Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/archive.po
Languages: es_es, ja_jp, nl_nl, pt_br, sv_se

source: Active from
es_es: Activo desde
ja_jp: 活動期間
nl_nl: Actief van
pt_br: Ativo desde
sv_se: Aktiv från

source: Also known as
es_es: También conocido como
ja_jp: このユーザーが使用していた別の名前
nl_nl: Ook bekend als
pt_br: Também conhecido(a) como
sv_se: Även känd som

source: Blue Stars
es_es: Estrellas Azules
ja_jp: ブルースター
nl_nl: Blauwe Sterren
pt_br: Estrelas Azuis

source: Browse
es_es: Explorar
ja_jp: 見る
nl_nl: Blader
pt_br: Procurar

source: Contact
es_es: Contacto
ja_jp: 連絡先
nl_nl: Contacteer
pt_br: Contato
sv_se: Kontakt

source: Created
es_es: Creado
ja_jp: 投稿日時
nl_nl: Gecreërd
pt_br: Criado
sv_se: Skapad

source: Creators
es_es: Creadores
ja_jp: 作者
nl_nl: Makers
pt_br: Criadores
sv_se: Skaparna

source: Credits
es_es: Créditos
ja_jp: クレジット
pt_br: Créditos
sv_se: Krediter

source: Duration
es_es: Duración
ja_jp: 再生時間
nl_nl: Duratie
pt_br: Duração
sv_se: Varaktighet

# DURATION_FORMAT
source: %s seconds
es_es: %s segundos
ja_jp: %s秒
nl_nl: %s seconden
pt_br: %s segundos
sv_se: %s sekunder

source: Featured
es_es: Destacados
ja_jp: 注目
nl_nl: Uitgelicht
pt_br: Destacado

source: Featured Flipnotes
es_es: Flipnotes Destacados
ja_jp: 注目作品
nl_nl: Uitgelichte Flipnotes
pt_br: Flipnotes Destacados

# FEATURED_FLIPNOTES_DESC
source: A collection of famous or noteworthy Flipnotes, curated by our team
es_es: Una colección de Flipnotes famosas y notables, seleccionadas por nuestro equipo
ja_jp: 我々チームが選んだ注目に値する人気作品です
nl_nl: Een collectie van bekende of opmerkelijke Flipnotes, samengesteld door ons team.
pt_br: Uma coleção de Flipnotes notáveis, escolhidos pela nossa equipe

source: Flipnotes
ja_jp: 作品

source: Flipnote Archive
es_es: Archivo de Flipnotes
ja_jp: うごメモアーカイブ
nl_nl: Flipnote Archief
sv_se: Arkiv För Flipnote

source: Flipnote Archive Credits
es_es: Créditos del Archivo de Flipnotes
ja_jp: うごメモアーカイブの開発者
nl_nl: Flipnote Archief Credits
pt_br: Créditos do Flipnote Archive
sv_se: Arkiv För Flipnote Krediter

# FLIPNOTE_BY_FORMAT
source: Flipnote by %s
es_es: Flipnote por %s
ja_jp: %sさんの作品
nl_nl: Flipnote door %s
pt_br: Flipnote de %s
sv_se: Verk av %s

# FLIPNOTE_MAY_BE_DUPLICATE
source: Possible duplicate of another Flipnote.
es_es: Posible duplicado de otro Flipnote.
ja_jp: 他の作品と重複している可能性があります
nl_nl: Mogelijke duplicaat van een andere Flipnote.
pt_br: É possível que seja uma cópia de um outro Flipnote.
sv_se: Möjlig dubblett av en annan verk.

source: Flipnote Studio ID
ja_jp: うごメモID
pt_br: ID do Flipnote Studio

# FLIPNOTE_WITHHELD_PRIVACY
source: This Flipnote is withheld due to privacy concerns.
es_es: Este Flipnote no está disponible por razones de privacidad.
ja_jp: この作品はプライバシーの問題により非表示となっております。
nl_nl: Deze Flipnote is verborgen vanwege privacy bezorgdheden.
pt_br: Este Flipnote está oculto por razões de privacidade.
sv_se: Detta verk är undanhållen på grund av integritetsproblem.

# FLIPNOTE_WITHHELD_READ_MORE
source: For more information, please read our %sFAQ%s.
es_es: Para más información, lee nuestras %sPreguntas Frecuentes%s.
ja_jp: 詳細は%sよくある質問%sをご覧ください。
nl_nl: Voor meer informatie, lees alstublieft onze %sFAQ%s.
pt_br: Para mais informação, por favor leia os nossos %sFAQ%s.
sv_se: För mer information, läs våra %sPanzerlied%.

# FOOTER_DONATION_ASK
source: This site is expensive to run, so please consider making a %sdonation!%s
es_es: Mantener este sitio es costoso, ¡considera hacer una %sdonación%s!
ja_jp: 当サイトは莫大な維持費により維持されています。よろしければ%s寄付%sをご検討いただけますと幸いです。
nl_nl: Deze site is duur om te beheren, dus overweeg om een %sdonatie%s te maken!
pt_br: Este website tem os seus custos de manutenção, por favor, considere fazer uma %sdoação!%s
sv_se: Denna sida är dyr att driva, så överväg att göra en %sdonation!%s

# FOOTER_SUDOMEMO_SHILL_FORMAT
source: Hosted by %sSudomemo%s, a fan-run Flipnote sharing service for Flipnote Studio on the Nintendo DSi and 3DS
es_es: Alojado por %sSudomemo%s, un servicio de intercambio de Flipnotes hecho por fans para Flipnote Studio en Nintendo DSi y 3DS
ja_jp: 当サイトはニンテンドーDSi/3DSのソフト『うごくメモ帳』で作成された作品の共有サービスである、%sスドメモ%sによって運営されています。
nl_nl: Beheerd door %sSudomemo%s, een door fans gemaakte service om Flipnotes te delen voor Flipnote Studio op Nintendo DSi en 3DS
pt_br: Gerido pelo %sSudomemo%s, um serviço de compartilhamento de Flipnotes gerido por fãs do Flipnote Studio nos Dispositivos Nintendo DSi e 3DS
sv_se: Värd är %sSudomemo%s, en Flipnote-delningstjänst för Flipnote Studio på Nintendo DSi och 3DS som drivs av fans.

# FOOTER_THIRDPARTY_COPYRIGHT
source: Flipnote Studio is © Nintendo. Flipnote Hatena is © Hatena Co., Ltd.
es_es: Flipnote Studio es © Nintendo. Flipnote Hatena es © Hatena Co., Ltd.
ja_jp: うごくメモ帳 © Nintendo うごメモはてな © Hatena Co., Ltd.
pt_br: Flipnote Studio tem direitos de © da Nintendo. Flipnote Hatena tem direitos de © da Hatena Co., Ltd.
sv_se: Flipnote Studio är © Nintendo. Flipnote Hatena är © Hatena Co., Ltd.

# FOOTER_THIRDPARTY_DISCLAIMER
source: The Flipnote Archive is not affilated with or endorsed by Nintendo or Hatena.
es_es: El Archivo de Flipnotes no está afiliado ni respaldado por Nintendo o Hatena.
ja_jp: うごメモアーカイブは任天堂株式会社や株式会社はてなに承認されていません。
nl_nl: Het Flipnote archief is niet aangesloten of ondersteunt door Nintendo of Hatena.
pt_br: O Flipnote Archive não está afiliado ou patrocinado pela Nintendo ou Hatena.
sv_se: Flipnote-arkivet är inte anslutet till eller godkänt av Nintendo eller Hatena.

source: Frame Speed
es_es: Velocidad de Cuadros
ja_jp: 速度
nl_nl: Frame Snelheid
pt_br: Velocidade de Quadros
sv_se: Hastighet

source: Green Stars
es_es: Estrellas Verdes
ja_jp: グリーンスター
nl_nl: Groene Sterren
pt_br: Estrelas Verdes
sv_se: Gröna Stars

source: Hatena ID
ja_jp: はてなID
pt_br: ID do Hatena

source: Hatena User
es_es: Usuario de Hatena
ja_jp: はてな利用者
nl_nl: Hatena Gebruiker
pt_br: Usuário do Hatena
sv_se: Hatena användare

source: History
es_es: Historial
ja_jp: うごメモの歩み
nl_nl: Geschiedenis
pt_br: Histórico
sv_se: Historia

# HOMEPAGE_CREATOR_STAT
source: 1.2 million
es_es: 1.2 millones
ja_jp: 120万
nl_nl: 1.2 miljoen
pt_br: 1.2 milhões
sv_se: 1.2 miljoner

# HOMEPAGE_DATA_HEADER
source: Total Data
es_es: Datos Totales
ja_jp: 合計データ
nl_nl: Totale Data
pt_br: Informações Totais
sv_se: Totala data

# HOMEPAGE_FLIPNOTE_STAT
source: 44 million
es_es: 44 millones
ja_jp: 4400万
nl_nl: 44 miljoen
pt_br: 44 milhões
sv_se: 44 miljoner

# HOMEPAGE_FROG_DIALOG
source: Keep on Flipnoting!
es_es: ¡Sigue creando Flipnotes!
ja_jp: 楽しいうごメモライフを、今後も
nl_nl: Blijf door Flipnoten!
pt_br: Continue Flipnoteando!
sv_se: Fortsätt med Flipnoting!

# HOMEPAGE_INTRO_FORMAT
source: A comprehensive archive of %sFlipnote Studio%s animations posted to %sFlipnote Hatena%s before its closure in May 2013.
es_es: Un archivo completo de animaciones de %sFlipnote Studio%s publicadas en %sFlipnote Hatena%s antes de su cierre en mayo de 2013.
ja_jp: 2013年5月にサービス終了した、%sうごくメモ帳%sで作成された作品を共有するサイトである、%sうごメモはてな%sに投稿された作品のアーカイブサイトです。
nl_nl: Een uitgebreid archief van %sFlipnote Studio%s animaties gepost op %Flipnote Hatena%s voor de sluiting in Mei 2013.
pt_br: Um arquivo compreensivo de animações do %sFlipnote Studio%s postadas no %sFlipnote Hatena%s antes do fechamento em Maio de 2013.
sv_se: Ett omfattande arkiv av %sFlipnote Studio%s animationer som publicerades på %sFlipnote Hatena%s innan de stängdes i maj 2013.

# HTTP_ERROR_404_TEXT
source: The page you were looking for could not be found.
es_es: No se pudo encontrar la página que buscabas.
ja_jp: お探しのページは見つかりませんでした。
nl_nl: De pagina dat je voor zocht kon niet gevonden worden!
pt_br: A página que procura não existe.
sv_se: Sidan du letade efter kunde inte hittas.

# MONTH_DAY_YEAR_FORMAT
source: F jS, Y
es_es: j \de F \de Y
ja_jp: Y-m-d
nl_nl: jS F, Y
pt_br: jS F, Y

# MONTH_YEAR_FORMAT
source: F Y
es_es: F \de Y
ja_jp: Y-m

# NAVBAR_DONATE
source: Donate
es_es: Donar
ja_jp: 寄付
nl_nl: Doneer
pt_br: Doar
sv_se: Donera

# NAVBAR_FAQS
source: FAQs
es_es: Preguntas Frecuentes
ja_jp: よくある質問
sv_se: Vanliga frågor

# NAVBAR_HISTORY
source: History
es_es: Historial
ja_jp: 歴史
nl_nl: Geschiedenis
pt_br: Histórico
sv_se: Historia

# NAVBAR_HOME
source: Home
es_es: Inicio
ja_jp: ホーム
nl_nl: Thuis
pt_br: Início
sv_se: Hem

# NAVBAR_TAGS
source: Tags
es_es: Etiquetas
ja_jp: タグ
pt_br: Etiquetas
sv_se: Taggar

source: Next
es_es: Siguiente
ja_jp: 次へ
nl_nl: Volgende
pt_br: Próximo
sv_se: Nästa

# NUMBER_OF_SONGS_FORMAT
source: %d songs
es_es: %d canciones
ja_jp: %d曲
nl_nl: %d nummers
pt_br: %d de m
sv_se: %d låtar

source: Original Flipnote
es_es: Flipnote Original
ja_jp: 親作品
nl_nl: Originele Flipnote
pt_br: Flipnote Original
sv_se: Original verk

# ORIGINAL_NOT_FOUND
source: The original couldn't be found
es_es: No se pudo encontrar el original
ja_jp: 親作品が見つかりませんでした。
nl_nl: Het origineel kon niet gevonden worden.
pt_br: O Flipnote original não pôde ser encontrado/não existe
sv_se: Originalet kunde inte hittas

source: Parent Flipnote
es_es: Flipnote Principal
ja_jp: 原作
nl_nl: Ouder Flipnote
pt_br: Flipnote Parente

source: Popular
ja_jp: 人気
nl_nl: Populair

source: Popular Flipnotes
es_es: Flipnotes Populares
ja_jp: 人気作品
nl_nl: Populaire Flipnotes
pt_br: Flipnotes Populares

# POPULAR_FLIPNOTES_DESC
source: Flipnotes that have received a lot of attention from archive visitors
es_es: Las Flipnotes más populares entre los visitantes del archivo
ja_jp: アーカイブ来場者の注目を集めた作品達です
nl_nl: Flipnotes die veel aandacht kregen door archief bezoekers
pt_br: Flipnotes que receberam muita atenção dos visitantes do arquivo

source: Press
es_es: Prensa
ja_jp: 報道について
nl_nl: Druk
pt_br: Imprensa
sv_se: Tryck

source: Press Inquiries
es_es: Consultas de Prensa
ja_jp: 報道についての問い合わせ
nl_nl: Druk Aanvragen
pt_br: Inquéritos da Imprensa
sv_se: Pressförfrågningar

source: Prev
es_es: Anterior
ja_jp: 前へ
nl_nl: Vorige
pt_br: Anterior
sv_se: Föreg

source: Purple Stars
es_es: Estrellas Moradas
ja_jp: パープルスター
nl_nl: Paarse Sterren
pt_br: Estrelas Roxas
sv_se: Lila Stars

source: Random
es_es: Aleatorio
ja_jp: ランダム
nl_nl: Willekeurig
pt_br: Aleatório

source: Random Flipnotes
es_es: Flipnotes Aleatorios
ja_jp: ランダム作品
nl_nl: Willekeurige Flipnotes
pt_br: Flipnotes Aleatórios

# RANDOM_FLIPNOTES_DESC
source: A series of Flipnotes chosen from a random point in time
es_es: Una colección de Flipnotes elegidas al azar
ja_jp: 無作為に選ばれた作品の集まりです
nl_nl: Een series van Flipnotes gekozen van een willekeurig tijdstip
pt_br: Uma série de Flipnotes escolhidos aleatóriamente
sv_se: En serie med Flipnotes valda från en spontan tidpunkt

source: Red Stars
es_es: Estrellas Rojas
ja_jp: レッドスター
nl_nl: Rode Sterren
pt_br: Estrelas Vermelhas
sv_se: Röda Stars

# REGION_AMERICAS
source: Americas
es_es: Las Américas
ja_jp: 北米・南米
nl_nl: Amerika
sv_se: Amerika

# REGION_EUROPE_AND_OCEANIA
source: Europe & Oceania
es_es: Europa y Oceanía
ja_jp: 欧州・オセアニア
nl_nl: Europa & Oceanië
pt_br: Europa & Oceania
sv_se: Europa & Oceanien

# REGION_JAPAN
source: Japan
es_es: Japón
ja_jp: 日本
pt_br: Japão

source: Search
es_es: Buscar
ja_jp: 検索
nl_nl: Zoek
pt_br: Procurar
sv_se: Sök

source: Search the Flipnote Archive
es_es: Buscar en el Archivo de Flipnotes
ja_jp: うごメモアーカイブを検索
nl_nl: Zoek het Flipnote Archief
pt_br: Procurar no Flipnote Archive
sv_se: Sök i Flipnote Arkivet

# SEE_MORE_ARROW
source: See more →
es_es: Ver más →
ja_jp: もっと見る →
nl_nl: Zie meer →
pt_br: Ver mais →
sv_se: Se mer →

source: Share
es_es: Compartir
ja_jp: 共有
nl_nl: Deel
pt_br: Compartilhar
sv_se: Dela med sig

source: Songs
es_es: Canciones
ja_jp: 楽曲
nl_nl: Nummers
pt_br: Músicas
sv_se: Låtar

# SONG_ALBUM
source: Album
es_es: Álbum
ja_jp: アルバム
pt_br: Álbum

source: Song Artists
es_es: Artistas de la Canción
ja_jp: 楽曲アーティスト
nl_nl: Nummer Artiesten
pt_br: Artistas de Música
sv_se: Låtartister

# SONG_GENRE
source: Genre
es_es: Género
ja_jp: ジャンル
pt_br: Género

# SONG_LABEL
source: Label
es_es: Sello Discográfico
ja_jp: レーベル
pt_br: Gravadora

# SONG_RELEASED
source: Released
es_es: Lanzamiento
ja_jp: 発売年
nl_nl: Uitgebracht
pt_br: Lançada em
sv_se: Släppt den

source: Spin-offs
es_es: Derivados
ja_jp: 子作品
sv_se: Derivatverk

# SPINOFF_COUNT_FORMAT
source: %s spin-offs
es_es: %s derivados
ja_jp: 子作品%s作品
pt_br: %s de spin-offs
sv_se: %s derivatverk

source: Stars
es_es: Estrellas
ja_jp: スター
nl_nl: Sterren
pt_br: Estrelas

source: Sudomemo
ja_jp: スドメモ

# THIS_FLIPNOTE_IS_SPINOFF_OF
source: This Flipnote is a spin-off of
es_es: Este Flipnote es un derivado de
ja_jp: これは次のメモの小作品です
nl_nl: Deze Flipnote is een spin-off van
pt_br: Este Flipnote é um spin-off de
sv_se: Denna Flipnote är en spin-off av

source: Total Flipnotes
es_es: Total de Flipnotes
ja_jp: 総作品数
nl_nl: Totale Flipnotes
pt_br: Flipnotes Totais
sv_se: Totalt verk

source: User
es_es: Usuario
ja_jp: 利用者
nl_nl: Gebruiker
pt_br: Usuário
sv_se: Användare

source: Users
es_es: Usuarios
ja_jp: 利用者
nl_nl: Gebruikers
pt_br: Usuários
sv_se: Användare

# USERS_ARCHIVED_FLIPNOTE_FORMAT
source: %s's Flipnote from Flipnote Hatena, %s
es_es: Flipnote de %s de Flipnote Hatena, %s
ja_jp: %sさんがうごメモはてなに投稿した作品 (%s)
nl_nl: %s's Flipnote van Flipnote Hatena, %s
pt_br: Flipnote do(a) %s's do Flipnote Hatena, de %s
sv_se: %s verk från Flipnote Hatena, %s

# USERS_ARCHIVED_PROFILE_FORMAT
source: %s's archived Flipnote Hatena profile
es_es: Perfil archivado de %s de Flipnote Hatena
ja_jp: %sさんのプロフィール
nl_nl: %s's gearchiveerde Flipnote Hatena profile
pt_br: Perfil arquivado do(a) %s do Flipnote Hatena
sv_se: %s's arkiverade Flipnote Hatena-profil

# USERS_PROFILE_IMAGE_FORMAT
source: %s's Hatena profile image
es_es: Imagen de perfil de %s de Hatena
ja_jp: %sのはてなプロフィール画像
nl_nl: %s's Hatena profiel foto
pt_br: Imagem de perfil do(a)%s do Hatena
sv_se: %s's Hatena profilbild

source: Views
es_es: Vistas
ja_jp: 視聴回数
nl_nl: Weergaven
pt_br: Visualizações
sv_se: Visningar

source: Yellow Stars
es_es: Estrellas Amarillas
ja_jp: イエロースター
nl_nl: Gele Sterren
pt_br: Estrelas Amarelas
sv_se: Gula Stars

# BAD_METADATA
source: Flipnote with bad metadata
es_es: Flipnote con metadatos dañados
pt_br: Flipnote com metadados corrompidos

# BAD_METADATA_WARNING
source: Warning: The Flipnote metadata is corrupted. You can still watch it, but we strongly recommend against opening it in Flipnote Studio 3D.
es_es: Aviso: Los metadatos del Flipnote están dañados. Todavía puedes verlo, pero te recomendamos que no lo abras en Flipnote Studio 3D.
pt_br: Aviso: Os metadados do Flipnote estão corrompidos. Ainda assisti-lo, mas sugerimos que não o abra no Flipnote Studio 3D.

# CORRUPT_FLIPNOTE_NOTE
source: This Flipnote has corrupted data. While it can be played, it is likely a duplicate and should not be considered the authoritative version. Try finding another copy of this Flipnote.
es_es: Este Flipnote tiene datos dañados. Aunque se puede reproducir, es probablemente un duplicado y no debe considerarse la versión original. Intenta encontrar otra copia de este Flipnote.
nl_nl: Deze Flipnote heeft corrupte data. Hoewel het kan worden afgespeeld, is het hoogst waarschijnlijk een duplicaat en mag het niet als de gezaghebbende versie worden beschouwd. Probeer een andere kopie van deze Flipnote te zoeken.
pt_br: Este Flipnote contem dados corrompidos. Ele pode ser reproduzido, mas é possível que seja uma copia e não deve ser considerada a versão original. Tente encontrar uma copia estável deste Flipnote.
sv_se: Denna Flipnote har korruperad data. Medans den kan spelas, är det sannolikt en kopia och borde inte anses som en auktoritativ version. Försök hitta en annan version av denna Flipnote.

source: Root Flipnote
es_es: Flipnote Raíz
nl_nl: Oorsprong Flipnote
pt_br: Flipnote de Origem

# HTTP_ERROR_FORMAT
source: Error %s
pt_br: Erro %s

source: YouTube Music
sv_se: Youtube musik
