Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/blockSettings.po
Languages: cy_gb, de_de, el_gr, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, sv_se, tr_tr

# LOGIN_REQUIRED_TO_MANAGE_BLOCKS
source: You need to be logged in to manage blocked users.
cy_gb: Mae angen i chi fewngofnodi i reoli defnyddwyr sydd wedi'u blocio.
de_de: Du musst angemeldet sein, um blockierte Benutzer zu bearbeiten.
el_gr: Πρεπει να συνδεθειτε για να μπορεσετε να επεξεργαστειτε τους μπλοκαρισμενους χρηστεs.
es_es: Debes iniciar sesión para acceder a lista de usuarios bloqueados.
fr_fr: Vous devez être identifié pour gérer vos utilisateurs bloqués.
it_it: Devi essere registrato per gestire gli utenti bloccati.
ja_jp: ブロックされたユーザーを管理するには、ログインする必要があります。
nl_nl: Je moet ingelogd zijn om geblokkeerde gebruikers te beheren.
pl_pl: Musisz się zalogować by zarządzać blokadami.
pt_br: É preciso fazer login na sua conta antes que possa bloquear usuários.
pt_pt: É preciso teres feito login na tua conta para bloquear utilizadores.
ro_ro: Trebuie sa fiti conectat pentru a administra utilizatori blocati.
sv_se: Du måste vara inloggad för att hantera blockerade användare.
tr_tr: Engellenen kullanıcıları yönetmek için oturum açmanız gerekir.

# NO_USERS_BLOCKED
source: You have no blocked users.
cy_gb: Nid oes gennych chi unrhyw ddefnyddwyr wedi'u blocio.
de_de: Du hast keine Benutzer blockiert.
el_gr: Δεν εχετε μπλοκαρισμενους χρηστεs.
es_es: No tienes usuarios bloqueados.
fr_fr: Vous n'avez aucun utilisateur bloqué.
it_it: Nessun Utente Bloccato.
ja_jp: ブロックされたユーザーはいません。
nl_nl: Je hebt geen gebruikers geblokkeerd.
pl_pl: Nie masz zablokowanych użytkowników.
pt_br: Você não tem usuários bloqueados.
pt_pt: Tu não tens utilizadores bloqueados.
ro_ro: Nu aveti niciun utilizator blocat.
sv_se: Du har inga blockerade användare.
tr_tr: Engellenen kullanıcınız yok.

source: Blocked Users
cy_gb: Defnyddwyr sydd wedi'u blocio
de_de: Blockierte Benutzer
el_gr: Μπλοκαρισμενοι Χρηστεs
es_es: Usuarios Bloqueados
fr_fr: Utilisateurs bloqués
it_it: Utenti Bloccati
ja_jp: ブロックされたユーザー
nl_nl: Geblokkeerde gebruikers
pl_pl: Zablokowani użytkownicy
pt_br: Usuários Bloqueados
pt_pt: Utilizadores Bloqueados
ro_ro: Utilizatori Blocati
sv_se: Blockerade användare
tr_tr: Engellenmiş kullanıcılar

source: Block User
cy_gb: Bloc Defnyddiwr
de_de: Benutzer blockieren
el_gr: Μπλοκαρε Χρηστη
es_es: Bloquear Usuario
fr_fr: Bloquer un utilisateur
it_it: Blocca
ja_jp: ブロックしたユーザー
nl_nl: Blokkeer gebruiker
pl_pl: Blokuj użytkownika
pt_br: Bloquear Usuário
pt_pt: Bloquear Utilizador
ro_ro: Blocati utilizator
sv_se: Blockera användare
tr_tr: Kullanıcıyı engelle

# COMMENT_BLOCK_IS_MUTUAL
source: Once you have blocked this user, you will no longer be able to comment on each other's Flipnotes.
cy_gb: Unwaith y byddwch wedi rhwystro'r defnyddiwr hwn, ni fyddwch yn gallu rhoi sylwadau ar Flipnotes eich gilydd mwyach.
de_de: Wenn du einmal einen Benutzer blockiert hast, kannst du auf den Flipnotes des jeweils Anderen keine Kommentare verfassen.
el_gr: Οταν μπλοκαρετε αυτον τον χρηστη, δεν θα μπορειτε να σχολιαζετε ο εναs στα Flipnotes του αλλου.
es_es: Cuando hayas bloqueado a este usuario no podrás comentar en sus Flipnotes, ni él en las tuyas.
fr_fr: Une fois cet utilisateur bloqué, vous ne pourrez plus commenter ses Flipnotes et il ne pourra plus commenter les vôtres.
it_it: Una volta che hai bloccato questo utente, non potrai più commentare i Flipnote degli altri.
ja_jp: このユーザーをブロックすると、お互いの作品にコメントすることができなくなります。
nl_nl: Wanneer je deze gebruiker blokkeert, kunnen jullie geen commentaar meer geven op elkaars Flipnotes.
pl_pl: Po zablokowaniu tego użytkownika, nie będziecie mogli komentować na wzajemnych Flipnotes.
pt_br: Assim que bloquear este usuário, você e o outro usuário não poderão comentar nos Flipnotes um do outro.
pt_pt: Assim que bloqueares este utilizador, tu e o outro utilizador não poderão comentar nos Flipnotes de um e do outro.
ro_ro: Odata ce ati blocat acest utilizator, nu mai puteti comenta pe Flipnote-urile unui celuilalt.
sv_se: När du har blockerat användaren kan ni inte längre kommentera på varandras Flipnotes.
tr_tr: Bu kullanıcıyı engelledikten sonra artık birbirinizin Flipnote'larına yorum yapamayacaksınız.

# USER_HAS_BEEN_BLOCKED
source: This user has been blocked.
cy_gb: Mae'r defnyddiwr hwn wedi'i rwystro.
de_de: Dieser Benutzer wurde blockiert.
el_gr: Αυτοs ο χρηστηs εχει μπλοκαριστει.
es_es: Este usuario ha sido bloqueado.
fr_fr: Cet utilisateur a été bloqué.
it_it: L'utente è bloccato con successo
ja_jp: このユーザーはすでにブロックしています。
nl_nl: Deze gebruiker is geblokkeerd.
pl_pl: Ten użytkownik został zablokowany.
pt_br: Este usuário foi bloqueado.
pt_pt: Este utilizador foi bloqueado.
ro_ro: Acest utilizator a fost blocat.
sv_se: Användaren blockerad.
tr_tr: Bu kullanıcı engellendi.

# IF_YOU_WISH_TO_UNBLOCK
source: If you should ever wish to unblock them, you may unblock them by visiting your Creator's Room and opening the Blocked Users menu.
cy_gb: Os ydych chi am eu datgloi erioed, gallwch eu dadflocio trwy ymweld ag Ystafell eich Creawdwr ac agor y ddewislen Defnyddwyr sydd wedi'u Blocio.
de_de: Wenn du einen Benutzer wieder entblocken möchtest, kannst du ihn in deinem Ersteller-Raum unter deinem Blockierte-Benutzer-Menü entblocken.
el_gr: Εαν ποτε επιθυμησετε να τον ξεμπλοκαρετε, μπορειτε να το κανετε πηγαινονταs στο Εργαστηρι σας και πατωνταs το μενου των μπλοκαρισμενων χρηστων.
es_es: Si quieres desbloquear a un usuario, tendrás que quitarlo de la lista de usuarios bloqueados de tu Sala del Creador.
fr_fr: Si vous souhaitez le débloquer, vous pouvez le faire en visitant votre salle de créateur et en ouvrant le menu des utilisateurs bloqués.
it_it: Se desideri sbloccarli, puoi sbloccarli visitando "profilo" e aprendo il menu Utenti bloccati.
ja_jp: ブロックを解除するには、マイルームに行きブロックしたユーザーのメニューを開いてブロックを解除することができます。
nl_nl: Als je deze gebruiker ooit wilt deblokkeren, kan dat door in jouw Makersruimte het 'Geblokkeerde Gebruikers'-menu te openen
pl_pl: Jeżeli chcesz go odblokować, możesz to zrobić wchodząc do twojego Pokoju Twórcy i otwierając menu Zablokowani użytkownicy.
pt_br: Se quer desbloquear este usuário, pode desbloquear-lo ao visitar a sua Sala de Criador e abrir o menu de Usuários Bloqueados.
pt_pt: Se quiseres desbloquear este utilizador, podes desbloquear-lo ao visitar a tua Sala de Criador e abrir o menu de Utilizadores Bloqueados.
ro_ro: Daca doriti vreodata sa-i deblocati, puteti sa-i deblocati prin accesarea meniului Utilizatori Blocati in Camera Creatorului.
sv_se: Om du någonsin vill avblockera dem kan du göra det genom att besöka din Creator's Room och öppna menyn Blockerade användare.
tr_tr: Engelini kaldırmak isterseniz, Yaratıcınızın Odasına gidip Engellenen Kullanıcılar menüsünü açarak engellerini kaldırabilirsiniz.

source: Confirm Block
cy_gb: Cadarnhewch Bloc
de_de: Blockieren bestätigen
el_gr: Επιβεβαιωστε το μπλοκ.
es_es: Confirmar Bloqueo
fr_fr: Confirmer le blocage
it_it: Conferma il blocco
ja_jp: ブロックを確認
nl_nl: Blokkeren Bevestigen
pl_pl: Potwierdź blokadę
pt_br: Confirmar Bloquear
pt_pt: Confirmar Bloquear
ro_ro: Confirmati Blocarea
sv_se: Bekräfta blockering
tr_tr: Engellemeyi Onayla

# USER_ALREADY_BLOCKED
source: You have already blocked this user. You may unblock them from the Settings menu in your Creator's Room, but you must wait 24 hours before you can block them again.
cy_gb: Rydych chi eisoes wedi rhwystro'r defnyddiwr hwn. Gallwch eu dadflocio o'r ddewislen Gosodiadau yn Ystafell eich Creawdwr, ond rhaid i chi aros 24 awr cyn y gallwch eu blocio eto.
de_de: Du hast diesen Benutzer schon blockiert. Du kannst ihn in deinem Ersteller-Raum unter Blockierte Benutzer entblocken. Du musst aber 24 Stunden warten, bis du ihn wieder blockieren kannst.
el_gr: Εχετε ηδη μπλοκαρει αυτον τον χρηστη. Μπορειτε να τον ξεμπλοκαρετε στιs ρυθμισειs του Εργαστηριου σαs, μα πρεπει να περιμενετε 24 ωρεs πριν να μπορεσετε να τουs μπλοκαρετε ξανα.
es_es: Ya has bloqueado a este usuario, podrás desbloquearlo en el menú de usuarios bloqueados de tu Sala del Creador, pero deberás esperar 24 horas si quieres bloquearlo de nuevo.
fr_fr: Vous avez déjà bloqué cet utilisateur. Vous pouvez le débloquer depuis les paramètres dans votre salle de créateur, mais vous devez attendre 24 heures avant de pouvoir le rebloquer.
it_it: Hai già bloccato questo utente. Puoi sbloccarli dal menu Impostazioni nella Stanza del Creatore, ma devi attendere 24 ore prima di poterli bloccare di nuovo.
ja_jp: あなたはすでにこのユーザーをブロックしています。 マイルームの[設定]メニューからブロックを解除することができますが、再度ブロックするには24時間待つ必要があります。
nl_nl: Je hebt deze gebruiker al geblokkeerd. Je kan iemand deblokkeren vanuit het instellingenmenu in jouw Makersruimte, maar je moet dan weer 24 uur wachten om deze te kunnen blokkeren
pl_pl: Zablokowałeś już tego użytkownika. Możesz go odblokować przez menu ustawień w twoim Pokoju Twórcy, ale wtedy będziesz musiał czekać 24 godziny zanim będziesz mógł zablokować go ponownie.
pt_br: O usuário já está bloqueado. Você pode desbloquear este usuário no menu de Definições na sua Sala de Criador, mas deve esperar pelo menos 24h para o bloquear outra vez.
pt_pt: Já bloqueaste este utilizador. Podes desbloquear este utilizador no menu de Defenições na tua Sala de Criador, mas tens de esperar pelo menos 24h para o bloquear outra vez.
ro_ro: Ati blocat deja acest utilizator. il puteti debloca din meniul Setari din Camera Creatorului, dar trebuie sa asteptati 24 de ore inainte de a-l bloca din nou.
sv_se: Du har redan blockerat användaren. Du kan avblockera dem från inställningsmenyn i din Creator's Room, men du måste vänta 24 timmar innan du kan blockera dem igen.
tr_tr: Bu kullanıcıyı zaten engellediniz. Yaratıcınızın Odasındaki Ayarlar menüsünden engellerini kaldırabilirsiniz, ancak onları tekrar engellemek için 24 saat beklemeniz gerekir.

# ONE_DAY_WAIT_BEFORE_REBLOCK_FORMAT
source: You have recently unblocked this user. You cannot block them again until %s
cy_gb: Rydych chi wedi datgloi'r defnyddiwr hwn yn ddiweddar. Ni allwch eu blocio eto tan %s
de_de: Du hast diesen Benutzer kürzlich entblockt. Du kannst ihn nicht nochmal bis vor %s blockieren.
el_gr: Ξεμπλοκαρατε αυτον τον χρηστη προσφατα. Δεν μπορειτε να τον μπλοκαρετε ξανα πριν τιs %s
es_es: Has desbloqueado a este usuario recientemente. No puedes bloquearlo hasta %s
fr_fr: Vous avez récemment débloqué cet utilisateur. Vous ne pouvez pas le rebloquer avant %s
it_it: Hai recentemente sbloccato questo utente. Non puoi bloccarlo di nuovo fino a %s
ja_jp: あなたは最近このユーザーのブロックを解除しました。 %sまで再びブロックすることはできません。
nl_nl: Je hebt deze gebruiker onlangs gedeblokkeerd. Je kan deze niet meer blokkeren tot %s
pl_pl: Niedawno odblokowałeś tego użytkownika. Możesz go odblokować za %s
pt_br: Você bloqueou este usuário recentemente. Não pode bloquea-lo outra vez até que %s se passem
pt_pt: Tu bloqueaste este utilizador recentemente. Não o podes bloquear outra vez até %s passarem
ro_ro: Ati deblocat acest utilizator recent. Nu puteti sa-i blocati timp de %s
sv_se: Du har nyligen avblockerat användaren. Du kan inte blockera de tills %s
tr_tr: Yakın zamanda bu kullanıcının engellemesini kaldırdınız. %s'e kadar onları tekrar engelleyemezsiniz

source: Unblock
cy_gb: Dadflocio
de_de: Entblocken
el_gr: Αναιρεση μπλοκ.
es_es: Desbloquear
fr_fr: Débloquer
it_it: Sblocca
ja_jp: ブロック解除
nl_nl: Deblokkeer
pl_pl: Odblokuj
pt_br: Desbloquear
pt_pt: Desbloquear
ro_ro: Deblocati
sv_se: Avblockera
tr_tr: engeli kaldırmak

# LOGIN_REQUIRED
source: You must be logged in to perform this action.
cy_gb: Rhaid i chi fod wedi mewngofnodi i gyflawni'r weithred hon.
de_de: Hierfür musst du angemeldet sein.
el_gr: Πρεπει να ειστε συνδεδεμενοι για να πραγματοποιησετε αυτη την ενεργεια.
es_es: Debes iniciar sesión para realizar esta acción.
fr_fr: Vous devez être identifié pour effectuer cette action.
it_it: Devi essere loggato per eseguire questa azione.
ja_jp: この操作を実行するには、ログインをする必要があります。
nl_nl: Je moet ingelogd zijn om dit te kunnen doen
pl_pl: Musisz się zalogować by wykonać tę operację.
pt_br: Deve fazer login na sua conta primeiro para fazer esta ação.
pt_pt: Tens de ter feito login na tua conta para fazer esta acção.
ro_ro: Trebuie sa fiti conectat pentru a performa aceasta actiune.
sv_se: Du måste vara inloggad för att utföra den här åtgärden.
tr_tr: Bu işlemi yapmak için giriş yapmış olmalısın.

# TAP_BACK_TO_RETURN
source: Tap Back to return to your Creator's Room.
cy_gb: Tap Back i ddychwelyd i Ystafell eich Crewr.
de_de: Tippe auf Zurück, um zu deinem Ersteller-Raum zurückzukehren.
el_gr: Πατηστε Πισω για να επιστρεψετε στο Εργαστηρι σαs.
es_es: Toca Atrás para volver a la Sala del Creador.
fr_fr: Cliquez sur Retour pour retourner à la salle de créateur.
it_it: Tocca Indietro per tornare al tuo Profilo
ja_jp: [戻る]をタッチしてマイルームに戻ります。
nl_nl: Druk op Terug om terug te gaan naar jouw Makersruimte
pl_pl: Wciśnij Wróć by powrócić do twojego Pokoju Twórcy.
pt_br: Toque em Voltar para voltar para a sua Sala de Criador.
pt_pt: Toque no Voltar para voltar para a tua Sala de Criador.
ro_ro: Apasati Inapoi pentru a va intoarce in Camera Creatorului.
sv_se: Tryck på Tillbaka för att återgå till din Creator's room.
tr_tr: Yaratıcınızın Odasına dönmek için Geri'ye dokunun.

source: Unblock User
cy_gb: Datgloi Defnyddiwr
de_de: Benutzer entblocken
el_gr: Ξεμπλοκαρετε τον χρηστη.
es_es: Desbloquear Usuario
fr_fr: Débloquer un utilisateur
it_it: Sblocca Utente
ja_jp: ブロックが解除されたユーザー
nl_nl: Deblokkeer Gebruiker
pl_pl: Odblokuj użytkownika
pt_br: Desbloquear Usuário
pt_pt: Desbloquear Utilizador
ro_ro: Deblocati Utilizator
sv_se: Avblockera användare
tr_tr: Kullanıcının engelini kaldır

# CANNOT_UNBLOCK_NONBLOCKED_USER
source: You cannot unblock this user, as you haven't actually blocked them in the first place.
cy_gb: Ni allwch ddadflocio'r defnyddiwr hwn, gan nad ydych wedi eu rhwystro yn y lle cyntaf.
de_de: Du kannst diesen Benutzer nicht entblocken, da du ihn nicht blockiert hast.
el_gr: Δεν μπορειτε να μπλοκαρετε αυτον τον χρηστη, εφ'οσον δεν τον ειχατε μπλοκαρει απο την αρχη.
es_es: No puedes desbloquear este usuario porque no lo tienes bloqueado.
fr_fr: Vous ne pouvez pas débloquer cet utilisateur, car il n'a jamais vraiment été bloqué.
it_it: Non puoi sbloccare questo utente, in quanto non lo hai effettivamente bloccato in primo luogo.
ja_jp: あなたはこのユーザーをブロックしていないため、解除することはできません。
nl_nl: Je kan deze gebruiker niet deblokkeren, omdat deze niet geblokkeerd is!
pl_pl: Nie możesz odblokować tego użytkownika, ponieważ jeszcze go nie zablokowałeś.
pt_br: Não se pode desbloquear este usuário, pois não o bloqueou em primeiro lugar.
pt_pt: Não podes desbloquear este utilizador, pois ainda não o bloqueaste em primeiro lugar.
ro_ro: Nu puteti debloca acest utilizator, deoarece nu dvs. i-ati blocat.
sv_se: Du kan inte avblockera användaren eftersom du inte har blockerat dem i första hand.
tr_tr: Bu kullanıcının engellemesini kaldıramazsınız, çünkü onları en başta engellemediniz.

# USER_HAS_BEEN_UNBLOCKED
source: You have unblocked this user.
cy_gb: Rydych wedi dadflocio'r defnyddiwr hwn.
de_de: Dieser Benutzer wurde entblockt.
el_gr: Εχετε ξεμπλοκαρει αυτον τον χρηστη.
es_es: Usuario desbloqueado.
fr_fr: Vous avez débloqué cet utilisateur.
it_it: L'utente è sbloccato con successo
ja_jp: あなたはこのユーザーをブロック解除しました。
nl_nl: Je hebt deze gebruiker gedeblokkeerd.
pl_pl: Odblokowałeś tego użytkownika.
pt_br: Você desbloqueou este usuário.
pt_pt: Tu desbloqueaste este utilizador.
ro_ro: Ati deblocat acest utilizator.
sv_se: Du har avblockerat användaren.
tr_tr: Bu kullanıcının engellemesini kaldırdınız.

# COMMENTING_ENABLED_AFTER_UNBLOCK
source: After you have unblocked this user, they will be able to comment on your Flipnotes again, unless they have you blocked as well.
cy_gb: Ar Ã´l i chi ddadflocio'r def Cadarnhau Dadflocionyddiwr hwn, bydd yn gallu rhoi sylwadau ar eich Flipnotes eto, oni bai eich bod chi wedi blocio hefyd.
de_de: Nachdem dieser Benutzer entblockt wurde, kann er wieder auf deinen Flipnotes kommentieren, wenn er Dich nicht ebenfalls blockiert hat.
el_gr: Αφου ξεμπλοκαρετε τον χρηστη αυτον, θα μπορειτε να σχολιαζετε ξανα στα Flipnotes του, εκτοs και εαν σαs εχει μπλοκαρει και ο ιδιοs.
es_es: Después de haber desbloqueado a este usuario, el podrá comentar en tus Flipnotes nuevamente, a menos que el te tenga bloqueado también.
fr_fr: Après avoir débloqué cet utilisateur, il sera capable de commenter vos Flipnotes à nouveau, sauf s'il vous a lui-même bloqué.
it_it: Dopo aver sbloccato questo utente, sarà in grado di commentare nuovamente i tuoi Flipnote, a meno che anche tu non li abbia bloccati.
ja_jp: このユーザーをブロック解除すると、ブロックされていない限り、再びあなたの作品にコメントすることができます。
nl_nl: Nadat je deze gebruiker gedeblokkeerd hebt, kan die weer commentaar op jouw Flipnotes leveren, tenzij deze jou ook geblokkeerd heeft.
pl_pl: Po zablokowaniu tego użytkownika, będą znowu mogli komentować twoje Flipnotes, chyba że on również cię zablokował.
pt_br: Após desbloquear este usuário, o mesmo poderá comentar nos seus Flipnotes novamente, caso não tenha bloqueado você também.
pt_pt: Após desbloqueares este utilizador, vocês podes comentar nos vossos Flipnotes uma vez mais, se eles não te bloquearam também.
ro_ro: Dupa ce ati deblocat acest utilizator, ei vor putea vedea pe Flipnote-urile dvs. din nou, doar daca nu v-au blocat si ei.
sv_se: När du har avblockerat användaren kommer de att kunna kommentera dina Flipnotes igen, om inte de har blockerat dig också.
tr_tr: Bu kullanıcının engellemesini kaldırdıktan sonra, onlar da sizi engellemedikçe, Flipnote'larınız hakkında tekrar yorum yapabilecekler.

# UNBLOCK_WARNING_ONE_DAY_THRESHOLD
source: If you unblock them, you must wait 24 hours before you are able to block them again.
cy_gb: Os byddwch yn eu dadflocio, rhaid i chi aros 24 awr cyn y gallwch eu blocio eto.
de_de: Hast du einen Benutzer entblockt, musst du 24 Stunden warten, bis du ihn wieder blockieren kannst.
el_gr: Εαν τουs ξεμπλοκαρετε, θα πρεπει να περιμενετε 24 ωρεs πριν να μπορειτε να τουs μπλοκαρετε ξανα.
es_es: Si has bloqueado al usuario, tendrás que esperar 24 horas antes de poder bloquearlo de nuevo.
fr_fr: Si vous le débloquez, alors vous devrez attendre 24 heures avant de pouvoir le bloquer de nouveau.
it_it: Se lo sblocchi, devi attendere 24 ore prima di poterlo bloccare nuovamente.
ja_jp: ブロックを解除する場合は、再度ブロックするまでに一日待つ必要があります。
nl_nl: Als je deze gebruiker deblokeert, moet je 24 uur wachten voordat je die weer kan blokkeren.
pl_pl: Jeżeli go odblokujesz, będziesz musiał czekać 24 godziny zanim możliwe będzie jego ponowne zablokowanie.
pt_br: Se o desbloquear, terá que esperar cerca de 24 horas antes que possa o bloquear novamente.
pt_pt: Se o desbloqueares, tens de esperar cerca de 24 horas antes de o voltar a bloquear.
ro_ro: Daca ii deblocati, va trebui sa asteptati 24 de ore inainte de a-i putea bloca din nou.
sv_se: Om du avblockerar dem måste du vänta 24 timmar innan du kan blockera dem igen.
tr_tr: Engelini kaldırırsanız, tekrar engelleyebilmeniz için 24 saat beklemeniz gerekir.

source: Confirm Unblock
cy_gb: Cadarnhau Dadflocio
de_de: Entblocken bestätigen
el_gr: Επιβεβαιωση Unblock
es_es: Confirmar Desbloqueo
fr_fr: Confirmer le déblocage
it_it: Conferma lo sblocco
ja_jp: ブロック解除の確認
nl_nl: Bevestig Deblokkeren
pl_pl: Potwierdź odblokowanie
pt_br: Confirmar Desbloquear
pt_pt: Confirmar Desbloquear
ro_ro: Confirmati Deblocarea
sv_se: Bekräfta avblockering
tr_tr: Engellemeyi Kaldırmayı Onayla
