Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/browseFlipnotes.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_br, ro_ro, sv_se, tr_tr

# CATEGORY_featured
source: @sitelen Pilinoto suli
de_de: Empfohlen
es_es: @Flipnotes Destacadas
fr_fr: @Flipnotes recommandées
it_it: In Primo Piano
ja_jp: 注目作品
nl_nl: Aanbevolen
pl_pl: @Wyróżnione Flipnotes
pt_br: @Flipnotes Destacados
ro_ro: @Recomandate
sv_se: Utvalda Flipnotes
tr_tr: @Öne Çıkan Flipnote'lar

# CATEGORY_feed
source: @sitelen Pilinoto pi jan pona
de_de: Dein Feed
es_es: @Feed
fr_fr: @Flux
it_it: Feed
ja_jp: @フィード
nl_nl: Feed
pl_pl: @Ulubieni twórcy
pt_br: @Feed
ro_ro: @Flux
sv_se: @Flöde
tr_tr: @Feed

# CATEGORY_hot
source: @sitelen Pilinoto pi lukin mute
de_de: Heiß
es_es: @Flipnotes Recientes
fr_fr: @Flipnotes tendances
it_it: Di Tendenza
ja_jp: おすすめの作品
nl_nl: Populaire Flipnotes
pl_pl: @Gorące Flipnotes
pt_br: @Flipnotes no Topo
ro_ro: @Firerbinti
sv_se: Heta Flipnotes
tr_tr: @Sıcak Flipnote'lar

# CATEGORY_popular
source: @sitelen Pilinoto pi lukin suli
de_de: Beliebt
es_es: @Las más Populares
fr_fr: @Les plus populaires
it_it: Più Popolari
ja_jp: 人気作品
nl_nl: Meest Populair
pl_pl: @Najbardziej popularne
pt_br: @Mais Populares
ro_ro: @Cele mai Populare
sv_se: Mest Populära
tr_tr: @En popüler

# CATEGORY_random
source: @sitelen Pilinoto ante
de_de: Zufällig
es_es: @Flipnotes Aleatorias
fr_fr: @Flipnotes aléatoires
it_it: Flipnote Casuali
ja_jp: @作品をランダムに表示
nl_nl: Willekeurige Flipnotes
pl_pl: @Losowe Flipnotes
pt_br: @Flipnotes Aleat
ro_ro: @La intamplare
sv_se: @Slumpmässiga Flipnotes
tr_tr: @Rastgele Flipnote'lar

# CATEGORY_recent
source: @sitelen Pilinoto sin
de_de: Neueste
es_es: @Flipnotes Recientes
fr_fr: @Flipnotes récentes
it_it: Recenti
ja_jp: 新着作品
nl_nl: Recente Flipnotes
pl_pl: @Najnowsze Flipnotes
pt_br: @Flipnotes Recentes
ro_ro: @Flipnote-uri la întâmplare
sv_se: Senaste Flipnotes
tr_tr: @Son Flipnote'lar

# HEADER_BROWSE_FLIPNOTES
source: o lukin e sitelen Pilinoto
de_de: Flipnotes suchen
es_es: Navegar entre las Flipnotes
fr_fr: Regarder les Flipnotes
it_it: Cerca Flipnote
ja_jp: 作品を見る
nl_nl: Blader door Flipnotes
pl_pl: Przeglądaj Flipnotes
pt_br: Procurar Flipnotes
ro_ro: Navigati Flipnote-uri
sv_se: Bläddra Flipnotes
tr_tr: Flipnote'lara göz atın

# HEADER_FEATURED_FLIPNOTES
source: sitelen Pilinoto suli
de_de: Empfohlene Flipnotes
es_es: Flipnotes Destacadas
fr_fr: Flipnotes en vedette
it_it: In Primo Piano
ja_jp: おすすめの作品
nl_nl: Aanbevolen Flipnotes
pl_pl: Wyróżnione Flipnotes
pt_br: Flipnotes Destacados
ro_ro: Flipnote-uri Recomandate
sv_se: Utvalda Flipnotes
tr_tr: Öne Çıkan Flipnote'lar

# HEADER_FLIPNOTES
source: sitelen Pilinoto
de_de: Flipnotes
es_es: Flipnotes
fr_fr: Flipnotes
it_it: Flipnote
ja_jp: 作品
nl_nl: Flipnotes
pl_pl: Flipnotes
pt_br: Flipnotes
ro_ro: Flipnote-uri
sv_se: Flipnotes
tr_tr: Flipnote'lar

# HEADER_HOT_FLIPNOTES
source: sitelen Pilinoto pi lukin mute
de_de: Beliebte Flipnotes
es_es: Flipnotes populares
fr_fr: Flipnotes tendance
it_it: Di Tendenza
ja_jp: 人気の作品
nl_nl: Populaire Flipnotes
pl_pl: Gorące Flipnotes
pt_br: Flipnotes no Topo
ro_ro: Flipnote-uri fierbinti
sv_se: Heta Flipnotes
tr_tr: Sıcak Flipnote'lar

# HEADER_MOST_POPULAR
source: sitelen Pilinoto pi lukin suli
de_de: Beliebteste
es_es: Las más populares
fr_fr: Les plus populaires
it_it: Più Popolari
ja_jp: 最も人気
nl_nl: Meest Populair
pl_pl: Najbardziej popularne
pt_br: Mais Populares
ro_ro: Cele mai Populare
sv_se: Mest Populära
tr_tr: En popüler

# HEADER_NORMAL
source: sitelen Pilinoto sin
de_de: Neueste
es_es: Recientes
fr_fr: Récent
it_it: Recenti
ja_jp: 最新
nl_nl: Onlangs
pl_pl: Najnowsze
pt_br: Recentes
ro_ro: Recent
sv_se: Senaste
tr_tr: Son

# HEADER_NO_SPINOFFS
source: sitelen Sinlinoto ala
de_de: Keine Spin-Offs
es_es: Sin Spin-offs
fr_fr: Non dérivées
it_it: No Spinoff
ja_jp: 子作品なし
nl_nl: Geen Spinoffs
pl_pl: Bez spin-offów
pt_br: Sem Spinoffs
ro_ro: Fara Spinoff-uri
sv_se: Inga Spinoffs
tr_tr: Spin-off yok

# HEADER_PAGE
source: lipu
de_de: Seite
es_es: Página
fr_fr: Page
it_it: Pagina
ja_jp: ページ
nl_nl: Bladzijde
pl_pl: Strona
pt_br: Página
ro_ro: Pagina
sv_se: Sida
tr_tr: Sayfa

# HEADER_RANDOM_FLIPNOTES
source: sitelen Pilinoto ante
de_de: Zufällige Flipnotes
es_es: Flipnotes Aleatorias
fr_fr: Flipnotes aléatoires
it_it: Flipnote Casuali
ja_jp: 作品をランダムに表示
nl_nl: Willekeurige Flipnotes
pl_pl: Losowe Flipnotes
pt_br: Flipnotes Aleatórios
ro_ro: Flipnote-uri la intamplare
sv_se: Spontana Flipnotes
tr_tr: Rastgele Flipnotle'ar

# HEADER_ROLEPLAYS
source: toki musi
de_de: Rollenspiele
es_es: Juegos de Rol
fr_fr: Jeux de rôle
it_it: Doppiaggi
ja_jp: ロールプレイ
nl_nl: Roleplays
pl_pl: Roleplay
pt_br: Roleplays
ro_ro: Jocuri de Rol
sv_se: Rollspel
tr_tr: Rol yapma

# HEADER_WATCH_HISTORY
source: lukin pi tenpo pini
de_de: Wiedergabeverlauf
es_es: Historial de Visualización
fr_fr: Historique de visionnage
it_it: Storia di quello che hai guardato
ja_jp: 閲覧履歴
nl_nl: Bekijk Geschiedenis
pl_pl: Historia oglądania
pt_br: Histórico de Visual.
ro_ro: Watch History
sv_se: Tittarhistorik

# NEXT
source: sin
de_de: Weiter
es_es: Siguiente
fr_fr: Suivant
it_it: Successiva
ja_jp: 次へ
nl_nl: Volgende
pl_pl: Następna
pt_br: Próximo
ro_ro: Urm.
sv_se: Nästa
tr_tr: Sonraki

# PAGE
source: lipu
de_de: Seite
es_es: Página
fr_fr: Page
it_it: Pagina
ja_jp: ページ
nl_nl: Bladzijde
pl_pl: Strona
pt_br: Página
ro_ro: Pagina
sv_se: Sida
tr_tr: Sayfa

# PAGE_COUNTER_FORMAT
source: %d tan %d
de_de: %d von %d
es_es: %d de %d
fr_fr: %d sur %d
it_it: %d di %d
ja_jp: %d/%d
nl_nl: %d van %d
pl_pl: %d z %d
pt_br: %d de %d
ro_ro: %d din %d
sv_se: %d av %d
tr_tr: %d / %d

# POST_FLIPNOTE
source: o pana e sitelen Pilinoto
de_de: Flipnote hochladen
es_es: Publicar Flipnote
fr_fr: Poster une Flipnote
it_it: Pubblica Flipnote
ja_jp: 作品を投稿
nl_nl: Plaats Flipnote
pl_pl: Wyślij Flipnote
pt_br: Postar Flipnote
ro_ro: Postati Flipnote
sv_se: Publicera Flipnote
tr_tr: Flipnote yükle

# PREV
source: pini
de_de: Zurück
es_es: Anterior
fr_fr: Précédent
it_it: Precedente
ja_jp: 前へ
nl_nl: Vorige
pl_pl: Poprzednia
pt_br: Anterior
ro_ro: Ante.
sv_se: Föregående
tr_tr: Önceki

# SUDOMEMO
source: lipu Sutomemo
de_de: Sudomemo
es_es: Sudomemo
fr_fr: Sudomemo
it_it: Sudomemo
ja_jp: スドメモ
nl_nl: Sudomemo
pl_pl: Sudomemo
pt_br: Sudomemo
ro_ro: Sudomemo
sv_se: Sudomemo
tr_tr: Sudomemo
