Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/browseChannel.po
Languages: cy_gb, de_de, el_gr, es_es, it_it, ja_jp, pl_pl, pt_pt, ro_ro, sv_se, tr_tr

# BROWSE_BY_ALBUM
source: o lukin e kulupu sama pi kalama musi
cy_gb: Browse by Album
de_de: Nach Album filtern
el_gr: Χαζεψτε ανα Αλμπουμ
es_es: Buscar por álbum
it_it: Cerca per Album
ja_jp: アルバムで閲覧
pl_pl: Przegladaj wedlug albumu
pt_pt: Procurar por Album
ro_ro: Cautati dupa Album
sv_se: Bläddra efter album
tr_tr: Albüme göre göz atın

# BROWSE_BY_ARTIST
source: o lukin e mama pi kalama musi
cy_gb: Browse by Artist
de_de: Nach Künstler filtern
el_gr: Χαζεψτε ανα Καλλιτεχνη
es_es: Buscar por artista
it_it: Cerca per Artista
ja_jp: アーティストで閲覧
pl_pl: Przegladaj wedlug artysty
pt_pt: Procurar por Artista
ro_ro: Cautati dupa Artist
sv_se: Bläddra efter artist
tr_tr: Sanatçıya göre göz atın

# BROWSE_BY_SONG
source: o lukin e kalama musi
cy_gb: Browse by Song
de_de: Nach Song filtern
el_gr: Χαζεψτε ανα τραγουδι
es_es: Buscar por canción
it_it: Cerca per Canzone
ja_jp: 曲で閲覧
pl_pl: Przegladaj wedlug utworu
pt_pt: Procurar por Canção
ro_ro: Cautati dupa Cantec
sv_se: Bläddra efter låt
tr_tr: Şarkıya göre göz atın

# BROWSE_PLAYLIST
source: o lukin e kulupu ante pi kalama musi
cy_gb: Browse Playlist
de_de: Playlist öffnen
el_gr: Χαζεψτε λιστα
es_es: Buscar lista de reproducción
it_it: Cerca Playlist
ja_jp: プレイリストで閲覧
pl_pl: Przegladaj playliste
pt_pt: Procurar Playlist
ro_ro: Cautati Playlist-uri
sv_se: Bläddra spellista
tr_tr: Oynatma Listesine Gözat

# NEXT
source: sin
cy_gb: Nesaf
de_de: Weiter
el_gr: Επομενο
es_es: Siguiente
it_it: Successivo
ja_jp: 次へ
pl_pl: Nastepna
pt_pt: Próximo
ro_ro: Urm.
sv_se: Nästa
tr_tr: Sonraki

# PAGE
source: lipu
cy_gb: Tudalen
de_de: Seite
el_gr: Σελιδα
es_es: Página
it_it: Pagina
ja_jp: ページ
pl_pl: Strona
pt_pt: Página
ro_ro: Pagina
sv_se: Sida
tr_tr: Sayfa

# PAGE_COUNTER_FORMAT
source: %d tan %d
cy_gb: %d o %d
de_de: %d von %d
el_gr: %d απο %d
es_es: %d de %d
it_it: %d di %d
ja_jp: %d/%d
pl_pl: %d z %d
pt_pt: %d de %d
ro_ro: %d din %d
sv_se: %d av %d
tr_tr: %d ile ilgili %d

# POST_FLIPNOTE
source: o pana e sitelen Pilinoto
cy_gb: Llwythwch Flipnote i Fyny
de_de: Flipnote posten
el_gr: Ανεβαστε Flipnote
es_es: Publicar Flipnote
it_it: Pubblica Flipnote
ja_jp: 作品を投稿する
pl_pl: Wyslij Flipnote
pt_pt: Postar Flipnote
ro_ro: Postati Flipnote
sv_se: Publicera Flipnote
tr_tr: Flipnote Gönder

# PREV
source: pini
cy_gb: Blaenorol
de_de: Zurück
el_gr: Προηγουμενο
es_es: Anterior
it_it: Precedente
ja_jp: 前へ
pl_pl: Poprzednia
pt_pt: Anterior
ro_ro: Ante.
sv_se: Föregående
tr_tr: Öncesi

# SONG_DETAILS
source: nimi pi kalama musi
cy_gb: Song Details
de_de: Song-Details
el_gr: Song Details
es_es: Detalles de la canción
it_it: Dettagli canzone
ja_jp: 曲の詳細情報
pl_pl: Informacje o utworze
pt_pt: Detalhes da Música
ro_ro: Detalii Cantec
sv_se: Låt detaljer
tr_tr: Song Details

# SPINOFFS
source: sitelen Sinlinoto
cy_gb: Spinoffs
de_de: Spin-Offs
el_gr: Spinoff
es_es: Spin-offs
it_it: Spinoff
ja_jp: 子作品
pl_pl: Spinoff-y
pt_pt: Spinoffs
ro_ro: Spinoff-uri
sv_se: Spinoffs
tr_tr: yan ürünler

# UPPERTITLE
source: o lukin e kulupu
cy_gb: Pori Sianel
de_de: Kanal durchsuchen
el_gr: Χαζεψτε το Καναλι
es_es: Buscar canal
it_it: Esplora canali
ja_jp: チャンネルの作品
pl_pl: Przegladaj kanal
pt_pt: Procurar Canal
ro_ro: Navigati Canal
sv_se: Bläddra kanal
tr_tr: Kanala Gözat

# MOST_RECENT
source: sin suli
cy_gb: Recent
de_de: Recent
el_gr: Recent
es_es: Recent
it_it: Recent
ja_jp: Recent
pl_pl: Recent
pt_pt: Recentes
sv_se: Nyligast
tr_tr: Recent

# OLDEST
source: pini suli
cy_gb: Oldest
de_de: Oldest
el_gr: Oldest
es_es: Oldest
it_it: Oldest
ja_jp: Oldest
pl_pl: Oldest
pt_pt: Mais Antigos
sv_se: Äldst
tr_tr: Oldest

# MOST_VIEWED
source: lukin suli
cy_gb: Most Viewed
de_de: Most Viewed
el_gr: Most Viewed
es_es: Most Viewed
it_it: Most Viewed
ja_jp: Most Viewed
pl_pl: Most Viewed
pt_pt: Mais Vistos
sv_se: Mest tittad
tr_tr: Most Viewed

# LEAST_VIEWED
source: lukin lili
cy_gb: Least Viewed
de_de: Least Viewed
el_gr: Least Viewed
es_es: Least Viewed
it_it: Least Viewed
ja_jp: Least Viewed
pl_pl: Least Viewed
pt_pt: Menos Vistos
sv_se: Minst tittad
tr_tr: Least Viewed
