Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/channelDetails.po
Languages: cy_gb, de_de, el_gr, es_es, fr_fr, ja_jp, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, sv_se, tr_tr

source: Category
de_de: Kategorie
el_gr: Κατηγορια
es_es: Categoría
fr_fr: Catégorie
ja_jp: カテゴリー
pl_pl: Kategoria
pt_br: Categoria
pt_pt: Categoria
ro_ro: Categorie
sv_se: Kategori
tr_tr: Kategori

source: Channel ID
cy_gb: Sianel ID
de_de: Kanal-ID
el_gr: ID Καναλιου
es_es: ID del Canal
fr_fr: ID de la chaîne
ja_jp: チャンネルID
nl_nl: Kanaal-ID
pl_pl: ID kanalu
pt_br: ID do Canal
pt_pt: ID do Canal
ro_ro: ID Canal
sv_se: KanalID
tr_tr: Kanal ID'si

source: Channel Information
cy_gb: Gwybodaeth Sianel
de_de: Kanalinfo
el_gr: Πληροφοριες Καναλιου
es_es: Información del Canal
fr_fr: Informations sur la chaîne
ja_jp: チャンネルの説明
nl_nl: Kanaalinformatie
pl_pl: Informacje o kanale
pt_br: Informação do Canal
pt_pt: Informação do Canal
ro_ro: Informatii Canal
sv_se: Kanalinformation
tr_tr: Kanal bilgisi

# CHANNEL_LOCKED
source: This channel is locked.
de_de: Dieser Kanal ist gesperrt.
es_es: Este canal está bloqueado.
fr_fr: Cette chaîne est verrouillée.
pl_pl: Ten kanal jest zablokowany.
pt_br: Este canal está trancado.
pt_pt: Este canal está trancado.
sv_se: Denna kanalen är låst.

source: Channel Name
cy_gb: Enw Sianel
de_de: Kanalname
el_gr: Ονομα Καναλιου
es_es: Nombre del Canal
fr_fr: Nom de la chaîne
ja_jp: チャンネル名
nl_nl: Kanaalnaam
pl_pl: Nazwa kanalu
pt_br: Nome do Canal
pt_pt: Nome do Canal
ro_ro: Nume Canal
sv_se: Kanalnamn
tr_tr: Kanal Adı

# CHANNEL_NOT_SPECIFIED
source: You must pick a channel.
cy_gb: Rhaid i chi ddewis sianel.
de_de: Du musst einen Kanal auswählen.
el_gr: Πρεπει να διαλεξετε ενα καναλι.
es_es: Debes seleccionar un canal.
fr_fr: Vous devez choisir une chaîne.
ja_jp: チャンネルを選択してください。
nl_nl: Je moet een Kanaal kiezen.
pl_pl: Musisz wybrac kanal.
pt_br: Tem de escolher um canal.
pt_pt: Tens de escolher um canal.
ro_ro: Trebuie sa alegeti un Canal.
sv_se: Du måste välja kanal.
tr_tr: Bir kanal seçmen lazım.

# CONFIRM_EMAIL_BEFORE_POSTING
source: Please confirm your email before posting.
cy_gb: Cadarnhewch eich e-bost cyn ei bostio.
de_de: Bitte bestätige deine Email-Adresse vor dem Hochladen.
el_gr: Παρακαλω επβεβαιωστε πρωτα το email σας πριν να δημοσιευσετε.
es_es: Por favor, confirma tu correo antes de publicar.
fr_fr: Merci de confirmer votre adresse email avant de poster.
ja_jp: 投稿する前にメールアドレスを確認してください。
nl_nl: Bevestig alsjeblieft je e-mailadres voor je iets plaatst.
pl_pl: Potwierdz swój adres e-mail przed wyslaniem.
pt_br: Por favor confirme o seu email antes de postar.
pt_pt: Por favor confirma o teu email antes de postar.
ro_ro: Va rugam sa va confirmati emailul inainte de a posta.
sv_se: Var god bekräfta din e-postadress innan du publicerar.
tr_tr: Flipnote paylaşmadan önce lütfen e-postanı doğrula.

# DUPLICATE_FLIPNOTE_FAILED
source: This Flipnote has already been posted to Sudomemo. Try editing it again.
cy_gb: Mae'r Flipnote hwn eisoes wedi ei bostio i Sudomemo. Ceisiwch ei olygu eto.
de_de: Dieses Flipnote existiert schon auf Sudomemo! Bearbeite es, und versuche es später erneut.
el_gr: Αυτο το Flipnote εχει ηδη ανεβει στο Sudomemo. Δοκιμαστε να το ξαναεπεξεργαστειτε.
es_es: Esta Flipnote ya ha sido publicada en Sudomemo. Intente editarlo de nuevo.
fr_fr: Cette flipnote a déjà été postée sur Sudomemo. Essayez de l'éditer à nouveau.
ja_jp: この作品はすでにスドメモに投稿されています。 もう一度編集してみてください。
nl_nl: Deze Flipnote is al geplaatst op Sudomemo. Probeer het eerst te bewerken.
pl_pl: Ten Flipnote zostal juz wyslany na Sudomemo. Spróbuj zmodyfikowac go ponownie.
pt_br: Este Flipnote já foi postado no Sudomemo. Tente edita-lo outra vez.
pt_pt: Este Flipnote já foi postado no Sudomemo. Tenta editar-lo outra vez.
ro_ro: Acest Flipnote a fost deja postat pe Sudomemo. Incercati sa-l ediati din nou.
sv_se: Denna Flipnote har redan publicerats på Sudomemo. Försök att redigera den igen.
tr_tr: Bu Flipnote Sudomemo'ya zaten yüklenmiştir. Tekrar düzenleyerek yüklemeye çalış.

# FLIPNOTE_DATA_CORRUPTED
source: The Flipnote data is corrupted. Try again in a moment.
cy_gb: Mae'r data Flipnote wedi'i lygru. Ceisiwch eto mewn eiliad.
de_de: Die Flipnote-Datei ist beschädigt! Versuche es später erneut.
el_gr: Τα δεδομενα του Flipnote ειναι κατεστραμμενα. Παρακαλω δοκιμαστε ξανα σε λιγακι.
es_es: Los datos de esta Flipnote estan corruptos. Vuelve a intentarlo en un momento.
fr_fr: Les données de la Flipnote ont été corrompues, veuillez réessayer plus tard.
ja_jp: データが壊れています。もう一度試してみてください。
nl_nl: Deze Flipnote is beschadigd. Probeer het binnenkort nog eens.
pl_pl: Dane tego Flipnote zostaly uszkodzone. Spróbuj ponownie za kilka minut.
pt_br: Os dados do Flipnote estão corrompidos. Tente novamente em alguns instantes.
pt_pt: Os dados do Flipnote estão corrompidos. Tenta outravez dentro de momentos.
ro_ro: Datele Flipnote-ului sunt corupte. Incercati din nou intr-un moment.
sv_se: Flipnote-datan är skadad. Försök igen om en stund.
tr_tr: Bu Flipnote'un verileri bozuktur. Daha sonra tekrar dene.

# FLIPNOTE_POST_FAILED
source: Flipnote upload failed. Try again in a moment.
cy_gb: Methodd llwytho Flipnote. Ceisiwch eto mewn eiliad.
de_de: Dein Flipnote konnte nicht hochgeladen werden! Versuche es später erneut.
el_gr: Απετυχε η δημοσιευση του Flipnote. Παρακαλω δοκιμαστε ξανα σε λιγακι.
es_es: Ha ocurrido un error al publicar esta Flipnote. Vuelve a intentarlo en un momento.
fr_fr: Erreur de téléchargement de la Flipnote. Veuillez réessayer plus tard.
ja_jp: 作品の投稿に失敗しました。もう一度試してみてください。
nl_nl: Uploaden van Flipnote mislukt. Probeer het binnenkort nog eens.
pl_pl: Wysylanie Flipnote nie powiodlo sie.
pt_br: Upload do Flipnote falhou. Tente novamente em alguns instantes.
pt_pt: Upload do Flipnote falhou. Tente outra vez dentro de momentos.
ro_ro: Incarcarea Flipnote-ului a esuat. Incercati din nou.
sv_se: Uppladdning misslyckades. Försök igen om en stund.
tr_tr: Flipnote'un yüklenemedi. Daha sonra tekrar dene.

# FLIPNOTE_POST_FAIL_USER_BANNED
source: You've been restricted from using Sudomemo.
cy_gb: Rydych chi wedi cael eich cyfyngu rhag defnyddio Sudomemo.
de_de: Dein Flipnote konnte nicht hochgeladen werden, da dein Konto von Sudomemo suspendiert wurde.
el_gr: Σας εχει απαγορευτει η χρηση του Sudomemo.
es_es: Tus interacciones en Sudomemo han sido restringidas.
fr_fr: L'utilisation de votre compte Sudomemo a été restreinte.
ja_jp: スドメモとの対話を制限されています。
nl_nl: Je toegang tot Sudomemo is vergrendeld.
pl_pl: Twoje konto Sudomemo zostalo zawieszone.
pt_br: Você está restrito de usar o Sudomemo.
pt_pt: Estás restrito de usar o Sudomemo.
ro_ro: Ati fost restrictionat din a folosi Sudomemo.
sv_se: Du har blivit förbjuden från att använda Sudomemo.
tr_tr: Sudomemo kullanmaktan engellendin.

# LOGIN_REQUIRED_TO_POST
source: You must be logged in to post a Flipnote.
cy_gb: Rhaid i chi fod wedi mewngofnodi i bostio Flipnote.
de_de: Du musst angemeldet sein, um ein Flipnote hochzuladen.
el_gr: Πρεπει να ειστε συνδεδεμενοι για να ανεβασετε ενα Flipnote.
es_es: Debes iniciar sesión para publicar Flipnotes.
fr_fr: Vous devez être identifié pour poster une flipnote.
ja_jp: 作品を投稿するにはログインする必要があります。
nl_nl: Je moet ingelogd zijn om een Flipnote te kunnen plaatsen.
pl_pl: Musisz sie zalogowac by wysylac Flipnotes.
pt_br: Deve primeiro fazer login para que possa postar um Flipnote.
pt_pt: Tens de ter feito login para postar um Flipnote.
ro_ro: Trebuie sa fiti conectat pentru a posta Flipnote-uri.
sv_se: Du måste vara inloggad för att publicera Flipnotes.
tr_tr: Flipnote paylaşmak için ilk önce oturum aç.

# NO_BLANK_FLIPNOTES_ALLOWED
source: You may not post an empty Flipnote.
cy_gb: Ni chewch bostio Flipnote gwag.
de_de: Du kannst keine leeren Flipnotes posten.
el_gr: Δεν μπορειτε να ανεβασετε ενα αδειο Flipnote.
es_es: No se permite publicar una Flipnote vacía.
fr_fr: Vous ne pouvez pas poster une Flipnote vierge.
ja_jp: 何も描かれていない作品を投稿することはできません。
nl_nl: Je mag geen lege Flipnote plaatsen.
pl_pl: Nie mozesz wyslac pustego Flipnote.
pt_br: Não se pode postar um Flipnote em branco.
pt_pt: Não podes postar Flipnote em branco.
ro_ro: nu puteti posta un Flipnote gol.
sv_se: Du kan inte publicera en tom Flipnote.
tr_tr: Boş bir Flipnote yükleyemezsin.

# NO_POSTS_WHILE_MUTED
source: You may not post while you are muted.
cy_gb: Ni allwch bostio tra byddwch chi'n dawel.
de_de: Du kannst nichts hochladen, solange du stummgeschaltet bist.
el_gr: Δεν μπορειτε να δημοσιευσετε ενω εχετε τεθει σε σιγαση.
es_es: No puedes publicar mientras estás silenciado.
fr_fr: Vous ne pouvez pas poster tant que vous êtes muet.
ja_jp: ミュートされている間は投稿できません。
nl_nl: Je mag niet plaatsen terwijl je op stil gezet bent.
pl_pl: Nie mozesz wyslac Flipnote kiedy jestes wyciszony.
pt_br: Não se pode postar enquanto estiver silenciado.
pt_pt: Não podes postar enquanto tiveres silenciado.
ro_ro: Nu puteti posta cat timp sunteti pe mut.
sv_se: Du får inte publicera medan du är dämpad.
tr_tr: Sessize alındığında bir şey paylaşamazsın.

source: Flipnotes
ja_jp: 作品数
ro_ro: Flipnote-uri
tr_tr: Flipnote'lar
