Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/chatrooms.po
Languages: de_de, el_gr, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, sv_se, tr_tr

# CHAT_REPLY_FAILED
source: Chat reply failed. Try again in a moment.
de_de: Chat-Antwort fehlgeschlagen! Versuche es später erneut.
el_gr: Η απαντηση απετυχε. Παρακαλω δοκιμαστε ξανα σε λιγακι.
es_es: Ha ocurrido un error al publicar el comentario. Intenta de nuevo en unos momentos.
fr_fr: L'envoi de la réponse sur le chat a échoué. Veuillez réesayer plus tard.
it_it: Invio della risposta fallito. Riprova tra un momento.
ja_jp: チャットの返信に失敗しました。 もう一度やり直してください。
nl_nl: Chatreactie sturen mislukt. Probeer het binnenkort nog eens.
pl_pl: Wysylanie odpowiedzi nie powiodlo sie. Spróbuj ponownie pózniej.
pt_pt: Resposta de chat falhou. Tenta outra vez dentro de momentos.
ro_ro: Raspuns esuat. Incercati din nou intr-un moment.
sv_se: Chat-svar misslyckades. Försök igen om en stund.
tr_tr: Mesaj gönderilemedi. Lütfen sonra tekrar dene.

# COMMENT_FAILED_USER_BANNED
source: You have been restricted from interacting with Sudomemo.
de_de: Dein Kommentar konnte nicht gepostet werden, da dein Konto von Sudomemo suspendiert wurde.
el_gr: Εχετε περιοριστει απο την αλληλεπιδραση με το Sudomemo.
es_es: Has sido restringido de publicar comentarios.
fr_fr: L'utilisation de votre compte Sudomemo a été restreinte.
it_it: Non puoi interagire con Sudomemo perchè sei stato bannato.
ja_jp: コメントの送信に失敗しました。あなたはスドメモへの投稿を禁止されています。
nl_nl: Je toegang tot Sudomemo is vergrendeld.
pl_pl: Twoja mozliwosc interakcji z Sudomemo zostala zawieszona.
pt_pt: Foste restrito de interagir no Sudomemo.
ro_ro: Ati fost restrictionat din a interactiona cu Sudomemo.
sv_se: Du har blivit förbjuden från att interagera på Sudomemo.
tr_tr: Sudomemo ile iletişime geçmen yasaklanmış olabilir.

# CONFIRM_EMAIL_BEFORE_POSTING
source: Please confirm your email before posting.
de_de: Bitte bestätige deine Email-Adresse vor dem Hochladen.
el_gr: Παρακαλω επιβεβαιωστε το email σας πριν να δημοσιευσετε.
es_es: Por favor, confirma tu correo antes de publicar.
fr_fr: Merci de confirmer votre adresse email avant de poster.
it_it: Per favore, conferma la tua email prima di postare.
ja_jp: 投稿する前にメールアドレスを確認してください。
nl_nl: Bevestig alsjeblieft je e-mailadres voor je iets plaatst.
pl_pl: Potwierdz swój adres e-mail przed wyslaniem.
pt_pt: Por favor confirma o teu email antes de postar.
ro_ro: Va rugam sa va confirmati emailul inainte de a posta.
sv_se: Var god bekräfta din e-postadress innan du publicerar.
tr_tr: Lütfen bir şey paylaşmadan önce e-posta adresini doğrula.

# DUPLICATE_COMMENT_FAILED
source: This comment has already been posted to Sudomemo.
de_de: Dieser Kommentar wurde schon auf Sudomemo versendet.
el_gr: Αυτο το σχολιο εχει ηδη δημοσιευθει στο Sudomemo.
es_es: Este comentario ya ha sido publicado.
fr_fr: Ce commentaire a déjà été posté sur Sudomemo.
it_it: Questo commento è stato già postato su Sudomemo.
ja_jp: このコメントは既にスドメモに投稿されています。
nl_nl: Deze reactie is al eens op Sudomemo gezet.
pl_pl: Ten komentarz zostal juz wyslano do Sudomemo.
pt_pt: Este comentário já foi postado no Sudomemo.
ro_ro: Acest comentariu a fost deja postat pe Sudomemo.
sv_se: Denna kommentar har redan publicerats på Sudomemo.
tr_tr: Bu yorum Sudomemo'ya zaten gönderildi.

# FLIPNOTE_DATA_CORRUPTED
source: The Flipnote data is corrupted. Try again in a moment.
de_de: Die Flipnote-Datei ist beschädigt! Versuche es später erneut.
el_gr: Τα δεδομενα του Flipnote ειναι κατεστραμμενα. Παρακαλω δοκιμαστε ξανα σε λιγακι.
es_es: Los datos de esta Flipnote estan dañados. Intenta de nuevo en un momento.
fr_fr: Les données de la Flipnote ont été corrompues, veuillez réessayer plus tard.
it_it: I dati del Flipnote sono danneggiati. Riprova tra un momento.
ja_jp: データが破損しています。 もう一度やり直してください。
nl_nl: De Flipnote is beschadigd. Probeer het binnenkort nog eens.
pl_pl: Dane tego Flipnote zostaly uszkodzone. Spróbuj ponownie za kilka minut.
pt_pt: Os dados do Flipnote estão corrompidos. Tenta outra vez dentro de momentos.
ro_ro: Datele Filpnote-ului sunt corupte. Incercati din nou intr-un moment.
sv_se: Flipnote-datan är skadad. Försök igen om en stund.
tr_tr: Bu Flipnote'un verileri bozuk. Lütfen az sonra tekrar dene.

# HEADER_COMMENTS
source: Comments
de_de: Kommentare
el_gr: Σχολια
es_es: Comentarios
fr_fr: Commentaires
it_it: Commenti
ja_jp: コメント
nl_nl: Reacties
pl_pl: Komentarze
pt_pt: Comentários
ro_ro: Commentarii
sv_se: Kommentarer
tr_tr: Yorumlar

# HEADER_NEXT
source: Next
de_de: Weiter
el_gr: Επομενο
es_es: Siguiente
fr_fr: Suivant
it_it: Successivo
ja_jp: 次へ
nl_nl: Volgende
pl_pl: Nastepna
pt_pt: Próximo
ro_ro: Urm.
sv_se: Nästa
tr_tr: Sonraki

# HEADER_PREV
source: Prev
de_de: Zurück
el_gr: Προηγουμενο
es_es: Página Anterior
fr_fr: Précédent
it_it: Precedente
ja_jp: 前へ
nl_nl: Vorige
pl_pl: Poprzednia
pt_pt: Anterior
ro_ro: Ante.
sv_se: Före
tr_tr: Önceki

# HEADER_REFRESH
source: Refresh
de_de: Neu laden
el_gr: Ανανεωση
es_es: Actualizar
fr_fr: Rafraîchir
it_it: Ricarica
ja_jp: 再読み込み
nl_nl: Herladen
pl_pl: Odswiez
pt_pt: Actualizar
ro_ro: Reincarcati
sv_se: Uppdatera
tr_tr: Yenile

# LOGIN_REQUIRED_TO_POST_CHAT_MESSAGE
source: You must be logged in to post a chat message.
de_de: Du musst angemeldet sein, um eine Chat-Nachricht zu versenden.
el_gr: Πρεπει να ειστε συνδεδεμενοι για να ανεβασετε ενα μηνυμα τσατ.
es_es: Debes iniciar sesión para publicar un comentario.
fr_fr: Vous devez être identifié pour poster un message sur le chat.
it_it: Devi effettuare l'accesso per inviare un messaggio in chat.
ja_jp: チャットメッセージを投稿するには、ログインする必要があります。
nl_nl: Je moet ingelogd zijn om een chatbericht te kunnen sturen.
pl_pl: Musisz sie zalogowac aby wyslac wiadomosc.
pt_pt: Tens de ter feito login para postar uma mensagem.
ro_ro: Trebuie sa fiti conectat pentru a posta un mesaj in conversatie.
sv_se: Du måste vara inloggad för att skicka ett chattmeddelande.
tr_tr: Bir mesaj göndermek için oturumun açık olmalı.

source: Moderator
el_gr: Συντονιστης
es_es: Moderador
fr_fr: Modérateur
it_it: Moderatore
ja_jp: モデレータ
pt_pt: Moderador
tr_tr: Moderatör

# NO_BLANK_MESSAGES_ALLOWED
source: You cannot post a blank chat message.
de_de: Du kannst keine leere Nachricht versenden.
el_gr: Δεν μπορειτε να στειλετε ενα κενο μηνυμα τσατ.
es_es: ¡No puedes publicar un comentario vacio!
fr_fr: Vous ne pouvez pas poster de message vide.
it_it: Non puoi inviare un messaggio vuoto.
ja_jp: 空白のチャットメッセージを投稿することはできません。
nl_nl: Je mag geen lege chatberichten sturen.
pl_pl: Nie mozesz wyslac pustej wiadomosci.
pt_pt: Não podes mandar uma mensagem em branco.
ro_ro: Nu puteti posta un mesaj gol.
sv_se: Du kan inte skicka ett tomt meddelande.
tr_tr: Boş bir mesaj gönderemezsin.

# NO_CHAT_MESSAGES_WHILE_MUTED
source: You have been muted. You may not chat.
de_de: Du wurdest stummgeschaltet! Du kannst keine Chat-Nachrichten versenden, während du stummgeschaltet bist.
el_gr: Εχετε τεθει σε σιγαση. Δεν μπορειτε να μιλησετε.
es_es: Has sido silenciado. No podrás publicar comentarios.
fr_fr: Vous avez été mis en mode muet. Vous ne pouvez pas poster de message en mode muet.
it_it: Sei stato silenziato. Non puoi chattare.
ja_jp: あなたはミュートされました。 ミュート中にチャットメッセージを投稿することはできません。
nl_nl: Je bent op stil gezet. Je mag nu niet chatten.
pl_pl: Zostales wyciszony. Nie mozesz czatowac.
pt_pt: Foste silenciado. Não tens permissão para postar mensagens.
ro_ro: Ati fost pus pe mut. Nu puteti conversa.
sv_se: Du har blivit dämpad. Du får inte chatta.
tr_tr: Sessize alındın. Mesaj gönderemezsin.

# NO_COMMENTS_YET
source: No messages have been sent here.
de_de: Hier wurden noch keine Nachrichten versendet.
el_gr: Δεν εχουν σταλει μηνυματα εδω.
es_es: No hay comentarios.
fr_fr: Aucun message n'a été envoyé ici.
it_it: Non sono stati inviati messaggi qui.
ja_jp: まだメッセージがありません。
nl_nl: Er zijn hier nog geen chatberichten gestuurd.
pl_pl: zadne wiadomosci nie zostaly jeszcze przeslane.
pt_pt: Nenhuns comentários foram postados aqui.
ro_ro: Nici un mesaj nu a fost trimis aici.
sv_se: Inga meddelanden har skickats här.
tr_tr: Burada herhangi bir mesaj gönderilmemiştir.

# PAGE_FORMAT
source: Page %d
de_de: Seite %d
el_gr: Σελιδα %s
es_es: Página %d
it_it: Pagina %d
ja_jp: %dページ
nl_nl: Pagina %d
pl_pl: Strona %d
pt_pt: Página %d
ro_ro: Pagina %d
sv_se: Sida %d
tr_tr: %d. sayfa

# ROOM_NAME_anime_chat
source: Anime Chat
es_es: Chat de Anime
fr_fr: Chat Anime
it_it: Chat Anime
ja_jp: 和製アニメチャット
pl_pl: Czat o Anime
pt_pt: Sala Chat Anime
sv_se: Anime Chatten

# ROOM_NAME_birthday_bash
source: Sudomemo Birthday Bash
it_it: Festa di Compleanno di Sudomemo
sv_se: Sudomemo Födelsedags Bash

# ROOM_NAME_blue_chat
source: Blue Chat
de_de: Blauer Chat
es_es: Chat Azul
fr_fr: Chat Bleu
it_it: Chat Blu
ja_jp: ブルーチャット
nl_nl: Blauwe Chat
pl_pl: Niebieski czat
pt_pt: Sala Chat Azul
sv_se: Blåa Chatten

# ROOM_NAME_drawings
source: Drawings
de_de: Zeichnungen
es_es: Dibujos
fr_fr: Dessins
it_it: Disegni
ja_jp: お絵描き
nl_nl: Tekeningen
pl_pl: Rysunki
pt_pt: Desenhos
sv_se: Målningar

# ROOM_NAME_french_chat
source: French Chat
de_de: Französischer Chat
es_es: Chat Francés
fr_fr: Chat Français
it_it: Chat francese
ja_jp: フランス語チャット
nl_nl: Franse Chat
pl_pl: Francuski czat
pt_pt: Sala Chat Francesa
sv_se: Franska Chatten

# ROOM_NAME_friend_code_exchange
source: Friend Code Exchange
de_de: Freundescode-Austausch
es_es: Intercambio de codigos de amigo
fr_fr: Échange de code ami
it_it: Scambio codice amico
ja_jp: フレンドコード交換
nl_nl: Vriend Code Ruil
pt_pt: Troca de Cód. Amigo

# ROOM_NAME_german_chat
source: German Chat
de_de: Deutscher Chat
es_es: Chat Alemán
fr_fr: Chat Allemand
it_it: Chat tedesca
ja_jp: ドイツ語チャット
nl_nl: Duitse Chat
pl_pl: Niemiecki czat
pt_pt: Sala Chat Alemã
sv_se: Tyska Chatten

# ROOM_NAME_greek_chat
source: Greek Chat
de_de: Griechischer Chat
es_es: Chat Griego
fr_fr: Chat Grec
it_it: Chat greca
ja_jp: ギリシャ語チャット
nl_nl: Griekse Chat
pl_pl: Grecki czat
pt_pt: Sala Chat Grega
sv_se: Grekiska Chatten

# ROOM_NAME_green_chat
source: Green Chat
de_de: Grüner Chat
es_es: Chat Verde
fr_fr: Chat Vert
it_it: Chat verde
ja_jp: グリーンチャット
nl_nl: Groene Chat
pl_pl: Zielony czat
pt_pt: Sala Chat Verde
sv_se: Gröna Chatten

# ROOM_NAME_japanese_chat
source: Japanese Chat
de_de: Japanischer Chat
es_es: Chat Japonés
fr_fr: Chat Japonais
it_it: Chat giapponese
ja_jp: 日本語チャット
nl_nl: Japanse Chat
pl_pl: Japonski czat
pt_pt: Sala Chat Japonesa
sv_se: Japanska Chatten

# ROOM_NAME_kirby_chat
source: Kirby Chat
es_es: Chat Kirby
fr_fr: Chat Kirby
it_it: Chat di Kirby
ja_jp: カービィチャット
pl_pl: Czat o Kirby
pt_pt: Sala Chat Kirby
sv_se: Kirby Chatten

# ROOM_NAME_mlp_chat
source: MLP Chat
es_es: Chat MLP
fr_fr: Chat MLP
it_it: Chat MLP
ja_jp: マイリトルポニーチャット
pl_pl: Czat o MLP
pt_pt: Sala Chat MLP
sv_se: MLP Chatten

# ROOM_NAME_music_chat
source: Music Chat
de_de: Musik-Chat
es_es: Chat de Música
fr_fr: Chat Musique
it_it: Chat musicale
ja_jp: 音楽チャット
nl_nl: Muziek Chat
pl_pl: Czat o muzyce
pt_pt: Sala Chat Música
sv_se: Musik Chatten

# ROOM_NAME_orange_chat
source: Orange Chat
de_de: Orangener Chat
es_es: Chat Naranja
fr_fr: Chat Orange
it_it: Chat arancione
ja_jp: オレンジチャット
nl_nl: Oranje Chat
pl_pl: Pomaranczowy czat
pt_pt: Sala Chat Laranja
sv_se: Orangea Chatten

# ROOM_NAME_pokemon_chat
source: Pok√©mon Chat
de_de: Pokémon-Chat
es_es: Chat de Pokémon
fr_fr: Chat Pokémon
it_it: Chat Pokémon
ja_jp: ポケモンチャット
pl_pl: Czat o Pokémonach
pt_pt: Sala Chat Pokémon
sv_se: Pokémon Chatten

# ROOM_NAME_red_chat
source: Red Chat
de_de: Roter Chat
es_es: Chat Rojo
fr_fr: Chat Rouge
it_it: Chat rossa
ja_jp: レッドチャット
nl_nl: Rode Chat
pl_pl: Czerwony czat
pt_pt: Sala Chat Vermelha
sv_se: Röda Chatten

# ROOM_NAME_roleplay_chat_1
source: Roleplay Chat 1
de_de: Rollenspiel-Chat 1
es_es: Chat de Roleplay 1
fr_fr: Chat Roleplay 1
it_it: Chat di ruolo 1
ja_jp: なりきりチャット1
pl_pl: Czat Roleplay 1
pt_pt: Sala Chat Roleplay 1
sv_se: Roleplay Chatt 1

# ROOM_NAME_roleplay_chat_2
source: Roleplay Chat 2
de_de: Rollenspiel-Chat 2
es_es: Chat de Roleplay 2
fr_fr: Chat Roleplay 2
it_it: Chat di ruolo 2
ja_jp: なりきりチャット2
pl_pl: Czat Roleplay 2
pt_pt: Sala Chat Roleplay 2
sv_se: Roleplay Chatt 2

# ROOM_NAME_spanish_chat
source: Spanish Chat
de_de: Spanischer Chat
es_es: Chat Español
fr_fr: Chat Espagnol
it_it: Chat spagnola
ja_jp: スペイン語チャット
nl_nl: Spaanse Chat
pl_pl: Hiszpanski czat
pt_pt: Sala Chat Espanhola
sv_se: Spanska Chatten

# ROOM_NAME_stick_figure_chat
source: Stick Figure Chat
de_de: Strichfiguren-Chat
fr_fr: Chat Bonhomme Bâton
it_it: Chat con figura stilizzata
ja_jp: 棒人間チャット
nl_nl: Stokfiguur Chat
pl_pl: Czat o patyczakach
pt_pt: Sala Chat Stick Figure
sv_se: Streckgubbe Chatten

# ROOM_NAME_wolf_chat
source: Wolf Chat
fr_fr: Chat Loup
it_it: Chat Lupo
ja_jp: 人狼チャット
pl_pl: Wilczy czat
pt_pt: Sala Chat Lobos
sv_se: Varg Chatten
