Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/commentDetails.po
Languages: cy_gb, de_de, el_gr, fr_fr, it_it, ja_jp, nl_nl, pl_pl, ro_ro, tr_tr

source: Author
cy_gb: Awdur
de_de: Autor
el_gr: Συγγραφεας
fr_fr: Auteur
it_it: Autore
ja_jp: 投稿者名
nl_nl: Auteur
pl_pl: Autor
ro_ro: Autor
tr_tr: Yazar

source: Chat Comment ID
cy_gb: ID Sylw Sgwrs
de_de: Chat-Kommentar-ID
el_gr: ID Μηνυματος Τσατ
fr_fr: ID du commentaire de chat
it_it: ID Commento Chat
ja_jp: チャットコメントID
nl_nl: Chatbericht-ID
pl_pl: ID komentarza na czacie
ro_ro: ID Comentariu Conversatie
tr_tr: Sohbet yorumunun ID'si

# CHAT_MESSAGE_FROM_FORMAT
source: Chat Message from %s
cy_gb: Sgwrs Sgwrsio gan %s
de_de: Chatnachricht von %s
el_gr: Μηνυμα τσατ απο %s
fr_fr: Message de chat de %s
it_it: Messaggio Chat da %s
ja_jp: %sさんのチャットメッセージ
nl_nl: Chatbericht van %s
pl_pl: Wiadomosc na czacie od %s
ro_ro: Mesaj Conversatie de la %s
tr_tr: %s'den sohbet mesajı

# COMMENT_BY_FORMAT
source: Comment by %s
cy_gb: Sylw gan %s
de_de: Kommentar von %s
el_gr: Σχολιο απο %s
fr_fr: Commenté par %s
it_it: Commenti per %s
ja_jp: %sさんのコメント
nl_nl: Reactie door %s
pl_pl: Komentarz %s
ro_ro: Comentariu de %s
tr_tr: %s'nin yorumu

source: Comment Details
cy_gb: Manylion Sylw
de_de: Kommentardetails
el_gr: Λεπτομεριες Σχολιου
fr_fr: Détails du commentaire
it_it: Dettagli del commento
ja_jp: コメントの詳細
nl_nl: Reactiedetails
pl_pl: Informacje o komentarzu
ro_ro: Detalii Comentariu
tr_tr: Yorum ayrıntıları

# COMMENT_HIDDEN_MODERATOR
source: Comment hidden by moderator
de_de: Kommentar durch Moderator versteckt
el_gr: Σχολιο κρυμμενο απο συντονιστη
fr_fr: Commentaire masqué par un modérateur
it_it: Commento nascosto da un moderatore
ja_jp: モデレーターによって非表示にされたコメント
nl_nl: Reactie verborgen door moderator
pl_pl: Komentarz ukryty przez moderatora
ro_ro: Comentariu ascuns de Moderator

# COMMENT_HIDDEN_RECIPIENT
source: Comment hidden by Flipnote author
de_de: Kommentar durch Flipnote-Ersteller versteckt
el_gr: Σχολιο κρυμμενο απο συντακτη του Flipnote
fr_fr: Commentaire masqué par l'auteur de la Flipnote
it_it: Commento nascosto dall'autore del Flipnote
ja_jp: 作品作成者により非表示にされたコメント
nl_nl: Reactie verborgen door Flipnote auteur
pl_pl: Komentarz ukryty przez autora Flipnote
ro_ro: Comentariu ascuns de Autorul Flipnote-ului
tr_tr: Bu yorum, bu Flipnote'u paylaşan kişi tarafından gizlenmiştir.

# COMMENT_HIDDEN_SELF
source: Comment hidden by author
de_de: Kommentar durch Autor versteckt
el_gr: Σχολιο κρυμμενο απο συντακτη
fr_fr: Commentaire masqué par l'auteur
it_it: Commento nascosto dall'autore
ja_jp: 作者により非表示にされたコメント
nl_nl: Reactie verborgen door auteur
pl_pl: Komentarz ukryty przez autora
ro_ro: Comentariu ascuns de Autor
tr_tr: Bu yorum yazarı tarafından gizlenmiştir.

# COMMENT_HIDDEN_UNKNOWN
source: Comment hidden due to request
de_de: Kommentar auf Anfrage versteckt
el_gr: Σχολιο κρυμμενο μετα απο αιτημα
fr_fr: Commentaire masqué suite à une demande
it_it: Commento nascosto da una richiesta
ja_jp: 要請により非表示にされたコメント
nl_nl: Reactie verborgen op verzoek
pl_pl: Komentarz ukryty w odpowiedzi na zadanie
ro_ro: Comentariu ascuns datorita unei cereri
tr_tr: Bu yorum, bir istek nedeniyle gizlenmiştir.

source: Comment ID
cy_gb: ID Sylw
de_de: Kommentar-ID
el_gr: ID Σχολιου
fr_fr: ID du commentaire
it_it: ID Commento
ja_jp: コメントID
nl_nl: Commentaar-ID
pl_pl: ID komentarza
ro_ro: ID Comentariu
tr_tr: Yorum ID'si

# FLIPNOTE_BY_FORMAT
source: Flipnote by %s
cy_gb: Flipnote gan %s
de_de: Flipnote von %s
el_gr: Flipnote του χρηστη %s
fr_fr: Flipnote de %s
it_it: Flipnote per %s
ja_jp: %sさんの作品
nl_nl: Flipnote door %s
pl_pl: Flipnote stworzony przez %s
ro_ro: Flipnote de %s
tr_tr: %s'nin Flipnote'u

source: Message Details
cy_gb: Manylion Neges
de_de: Nachrichtendetails
el_gr: Λεπτομεριες μηνυματος
fr_fr: Détails du message
it_it: Dettagli del messaggio
ja_jp: メッセージの詳細
nl_nl: Berichtdetails
pl_pl: Informacje o wiadomosci
ro_ro: Detalii Mesaj
tr_tr: Mesaj ayrıntıları

# MESSAGE_FROM_FORMAT
source: Message from %s
cy_gb: Neges gan %s
de_de: Nachricht von %s
el_gr: Μηνυμα απο %s
fr_fr: Message de %s
it_it: Messaggio da %s
ja_jp: %sさんからのメッセージ
nl_nl: Bericht van %s
pl_pl: Wiadomosc od %s
ro_ro: Mesaj de la %s
tr_tr: %s'den mesaj

source: Message ID
cy_gb: ID Neges
de_de: Nachrichten-ID
el_gr: ID Μηνυματος
fr_fr: ID du message
it_it: ID Messaggio
ja_jp: メッセージID
nl_nl: Bericht-ID
pl_pl: ID wiadomosci
ro_ro: ID Mesaj
tr_tr: Mesaj ID'si

source: Posted to
cy_gb: Postio i
de_de: Hochgeladen zu
el_gr: Δημοσιευμενο στο
fr_fr: Posté dans
it_it: Postato in
ja_jp: 投稿者
nl_nl: Geplaatst op
pl_pl: Wyslane do
ro_ro: Posted catre
tr_tr: Paylaşılan yer:

source: Private Conversation
cy_gb: Sgwrs Breifat
de_de: Private Konversation
el_gr: Ιδιωτικη Συνομιλια
fr_fr: Conversation privée
it_it: Conversazione privata
ja_jp: プライベートな会話
nl_nl: Priv√©conversatie
pl_pl: Prywatna konwersacja
ro_ro: Conversatie Privata
tr_tr: Özel Sohbet

source: Report Content
cy_gb: Cynnwys yr Adroddiad
de_de: Melden
el_gr: Αναφορα Περιεχομενου
fr_fr: Signaler le contenu
it_it: Segnala contenuto
ja_jp: 報告内容
nl_nl: Rapporteer Inhoud
pl_pl: Zglos zawartosc
ro_ro: Raportati Continut
tr_tr: İçeriği şikayet et

source: Timestamp
de_de: Zeitstempel
el_gr: Σημανση Χρονου
fr_fr: Heure du message
it_it: Data e ora
ja_jp: 投稿日時
nl_nl: Tijd
pl_pl: Data
tr_tr: Zaman damgası
