Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/creatorsRoom.po
Languages: cy_gb, de_de, el_gr, ja_jp, pl_pl, sv_se, tr_tr

# 101_CHARACTER_LIMIT_BIO
source: Your biography is limited to 101 characters.
cy_gb: Mae eich bywgraffiad wedi'i gyfyngu i 101 o gymeriadau.
de_de: Die Länge der Biografie ist auf 101 Zeichen begrenzt.
el_gr: Η βιογραφια σας περιοριζεται σε 101 χαρακτηρες.
ja_jp: プロフィールは101文字以下に制限されています。
pl_pl: Twoja biografia ma limit 101 znaków.
sv_se: Din biografi är begränsad till 101 tecken.
tr_tr: Biyografin en fazla 101 harf içerebilir.

# ADMIN_ACCT_BANNED
source: Banned
cy_gb: Wedi'i Wahardd
de_de: Von Sudomemo gebannt
el_gr: Απαγορευμενοι
ja_jp: 禁止
pl_pl: Zbanowany
sv_se: Förbjuden
tr_tr: Hesap Kilitlendi

# ADMIN_ACCT_BLOCKED
source: Blocked
cy_gb: Wedi'i Rwystro
de_de: Blockiert
el_gr: Αποκλεισμενοι
ja_jp: ブロック
pl_pl: Zablokowany
sv_se: Blockerad
tr_tr: Engellendi

# ADMIN_ACCT_GOOD_STANDING
source: In good standing
cy_gb: Mewn sefyllfa dda
de_de: Besitzt guten Ruf
el_gr: Σε καλη κατασταση
ja_jp: 正常
pl_pl: W dobrym stanie
sv_se: I god ställning
tr_tr: İyi durumda

# ADMIN_ACCT_MUTED
source: Muted
cy_gb: Tawel
de_de: Stummgeschaltet
el_gr: Σε σιγαση
ja_jp: ミュート
pl_pl: Wyciszony
sv_se: Dämpad
tr_tr: Sessize Alındı

# ADMIN_ADMINISTRATIVE_ACTIONS
source: Admin Actions
cy_gb: Camau Gweinyddol
de_de: Administrator-Aktionen
el_gr: Ενεργειες Διαχειριστη
ja_jp: 管理者の操作
pl_pl: Akcje administracyjne
sv_se: Adminåtgärder
tr_tr: İdari önlemler

# ADMIN_LAST_SEEN
source: Last seen
cy_gb: Wedi'i weld ddiwethaf
de_de: Zuletzt online
el_gr: Τελευταια Εμφανιση
ja_jp: 最後に閲覧
pl_pl: Ostatnio widziany
sv_se: Senast sedd
tr_tr: Son görülme

# ADMIN_USER_DETAILS
source: User Details
cy_gb: Manylion Defnyddwyr
de_de: Details
el_gr: Λεπτομερειεs Χρηστη
ja_jp: ユーザーの詳細
pl_pl: Informacje o uzytkowniku
sv_se: Användar Detailer
tr_tr: Kullanıcı Ayrıntıları

# ADMIN_USER_STATUS
source: User Status
cy_gb: Statws Defnyddiwr
de_de: Status
el_gr: Κατασταση Χρηστη
ja_jp: ユーザーのテータス
pl_pl: Status uzytkownika
sv_se: Användaratatus
tr_tr: Kullanıcının Durumu

source: Block
de_de: Blockieren
ja_jp: ブロック
pl_pl: Zablokuj
sv_se: Blockera

source: Blocked users
cy_gb: Defnyddwyr wedi'u blocio
de_de: Blockierte Benutzer
el_gr: Μπλοκαρισμενοι χρηστες
ja_jp: ブロックしたユーザー
pl_pl: Zablokowani uzytkownicy
sv_se: Blockerade användare
tr_tr: Engellenen kullanıcılar

# BLOCK_COMMENTS_HEADER
source: Block Comments
cy_gb: Sylwadau Bloc
de_de: Nachrichten blockieren
el_gr: Αποκλεισμος Σχολιων
ja_jp: コメントをブロックする
pl_pl: Zablokuj komentarze
sv_se: Blockera Kommentarer
tr_tr: Yorumları Engelle

# BLOCK_COMMENTS_LINK
source: Block
cy_gb: Bloc
de_de: Blockieren
el_gr: Αποκλεισμος
ja_jp: ブロック
pl_pl: Zablokuj
sv_se: Blockera
tr_tr: Engelle

source: Block user
de_de: Benutzer blockieren
ja_jp: ユーザーをブロックする
pl_pl: Zablokuj uzytkownika
sv_se: Blockera användare

# CAN_DRAW_TICKET_SUBTEXT
source: You can draw a regular ticket! You might win a prize.
cy_gb: Gallwch dynnu tocyn rheolaidd! Efallai y byddwch yn ennill gwobr.
de_de: Du kannst ein normales Ticket ziehen! Mit etwas Glück gewinnst du einen Preis.
el_gr: Μπορειτε να τραβηξετε εναν κανονικο λαχνο! Ισως κερδισετε κατι.
ja_jp: レギュラーチケットを引くことができます！アイテムを獲得できるかも？
pl_pl: Mozesz wylosowac zwykly bilet! Kto wie, moze cos wygrasz?
sv_se: Du kan dra en vanlig biljett! Du kanske vinner ett pris.
tr_tr: Sıradan bir bilet alabilirsin! Belki bir ödül kazanırsın.

# CHANGE_ROOM_THEME_LINK
source: [change theme]
cy_gb: [newid thema]
de_de: [Kulisse ändern]
el_gr: [αλλαξτε θεμα]
ja_jp: [テーマを変える]
pl_pl: [zmień motyw]
sv_se: [byt tema]
tr_tr: [temayı değiştir]

source: Creator's Room
cy_gb: Ystafell Crewr
de_de: Ersteller-Raum
el_gr: Δωματιο Δημιουργου
ja_jp: マイルーム
pl_pl: Pokój Twórcy
tr_tr: Kreatör Odası

source: Current Bio:
cy_gb: Bio Presennol:
de_de: Aktuelle Biografie:
el_gr: Τρεχουσα Βιογραφια:
ja_jp: 現在のプロフィール：
pl_pl: Aktualna biografia:
sv_se: Nuvarande bio:
tr_tr: Şu anki biyografin:

# DRAW_REGULAR_TICKET
source: Draw Ticket
cy_gb: Tynnwch Docyn
de_de: Ticket ziehen
el_gr: Τραβηξτε λαχνο
ja_jp: チケットを引く
pl_pl: Wylosuj bilet
sv_se: Dra biljett
tr_tr: Bilet al

source: Enter Bio...
cy_gb: Rhowch eich bio...
de_de: Biografie eingeben
el_gr: Συμπληρωστε Βιογραφια...
ja_jp: プロフィールを入力してください…
pl_pl: Wpisz biografie...
sv_se: Lägg till bio...
tr_tr: Biyografini yaz...

source: Example
cy_gb: Enghraifft
de_de: Beispiel
el_gr: Παραδειγμα
ja_jp: サンプル
pl_pl: Przyklad
sv_se: Exempel
tr_tr: Örnek

source: Fans
cy_gb: Cefnogwyr
el_gr: Θαυμαστεs
ja_jp: ファン
pl_pl: Fani
tr_tr: Hayranlar

# FAN_COUNT_FORMAT
source: Fans: %s
cy_gb: Cefnogwyr: %s
el_gr: Θαυμαστες: %s
ja_jp: %s人
pl_pl: Fani: %s
tr_tr: Hayranlar: %s

source: Favorites Feed
cy_gb: Ffefrynnau Feed
de_de: Favoriten-Feed
el_gr: Καινουρια απο Αγαπημενουs
ja_jp: お気に入りの作品
pl_pl: Najnowsze od ulubionych twórców
sv_se: Favoriter flöde
tr_tr: Favori Feed

source: Favorite Channels
cy_gb: Sianelau Hoff
de_de: Favorisierte Kanäle
el_gr: Αγαπημενα Καναλια
ja_jp: お気に入りのチャンネル
pl_pl: Ulubione kanaly
sv_se: Favoritkanaler
tr_tr: Favori Kanallar

source: Favorite Users
cy_gb: Hoff Ddefnyddwyr
de_de: Favorisierte Benutzer
el_gr: Αγαπημενοι Χρηστεs
ja_jp: お気に入り
pl_pl: Ulubieni uzytkownicy
sv_se: Favoritanvändare
tr_tr: Favori Kullanıcılar

source: Feature Usability
cy_gb: Defnyddioldeb Nodwedd
de_de: Benutzerfreundlichkeit
el_gr: Χρηστικοτητα Λειτουργιων
ja_jp: すべての機能
pl_pl: Dostepnosc funkcji
sv_se: Funktionsanvändbarhet

source: Flipnote Friends
de_de: Flipnote-Freunde
ja_jp: うごメイト
pl_pl: Przyjaciele Flipnote
sv_se: Flipnote vänner

# FLIPNOTE_FRIENDS_INFO
source: Creators you've exchanged Flipnotes with
de_de: Ersteller, mit denen du Flipnotes ausgetauscht hast
ja_jp: うごメモを交換したことがあるユーザー
pl_pl: Twórcy, z którymi wymieniles/-as sie Flipnotes
sv_se: Användare du bytt Flipnotes med

source: Flipnote Studio ID
cy_gb: Flipnote Stwdio ID
ja_jp: うごメモID
pl_pl: ID Flipnote Studio
tr_tr: Flipnote Studio ID'si

# FOLLOW_LIMIT_EXCEEDED_FORMAT
source: You can't follow more than %d users.
cy_gb: Ni allwch ddilyn mwy na %d o ddefnyddwyr.
de_de: Du kannst nicht mehr als %d Benutzern folgen.
el_gr: Δεν μπορειτε να ακολουθησετε πανω απο %d χρηστες.
ja_jp: %d人以上のユーザーをフォローすることはできません。
pl_pl: Nie mozesz obserwowac wiecej niz %d osób.
sv_se: Du kan inte följa mer än %d användare.
tr_tr: %d'den fazla kullanıcıyı takip edemezsin.

# HEADER_EDIT_BIOGRAPHY
source: Edit Biography
cy_gb: Golygu Bywgraffiad
de_de: Biografie bearbeiten
el_gr: Επεξεργασια Βιογραφιας
ja_jp: プロフィールを編集
pl_pl: Edytuj biografie
sv_se: Ändrabiografi
tr_tr: Biyografini değiştir

# HEADER_FOLLOWERS
source: Followers
cy_gb: Dilynwyr
de_de: Follower
el_gr: Ακολουθοι
ja_jp: フォロワー
pl_pl: Obserwujacy
sv_se: Följare
tr_tr: Takipçiler

# HEADER_FOLLOWING
source: Following
cy_gb: Yn dilyn
de_de: Folgend
el_gr: Ακολουθει
ja_jp: フォロー
pl_pl: Obserwowani
sv_se: Följer
tr_tr: Takip edilen

# HEADER_LANGUAGE
source: Language
cy_gb: Iaith
de_de: Sprache
el_gr: Γλωσσα
ja_jp: 言語
pl_pl: Jezyk
sv_se: Språk
tr_tr: Dil

# HEADER_MAIL_SETTINGS
source: Mail Settings
cy_gb: Lleoliadau Bost
de_de: Mail-Einstellungen
el_gr: Ρυθμισεις Mail
ja_jp: メール設定
pl_pl: Ustawienia e-maili
sv_se: Mailinställningar
tr_tr: Posta ayarları

# HEADER_SUPPORT_TOKEN
source: Support Token
ja_jp: サポートトークン
pl_pl: Token wsparcia
sv_se: Kundtjänst Token
tr_tr: Destek al

source: Inventory
cy_gb: Rhestr Eiddo
de_de: Inventar
el_gr: Αποθεμα
ja_jp: チケット一覧
pl_pl: Ekwipunek
sv_se: Förråd
tr_tr: Envanter

# LEAVE_BLANK_TO_RESET_BIO
source: To clear your biography, leave the form blank when submitting.
cy_gb: I glirio'ch bywgraffiad, gadewch y ffurflen yn wag wrth gyflwyno.
de_de: Wenn du deine Biografie zurücksetzen möchtest, lasse das Feld einfach leer.
el_gr: Για να καθαρισετε την βιογραφια σας, αφηστε την φορμα κενη ενω την παραδιδετε.
ja_jp: プロフィールをリセットする場合はフォームを空白のまま送信してください。
pl_pl: aby wyczyscic biografie, zostaw ten formularz pusty podczas wysylania.
sv_se: För att rensa din biografi, lämna formulären tom när du sparar.
tr_tr: Biografini silmek için kaydetmeden önce bu formu boş bırak.

# LOGIN_REQUIRED_ACTION
source: You must be logged in to perform this action.
cy_gb: Rhaid i chi fewngofnodi i gyflawni'r weithred hon.
de_de: Du musst eingeloggt sein, um diese Aktion auszuführen.
el_gr: Πρεπει να συνδεθειτε για να πραγματοποιησετε αυτη την ενεργια.
ja_jp: この機能を利用するにはログインする必要があります。
pl_pl: Musisz sie zalogowac by wykonac te operacje.
sv_se: Du måste logga in för att utföra den här åtgärden.
tr_tr: Bunu yapmak için oturum açman gerek.

# NEXT
source: sin
cy_gb: Nesaf
de_de: Weiter
el_gr: επομενο
ja_jp: 次へ
pl_pl: Nastepna
sv_se: Nästa
tr_tr: Sonraki

source: Not Usable
cy_gb: Ddim yn Ddefnyddiol
de_de: Nicht benutzbar
el_gr: Μη Χρηστικη
ja_jp: いいえ
pl_pl: Niedostepna
sv_se: Inte Användbar
tr_tr: Kullanılamaz

# PAGE
source: lipu
cy_gb: Tudalen
de_de: Seite
el_gr: Σελιδα
ja_jp: ページ
pl_pl: Strona
sv_se: Sida
tr_tr: Sayfa

# PAGE_COUNTER_FORMAT
source: %d of %d
cy_gb: %d o %d
de_de: %d von %d
el_gr: %d απο %d
ja_jp: %d / %d
pl_pl: %d z %d
sv_se: %d av %d
tr_tr: Sayfa %d / %d

# POSTED_CHATCOMMENTS
source: Chatroom Messages
cy_gb: Negeseuon Ystafell Sgwrsio
de_de: Versendete Chat-Nachrichten
el_gr: Μηνυματα Τσατ
ja_jp: チャットメッセージ
pl_pl: Wiadomosci na czacie
sv_se: Chatmeddelanden
tr_tr: Sohbet odalarında mesajlar

source: Posted Comments
cy_gb: Sylwadau a Bostiwyd
de_de: Gepostete Kommentare
el_gr: Σχολια
ja_jp: コメント投稿
pl_pl: Wyslane komentarze
sv_se: Publicerade Kommentarer
tr_tr: Paylaşılan Yorumlar

source: Preview
cy_gb: Rhagolwg
de_de: Vorschau
el_gr: Προεπισκοπηση
ja_jp: プレビュー
pl_pl: Podglad
sv_se: Förhandsvisning
tr_tr: Önizleme

source: Previous
cy_gb: Blaenorol
de_de: Zurück
el_gr: Προηγουμενο
ja_jp: 前へ
pl_pl: Poprzednia
sv_se: Föregående
tr_tr: Önceki

source: Ranking
cy_gb: Rheng
de_de: Rang
ja_jp: ランキング
sv_se: Rankning
tr_tr: Sıralama

source: Redeem
cy_gb: Adbrynu
de_de: Einlösen
el_gr: Εξαργυρωση
ja_jp: 交換
pl_pl: Wykorzystaj kod
sv_se: Dra
tr_tr: Bileti bozdur

source: Request
de_de: Anfordern
ja_jp: リクエスト
pl_pl: Zdobadz
sv_se: Efterfråga
tr_tr: İstek

source: See more...
cy_gb: Mwy...
de_de: Mehr anzeigen
el_gr: Δειτε περισσοτερα...
ja_jp: もっと見る
pl_pl: Zobacz wiecej...
sv_se: Visa mer...
tr_tr: Daha fazla gör...

source: Select Theme
cy_gb: Dewiswch Thema
de_de: Kulisse auswählen
el_gr: Διαλεξτε θεμα
ja_jp: テーマを選択する
pl_pl: Wybierz motyw
sv_se: Välj Tema
tr_tr: Bir tema seç

source: Settings
cy_gb: Lleoliadau
de_de: Einstellungen
el_gr: Ρυθμισειs
ja_jp: 設定
pl_pl: Ustawienia
sv_se: Inställningar
tr_tr: Ayarlar

# SET_BIO_INSTRUCTIONS
source: Enter your profile biography below. This will be displayed on Sudomemo and Sudomemo Theatre.
cy_gb: Rhowch gofiant eich proffil isod. Bydd hyn yn cael ei arddangos ar Sudomemo a Sudomemo Theatre.
de_de: Gib deine Biografie hier unten ein. Sie wird auf Sudomemo und Sudomemo Theatre sichtbar sein.
el_gr: Συμπληρωστε την βιογραφια του προφιλ σας παρακατω. Θα φαινεται στο Sudomemo και το Sudomemo Theatre.
ja_jp: プロフィールを入力してください。プロフィールはスドメモとスドメモシアターに掲載されます。
pl_pl: Wpisz biografie profilu ponizej. Bedzie ona wyswietlana na Sudomemo i Sudomemo Theatre.
sv_se: Lägg till din profilbiografi nedan. Detta kommer visas på Sudomemo och Sudomemo Theatre
tr_tr: Profil biyografini aşağıya yaz. Bu senin Sudomemo Tiyatro'nda görülecektir.

# SPENDABLE_STARS
source: Your Stars
cy_gb: Eich Sêr
de_de: Deine Sterne
el_gr: Τα Αστερια σας
ja_jp: あなたのスター
pl_pl: Twoje gwiazdki
sv_se: Dina Stars
tr_tr: Yıldızların

# SPENDABLE_STARS_HELPTEXT
source: Stars to add to Flipnotes or use for themes
cy_gb: Sêr i'w hychwanegu at Flipnotes neu eu defnyddio ar gyfer themâu
de_de: Sterne zum Bewerten von Flipnotes / Erwerben von Kulissen
el_gr: Αστερια για να δωσετε σε Flipnotes η να ανταλλαξετε για θεματα
ja_jp: 作品を評価したり、テーマに使用するスター
pl_pl: Gwiazdki, ktore mozesz zostawic na Flipnotes lub wykupic za nie motywy
sv_se: Stars att använda för att lägga till på Flipnotes eller köpa teman
tr_tr: Flipnote'lara eklemek için veya temalar için kullanabileceğin yıldızlar

source: Starred Flipnotes
cy_gb: Flipnotes Serennog
de_de: Bewertete Flipnotes
el_gr: Flipnotes με αστερια
ja_jp: スターをつけた作品
pl_pl: Zagwiazdkowane Flipnotes
sv_se: Stjärnlagda Flipnotes
tr_tr: Öne çıkan Flipnote'lar

# SUDOMEMO_THEATRE_URL
source: Sudomemo Theatre Link
cy_gb: Cyswllt Theatr Sudomemo
el_gr: Συνδεσμος Sudomemo Theatre
ja_jp: スドメモシアターのURL
pl_pl: Link na Sudomemo Theatre
sv_se: Sudomemo Theatre Länk
tr_tr: Sudomemo Tiyatrosu Linki

# THEMETEST_ACTIVE_TAB
source: Active tab
cy_gb: Tab gweithredol
de_de: Aktiver Tab
el_gr: Ενεργη καρτελα
ja_jp: アクティブなタブ
pl_pl: Aktywna zakladka
sv_se: Aktiv flik
tr_tr: Etkin sekme

# THEMETEST_ERROR
source: Error
cy_gb: Gwall
de_de: Fehler
el_gr: Σφαλμα
ja_jp: エラー
pl_pl: Blad
sv_se: Fel
tr_tr: Hata

# THEMETEST_INACTIVE_TAB
source: Inactive tab
cy_gb: Tab anweithredol
de_de: Inaktiver Tab
el_gr: Ανενεργη καρτελα
ja_jp: 非アクティブなタブ
pl_pl: Nieaktywna zakladka
sv_se: Inaktiv flik
tr_tr: Etkin olmayan sekme

# THEMETEST_NOTICE
source: Notice
cy_gb: Rhybudd
de_de: Anmerkung
el_gr: Ειδοποιηση
ja_jp: お知らせ
pl_pl: Uwaga
sv_se: Notis

# THEMETEST_NOTICE_2
source: Notice #2
cy_gb: Rhybudd #2
de_de: Anmerkung #2
el_gr: Ειδοποιηση #2
ja_jp: お知らせ#2
pl_pl: Uwaga #2
sv_se: Notis #2

# THEMETEST_OK
source: Okay
cy_gb: Gweddol
el_gr: Οκ
ja_jp: OK
pl_pl: OK
sv_se: Okej
tr_tr: Tamam

# THEMETEST_SET_THEME
source: Set Theme
cy_gb: Gosod Thema
de_de: Kulisse benutzen
el_gr: Επιλογη Θεματος
ja_jp: このテーマを選択する
pl_pl: Ustaw motyw
sv_se: Lägg till Tema
tr_tr: Bu temayı uygula

# THEME_ERROR_THEME_NOT_OWNED
source: Sorry! You do not own that theme.
cy_gb: Sori! Nid ydych yn berchen ar y thema honno.
de_de: Du besitzt diese Kulisse nicht.
el_gr: Λυπουμαστε! Δεν εχετε το αυτο το θεμα.
ja_jp: このテーマは所有していません。
pl_pl: Przepraszamy! Nie posiadasz tego motywu.
sv_se: Tyvärr! Du äger inte detta tema.
tr_tr: Üzgünüz! Bu tema sende yoktur.

source: Theme Shop
cy_gb: Siop Thema
de_de: Kulissen-Shop
el_gr: Μαγαζι Θεματων
ja_jp: テーマショップ
pl_pl: Sklep z motywami
sv_se: Temabutik
tr_tr: Tema Mağazası

source: Theme successfully set!
cy_gb: Thema wedi'i gosod yn llwyddiannus!
de_de: Die ausgewählte Kulisse ist nun in deinem Ersteller-Raum zu sehen!
el_gr: Το θεμα σας επιλεχθηκε με επιτυχια!
ja_jp: テーマの変更が完了しました!
pl_pl: Ustawianie motywu powiodlo sie!
sv_se: Tema har lagts till!
tr_tr: Theme başarıyla değiştirildi!

# TICKET_COOLDOWN_MESSAGE_FORMAT
source: You can draw another ticket in: %s hour(s) %s minute(s).
cy_gb: Gallwch dynnu tocyn arall mewn: %s awr(au) %s munud(au).
de_de: Du kannst ein weiteres Ticket in %s Stunde(n) und %s Minute(n) ziehen.
el_gr: Μπορειτε να ξανατραβηξετε λαχνο σε: %s ωρα,-ες %s λεπτο,-α.
ja_jp: 新たにチケットを引けるようになるまで:あと %s 時間 %s 分
pl_pl: Mozesz wylosowac kolejny bilet za: %s godzin(y) %s minut(y).
sv_se: Du kan dra en ny biljett om: %s timme(ar) %s minut(er).
tr_tr: Bir dahaki biletini %s saat ve %s dakika sonra alabilirsin.

# TICKET_SECTION
source: Tickets
cy_gb: Tocynnau
el_gr: Λαχνοι
ja_jp: チケット
pl_pl: Bilety
sv_se: Biljetter
tr_tr: Biletler

source: Unblock
de_de: Entblocken
ja_jp: ブロック解除
pl_pl: Odblokuj
sv_se: Avblockera

source: Unblock user
de_de: Benutzer entblocken
ja_jp: ユーザーのブロックを解除
pl_pl: Odblokiuj uzytkownika
sv_se: Avblockera användare

# USABILITY_NOT_USABLE
source: Not Usable
cy_gb: Ddim yn Ddefnyddiol
de_de: Nicht benutzbar
el_gr: Μη Χρηστικη
ja_jp: 使用不可能
pl_pl: Niedostepna
sv_se: Inte användbar
tr_tr: Kullanılamaz

# USABILITY_USABLE
source: Usable
cy_gb: Defnyddiadwy
de_de: Benutzbar
el_gr: Χρηστικη
ja_jp: 使用可能
pl_pl: Dostepna
sv_se: Användbar
tr_tr: Kullanılabilir

source: Usable
cy_gb: Defnyddiadwy
de_de: Benutzbar
el_gr: Χρηστικη
ja_jp: はい
pl_pl: Dostepna
sv_se: Användbar
tr_tr: Kullanılabilir

# USER_DOWNLOADCOUNT
source: Downloads
cy_gb: Lawrlwythiadau
de_de: Downloads insgesamt
el_gr: Ληψειs
ja_jp: ダウンロード
pl_pl: Pobrania
sv_se: Nerladdningar
tr_tr: İndirenler

# USER_THEME
source: Theme
cy_gb: Thema
de_de: Kulisse
el_gr: Θεμα
ja_jp: テーマ
pl_pl: Motyw
sv_se: Tema
tr_tr: Tema

# USER_VIEWCOUNT
source: Views
cy_gb: Golygfeydd
de_de: Aufrufe insgesamt
el_gr: Προβολεs
ja_jp: 閲覧回数
pl_pl: Wyswietlenia
sv_se: Visningar
tr_tr: Görüntülenme

source: View
cy_gb: Golygfa
de_de: Anzeigen
el_gr: Προβολη
ja_jp: 閲覧
pl_pl: Zobacz
sv_se: Visa
tr_tr: Göster

source: Watch History
de_de: Wiedergabeverlauf
ja_jp: 閲覧履歴
pl_pl: Historia ogladania
sv_se: Tittarhistorik

source: You have blocked this user.
de_de: Du hast diesen Benutzer blockiert.
ja_jp: このユーザーをブロックしています。
pl_pl: Zablokowales/-as tego uzytkownika.
sv_se: Du har blockerat denna användaren.

source: Browse Playlists
sv_se: Utsök Spellistor

# INTERSTITIAL_BUTTON
source: Help keep Sudomemo alive!
sv_se: Hjälp hålla Sudomemo vid liv!
