Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/detailsPage.po
Languages: cy_gb, el_gr, pl_pl, sv_se, tr_tr

# 101_CHARACTER_LIMIT_DESC
source: Your description is limited to 101 characters in length.
cy_gb: Mae eich disgrifiad wedi'i gyfyngu i 101 o gymeriadau o hyd.
el_gr: Η περιγραφη σας περιοριζεται σε 101 χαρακτηρες.
pl_pl: Twój opis moze miec dlugosc max. 101 znaków.
sv_se: Din beskrivning är begränsad till 101 tecken i längd.
tr_tr: Açıklaman en fazla 101 sembol içerebilir.

# 40_CHARACTER_LIMIT
source: Your title is limited to 40 characters in length.
cy_gb: Mae eich teitl wedi'i gyfyngu i 40 o nodau.
el_gr: Ο τιτλος σας περιοριζεται σε 40 χαρακτηρες.
pl_pl: Twój tytul moze miec dlugosc max. 40 znaków.
sv_se: Din titel är begränsad till 40 tecken i längd.
tr_tr: Başlığa en fazla 40 sembol yazabilirsin.

source: Admin actions
cy_gb: Camau gweithredu gweinyddol
el_gr: Ενεργειεs διαχειριστη
pl_pl: Akcje administracyjne
sv_se: Adminåtgärder
tr_tr: Yönetici eylemi

source: Enter description...
cy_gb: Rhowch ddisgrifiad...
el_gr: Εισάγετε περιγραφη...
pl_pl: Wpisz opis...
sv_se: Lägg till beskrivning
tr_tr: Bir açıklama yaz...

source: Enter title...
cy_gb: Rhowch deitl...
el_gr: Προσθεστε τιτλο...
pl_pl: Wpisz tytul...
sv_se: Lägg till titel...
tr_tr: Bir başlık yaz...

# FLIPNOTE_TITLE_FORMAT
source: Flipnote by %s
cy_gb: Flipnote gan %s
el_gr: Flipnote του %s
pl_pl: Flipnote stworzony przez %s
sv_se: Flipnote av %s
tr_tr: %s'nin Flipnote'u

# HEADER_ADD_DESCRIPTION
source: Add Description
cy_gb: Ychwanegu Disgrifiad
el_gr: Προσθεστε Περιγραφη
pl_pl: Dodaj opis
sv_se: Lägg till beskrivning
tr_tr: Açıklama ekle

# HEADER_CHANNEL
source: Channel
cy_gb: Sianel
el_gr: Καναλι
pl_pl: Kanal
sv_se: Kanal
tr_tr: Kanal

# HEADER_COMMENTS
source: Comments
cy_gb: Sylwadau
el_gr: Σχολια
pl_pl: Komentarze
sv_se: Kommentarer
tr_tr: Yorumlar

# HEADER_CREATOR
source: Creator
cy_gb: Crewr
el_gr: Δημιουργοs
pl_pl: Twórca
sv_se: Skapare
tr_tr: Kreatör

# HEADER_DESCRIPTION
source: Description
cy_gb: Disgrifiad
el_gr: Περιγραφη
pl_pl: Opis
sv_se: Beskrivning
tr_tr: Açıklama

# HEADER_DETAILS
source: Details
cy_gb: Manylion
el_gr: Λεπτομεριεs
pl_pl: Informacje
sv_se: Detaljer
tr_tr: Ayrıntılar

# HEADER_DOWNLOADS
source: Downloads
cy_gb: Lawrlwythiadau
el_gr: Ληψειs
pl_pl: Pobrania
sv_se: Nerladdningar
tr_tr: İndirenler

# HEADER_FLIPNOTE_ID
source: Flipnote ID
pl_pl: ID Flipnote
tr_tr: Flipnote ID'si

# HEADER_FLIPNOTE_OPTIONS
source: Options
cy_gb: Opsionau
el_gr: Επιλογες
pl_pl: Opcje
sv_se: Alternativ
tr_tr: Ayarlar

# HEADER_NO_STARBEGGING_STAR_LIMIT
source: To prevent star-begging, yellow stars are limited to ten per Flipnote.
el_gr: Για την αποτροπη της παρακλησης αστεριων, τα κιτρινα αστερια περιοριζονται σε 10 ανα Flipnote.
pl_pl: Aby unkinac zebrania o gwiazdki, na Flipnote mozna zostawic maksymalnie 10 zoltych gwiazdek.
sv_se: För att förhindra Star-begging är gula Stars begränsade till tio per Flipnote.
tr_tr: Yıldız dilenciliğini önlemek için her bir Flipnote'a en fazla on yıldız verebilirsin.

# HEADER_OPTIONS
source: Options
cy_gb: Opsionau
el_gr: Ιδιοτητες
pl_pl: Opcje
sv_se: Alternativ
tr_tr: Ayarlar

# HEADER_ORIGINAL_FLIPNOTE
source: View the source Flipnote here
el_gr: Δειτε το αρχικο Flipnote εδω
pl_pl: Zobacz orginalny Flipnote tutaj
sv_se: Visa käll-Flipnote här
tr_tr: Kaynak Flipnote'u burada göster

# HEADER_POSTED
source: Posted
cy_gb: Wedi Postio
el_gr: Ποσταρισμενο
pl_pl: Wyslany
sv_se: Publicerad
tr_tr: Şu tarihte paylaşıldı

# HEADER_REPORT_FLIPNOTE
source: Report Flipnote
cy_gb: Adroddiad Flipnote
el_gr: Αναφορα Flipnote
pl_pl: Zglos Flipnote
sv_se: Rapportera Flipnote
tr_tr: Bu Flipnote'u şikayet et

# HEADER_SET_AS_PROFILE_PICTURE
source: Set as Profile Picture
cy_gb: Wedi'i osod fel llun proffil
el_gr: Χρηση ως εικονα προφιλ
pl_pl: Ustaw jako zdjecie profilowe
sv_se: Lägg till som profilbild
tr_tr: Profil resmi olarak kullan

# HEADER_SONG
source: Song
el_gr: Τραγουδι
pl_pl: Piosenka
sv_se: Låt
tr_tr: Şarkı

# HEADER_SPINOFFS
source: Spin-offs
cy_gb: Deilliannau
pl_pl: Spin-offy
tr_tr: Spin-off'lar

# HEADER_STARS
source: Stars
cy_gb: Sêr
el_gr: Αστερια
pl_pl: Gwiazdki
tr_tr: Yıldızlar

# HEADER_THIS_FLIPNOTE_IS_A_SPINOFF
source: This Flipnote is a spin-off.
el_gr: Αυτο το Flipnote ειναι spin-off.
pl_pl: Ten Flipnote jest spin-offem.
sv_se: Denna Flipnote är en spin-off.
tr_tr: Bu Flipnote bir spin-off'tur.

# HEADER_TITLE
source: Title
cy_gb: Teitl
el_gr: Τιτλοs
pl_pl: Tytul
sv_se: Titel
tr_tr: Başlık

# HEADER_UPLOAD_TO_YOUTUBE
source: Upload to YouTube
el_gr: Ανεβαστε στο YouTube
pl_pl: Przeslij na YouTube
sv_se: Ladda upp till YouTube
tr_tr: YouTube'a yükle

# HEADER_VIEWS
source: Views
cy_gb: Golygfeydd
el_gr: Προβολεs
pl_pl: Wyswietlenia
sv_se: Visningar
tr_tr: Görüntüleme

# LEAVE_BLANK_TO_RESET
source: To reset the title to default, leave the form blank when submitting.
cy_gb: I ailosod y teitl i ddiffyg, gadewch y ffurflen yn wag wrth gyflwyno.
el_gr: Για να επαναφερετε τον τιτλο στην προεπιλογη, αφηστε την φορμα κενη οταν την δηλωνετε.
pl_pl: Aby zresetowac tytul do domyslnego, zostaw ten formularz pusty podczas wysylania.
sv_se: För att återställa titel till standard, lämna formulären tom när du sparar.
tr_tr: Başlığı varsayılana sıfırlamak için formu boş bırak.

# LEAVE_BLANK_TO_RESET_DESC
source: To remove the description, leave the form blank when submitting.
cy_gb: I ddileu'r disgrifiad, gadewch y ffurflen yn wag wrth gyflwyno.
el_gr: Για να αφαιρεσετε την περιγραφη, αφηστε την φορμα κενη οταν την δηλωνετε.
pl_pl: Aby usunac opis, zostaw ten formularz pusty podczas wysylania.
sv_se: För att ta bort beskrivning, lämna formuläraren tom när du sparar.
tr_tr: Açıklamayı kaldırmak için, leave the form blank when submitting.

source: Next
cy_gb: Nesaf
el_gr: Επομ
pl_pl: Nastepna
sv_se: Nästa
tr_tr: Sonraki

source: Prev
cy_gb: Blae
el_gr: Προηγ
pl_pl: Poprzednia
sv_se: Före
tr_tr: Önceki

source: Set Description
cy_gb: Disgrifiad y Set
el_gr: Προσθεστε Περγραφη
pl_pl: Ustaw opis
sv_se: Sätt Beskrivning
tr_tr: Açıklamayı kaydet

# SET_DESCRIPTION_INSTRUCTIONS
source: Enter the new description for your Flipnote below.
cy_gb: Rhowch y disgrifiad newydd ar gyfer eich Flipnote isod.
el_gr: Δωστε μια νεα περιγραφη στο Flipnote σας παρακατω.
pl_pl: Wpisz nowy opis dla twojego Flipnote ponizej.
sv_se: Lägg till den nya beskrivningen till din Flipnote nedan.
tr_tr: Flipnote'unun yeni açıklamasını aşağıya yaz.

source: Set Title
cy_gb: Teitl y Set
el_gr: Θεστε Τιτλο
pl_pl: Ustaw tytul
sv_se: Sätt titel
tr_tr: Başlığı kaydet

# SET_TITLE_INSTRUCTIONS
source: Enter the new title for your Flipnote below.
cy_gb: Rhowch y teitl newydd ar gyfer eich Flipnote isod.
el_gr: Δωστε εναν νεο Τιτλο στο Flipnote σας παρακατω.
pl_pl: Wpisz nowy tytul dla twojego Flipnote ponizej.
sv_se: Lägg till en ny titel till din Flipnote nedan.
tr_tr: Flipnote'unun yeni başlığını aşağıya yaz.

# STAR_DETAILS_UPPERTITLE
source: ★ Stars ★
cy_gb: ★ Sêr ★
el_gr: ★ Αστερια ★
pl_pl: ★ Gwiazdki ★
tr_tr: ★ Yıldızlar ★

# TIMESTAMP_FORMAT
source: M d, Y H:i:s
el_gr: D m, Y H:i:s
pl_pl: d M Y H:i:s
sv_se: M d, Å H:i:s

# UNTITLED_FLIPNOTE_BY_FORMAT
source: Untitled Flipnote by %s
el_gr: Ατιτλο Flipnote απο %s
pl_pl: Flipnote bez nazwy stworzony przez %s
sv_se: Odöpt Flipnote av %s
tr_tr: %s'nin başlıksız Flipnote'u

# HEADER_ADD_TO_PLAYLIST
source: Add to Playlist
sv_se: Lägg till i spellista

# HEADER_REMOVE_FROM_PLAYLIST
source: Remove from Playlist
sv_se: Ta bort från spellista
