Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/discordbot.po
Languages: de_de, el_gr, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, sv_se, tr_tr

# BOOST_TICKET_SUCCESS
source: %s gotta Nitro Booster Ticket, it gotta month of Sudomemo Plus and epic trophy. Awooga!
de_de: %s wurde ein Nitro Booster-Ticket zugestellt! Dieses ist für 1 Monat Sudomemo Plus und eine spezielle Trophäe einlösbar! Hurra!
el_gr: Δώθηκε στον χρήστη %s ενα Nitro Booster Ticket, ανταλλάξιμο για ένα μήνα Sudomemo Plus και ένα ειδικό τρόπαιο. Γιούπι!
es_es: %s recibió un ticket de Nitro Booster, canjeable por un mes de Sudomemo Plus y un trofeo especial. ¡Hurra!
fr_fr: %s a reçu un ticket de Nitro Booster, utilisable pour obtenir un mois de Sudomemo Plus et un trophée spécial. Hourra !
it_it: %s ha ricevuto un ticket Nitro Booster, riscattabile per un mese di Sudomemo Plus e un trofeo speciale. Evvai!
ja_jp: %sには1ヵ月間のスドメモプラス利用権と特別なトロフィーを交換できるニトロブースターチケットがプレゼントされました。やったぁ！
nl_nl: Een Nitro Booster Ticket werd aan %s gegeven, inwisselbaar voor een maand van Sudomemo Plus en een speciale trofee. Hoera!
pl_pl: %s otrzymał bilet ulepszacza serwera Discord, wymienialny na miesiąc Sudomemo Plus i specialne trofeum!
pt_pt: %s recebeu um Bilhete Nitro Booster, isto pode ser trocado por um mês de Sudomemo Plus e um troféu especial. Hurra!
ro_ro: %s a primit un Bilet de Stimulator Nitro, revendicabil timp de o lună și un trofeu special. Ura!
sv_se: %s fick en Nitro Booster Ticket, värd en månad av Sudomemo Plus och en speciell trofé. Hurra!
tr_tr: %s kullanıcsına bir Nitro Booster Bileti verilmiştir. Bu bilet, bir aylık Sudomemo Plus ve özel bir kupa için kullanılabilir. Yaşasın!

# CONSIDER_X_CHANNEL_FOR_THIS
source: Consider using %s for this
it_it: Prendi in considerazione l'utilizzo di %s per questo
nl_nl: Overweeg om %s voor dit te gebruiken
pl_pl: Rozważ przeniesienie tego do kanału %s
sv_se: Använd gärna %s för detta

# DISCORD_LINKING_GET_STARTED
source: Please visit %s to get started!
de_de: Bitte besuche %s um loszulegen!
el_gr: Παρακαλώ επισκεφτείτε το %s για να ξεκινήσετε!
es_es: ¡Visita %s para empezar!
fr_fr: Merci d'aller sur %s pour commencer !
it_it: Per favore, visita %s per cominciare!
ja_jp: %s を確認してください！
nl_nl: Bezoek alstublief %s om te starten!
pl_pl: Odwiedź %s aby rozpocząć!
pt_pt: Por favor visita %s para começar!
ro_ro: Vă rugăm să vizitați %s pentru a începe!
sv_se: Gå till %s för att komma igång!
tr_tr: Başlamak için lütfen %s sayfasına gir.

# DISCORD_LINKING_REQUIRED
source: Yous gots to link ur Sudomemo account to does dat!!
de_de: Das Verbinden deines Sudomemo-Kontos ist hierfür notwendig.
el_gr: Θα χρειαστεί να συνδέσετε τον λογαριασμό σας στο Sudomemo για να το κάνετε αυτο.
es_es: Deberá enlazar su cuenta de Sudomemo para hacer eso.
fr_fr: Vous devez lier votre compte Sudomemo pour faire cela.
it_it: Per farlo devi collegare il tuo account Sudomemo.
ja_jp: スドメモアカウントを紐付けする必要があります。
nl_nl: Je moet je Sudomemo account linken om dat te doen.
pl_pl: Żeby to zrobić, musisz połączyć swoje konto na Sudomemo.
pt_pt: Vais precisar de ligar a tua conta Sudomemo para fazer isso.
ro_ro: Trebuie să vă conectați cu contul de Sudomemo pentru a face asta.
sv_se: Du kommer behöva länka ditt Sudomemo konto för att göra detta.
tr_tr: Bunu yapabilmek için Sudomemo hesabını bağlaman gerek.

# DISCORD_LINKING_SUCCESS
source: Ur account got linked all good! Yay! :D
de_de: Dein Konto wurde erfolgreich verbunden!
el_gr: Ο λογαριασμός σας συνδέθηκε με επιτυχία!
es_es: ¡Su cuenta está vinculada!
fr_fr: Votre compte a été lié avec succès !
it_it: Il tuo account è stato collegato con successo!
ja_jp: アカウントの紐付けに成功しました！
nl_nl: Je account werd succesvol gelinkt!
pl_pl: Twoje konto zostało pomyślnie połączone!
pt_pt: A tua conta foi ligada com successo!
ro_ro: Contul dvs. a fost conectat cu succes!
sv_se: Länkning med ditt konto lyckades!
tr_tr: Hesabın başarıyla bağlandı!

# DISCORD_LINKING_UNLINKED
source: Ur link between ur Discord n' Sudomemo account got done removed!
de_de: Die Verbindung zwischen deinem Discord- und Sudomemo-Konto wurde getrennt.
el_gr: Η σύνδεση του λογαριασμού σας στο Discord και το Sudomemo αφαιρέθηκε.
es_es: Se ha eliminado el vínculo entre su cuenta de Discord y Sudomemo.
fr_fr: Le lien entre vos comptes Discord et Sudomemo a été supprimé.
it_it: Il collegamento tra il tuo account Discord e Sudomemo è stato rimosso.
ja_jp: あなたのDiscordアカウントとスドメモアカウントの紐付けは既に解除されています。
nl_nl: De link tussen je Discord en Sudomemo account werd verwijdert.
pl_pl: Połączenie między twoim kontem na Sudomemo i Discordzie zostało usunięte.
pt_pt: A ligação entre a tua conta Discord e Sudomemo foi removida.
ro_ro: Conexiunea dintre conturile dvs. de Discord și Sudomemo a fost ștearsă.
sv_se: Länken mellan ditt Discord och Sudomemo konto har tagits bort.
tr_tr: Discord'un, Sudomemo hesabın ile arasındaki bağlantı kesildi.

# DISCORD_LINKING_UNLINK_NOT_LINKED_YET
source: Ur Discord account ain't linked to a Sudomemo account.
de_de: Dein Discord-Konto ist nicht mit deinem Sudomemo-Konto verbunden.
el_gr: Ο λογαριασμός σας στο Discord δεν είναι συνδεδεμένος με κάποιον λογαριασμό στο Sudomemo.
es_es: Su cuenta de Discord no está vinculada a una cuenta de Sudomemo.
fr_fr: Votre compte Discord n'est pas lié à un compte Sudomemo.
it_it: Il tuo account Discord non è collegato ad un account Sudomemo.
ja_jp: あなたのDiscordアカウントはスドメモアカウントに紐付けされていません。
nl_nl: Je Discord account is niet gelinkt aan een Sudomemo account.
pl_pl: Twoje konto na Discordzie nie jest połaczone z kontem Sudomemo.
pt_pt: A tua conta Discord não está ligada a uma conta Sudomemo.
ro_ro: Contul dvs. de Discord nu este conectat la un Sudomemo.
sv_se: Ditt Discord konto är inte länkat till ett Sudomemo konto.
tr_tr: Discord hesabın herhangi bir Sudomemo hesabına bağlı değil.

# MUSICMATCH_INVALID_MODE
source: Invalid mode - must be one of %s
de_de: Ungültiger Modus - muss einer der Folgenden sein: %s
el_gr: Άκυρη λειτουργία - πρέπει να είναι ένα από τα %s
es_es: Modo no válido - debe ser uno de %s
fr_fr: Mode invalide - cela doit être un de ces modes : %s
it_it: Modalità non valida - dev'essere una tra queste %s
ja_jp: 無効なmodeです。%sのうちどれか1つを選択してください
nl_nl: Ongeldige modus - het moet een van deze zijn: %s
pl_pl: Nieprawidłowy tryb - musi być jednym z %s
pt_pt: Modo inválido - tem de ser um de %s
ro_ro: Mod invalid - trebuie să fie %s
sv_se: Ogiltigt läge - måste vara en av %s
tr_tr: Geçersiz mod - %s'den birisi olması lazım.

# MUSICMATCH_MOVIE_COUNT_PLURAL
source: %d Flipnotes
it_it: %d Flipnote
ja_jp: %d作品
ro_ro: %d (de) Flipnote-uri
tr_tr: %d Flipnote'ları

# MUSICMATCH_NO_RESULTS
source: I don find nottin for that. oopsie! :(
de_de: Hierfür wurden keine Treffer gefunden. Tut uns leid!
el_gr: Δεν βρήκα κάτι για αυτό, συγγνώμη!
es_es: No encontré nada para eso, ¡perdón!
fr_fr: Je n'ai rien trouvé pour cela, désolé !
it_it: Mi spiace, non ho trovato corrispondenze!
ja_jp: 該当するものは見つかりませんでした。すみません！
nl_nl: Ik kon daar niets voor vinden, sorry!
pl_pl: Niestety nic nie znaleźliśmy!
pt_pt: Não pude encontrar algo desse género, desculpa!
ro_ro: Nu am găsit nimic pentru asta, scuze!
sv_se: Jag kunde inte hitta något för det, Förlåt!
tr_tr: Üzgünüm, bu şarkı için herhangi bir şey bulamadım!

# MUSICMATCH_RESULT_HEADER_GT_MAX
source: Top %d results:
de_de: Die %d besten Suchergebnisse:
el_gr: Κορυφαία %d αποτελέσματα:
es_es: Los %d primeros resultados:
fr_fr: %d premiers résultats :
it_it: Migliori %d risultati:
ja_jp: 検索上位%d件：
nl_nl: Top %d resultaten:
pl_pl: Top %d wyników:
pt_pt: Resultados %d de topo:
ro_ro: Topul rezultatelor %d :
sv_se: Topp %d resultat:
tr_tr: İlk %d sonuç:

# MUSICMATCH_RESULT_HEADER_LT_MAX
source: %d result(s):
de_de: %d Suchergebnisse:
el_gr: %d αποτελεσμα(τα):
es_es: %d resultado(s):
fr_fr: %d résultat(s) :
it_it: %d risultato(i):
ja_jp: 検索結果 %d件：
nl_nl: %d resultaten:
pl_pl: %d wyników:
pt_pt: %d Resultado(s):
ro_ro: %d (de) rezultat(e):
sv_se: %d resultat:
tr_tr: %d sonuç:

# MUSICMATCH_TITLE_BY_ARTIST
source: %s by %s
de_de: %s von %s
el_gr: %s απο %s
es_es: %s por %s
fr_fr: %s par %s
it_it: %s di %s
ja_jp: %s / %s
nl_nl: %s door %s
pl_pl: %s - %s
pt_pt: %s de %s
ro_ro: %s după %s
sv_se: %s av %s
tr_tr: Şarkı: %s Şarkıcı: %s

# PATRON_TICKET_SUCCESS
source: You gotta a %s Sudomemo Patron Ticket!
de_de: Du hast ein %s Sudomemo Patron-Ticket erhalten!
el_gr: You received a %s Sudomemo Patron Ticket!
es_es: You received a %s Sudomemo Patron Ticket!
it_it: Hai ricevuto un biglietto patron di %s Sudomemo!
ja_jp: %sスドメモパトロンチケットを受け取りました！
nl_nl: Je hebt een %s Sudomemo Patron Ticket ontvangen!
pl_pl: Otrzymałeś/-aś %s bilet Patrona Sudomemo!
pt_pt: You received a %s Sudomemo Patron Ticket!
ro_ro: You received a %s Sudomemo Patron Ticket!
sv_se: Du fick en %s Sudomemo Patron Biljett!

# REJECT_ACCOUNT_ALREADY_LINKED
source: you alredy linked ur Sudomemo account silly!
de_de: Du hast dein Sudomemo-Konto bereits verbunden!
el_gr: Έχετε ήδη συνδέσει τον λογαριασμό σας στο Sudomemo!
es_es: ¡Ya has vinculado tu cuenta de Sudomemo!
fr_fr: Vous avez déjà lié votre compte Sudomemo !
it_it: Hai già collegato il tuo account Sudomemo!
ja_jp: 既にスドメモアカウントと紐付けされています！
nl_nl: Je hebt je Sudomemo account al gelinkt!
pl_pl: Połączyłeś/-aś już swoje konto na Sudomemo!
pt_pt: Já ligaste a tua conta Sudomemo!
ro_ro: V-ați conectat deja cu contul Sudomemo!
sv_se: Du har redan länkat ditt Sudomemo konto!
tr_tr: Sudomemo hesabını zaten bağladın!

# REJECT_BOOST_TICKET_COOLDOWN
source: you alredy been gived a Nitro Booster ticket this month silly! (%s)
de_de: Du hast bereits ein Nitro Booster-Ticket in den letzten 30 Tagen erhalten! (%s)
el_gr: Έχετε ήδη δώσει ένα Nitro Booster ticket αυτόν τον μήνα! (%s)
es_es: ¡Ya has regalado un ticket Nitro Booster este mes! (%s)
fr_fr: Vous avez déjà donné un ticket de Nitro Booster ce mois-ci ! (%s)
it_it: Hai già ricevuto un ticket Nitro Booster questo mese! (%s)
ja_jp: すでに今月のニトロブースターチケットをもらっています！(%s)
nl_nl: Je hebt deze maand al een Nitro Booster ticket gegeven! (%s)
pl_pl: Dałeś/-aś już bilet ulepszacza serwera w tym miesiącu! (%s)
pt_pt: Já deste um Bilhete Nitro Booster este mês! (%s)
ro_ro: Deja ați primit un Bilet de Stimulator Discord luna aceasta! (%s)
sv_se: Du har redan fått en Nitro Booster ticket denna månaden! (%s)
tr_tr: Bu ay Nitro Booster biletini zaten aldın! (%s)

# REJECT_FSID_ENOENT
source: I didnt find nobody with dat Flipnote ID on Sudomemo.
de_de: Für diese Flipnote Studio ID wurde kein Benutzer gefunden.
el_gr: Δεν βρήκα χρήστη με αυτο το Flipnote Studio ID στο Sudomemo.
es_es: No encontré un usuario con ese ID de Flipnote Studio en Sudomemo.
fr_fr: Je n'ai pas trouvé d'utilisateur avec cet ID Flipnote Studio sur Sudomemo.
it_it: Non ho trovato nessun utente con quell'ID Flipnote Studio su Sudomemo.
ja_jp: このうごメモIDに該当するユーザーはスドメモ上では見つかりませんでした。
nl_nl: Ik kon geen gebruiker vinden op Sudomemo met die Flipnote Studio ID.
pl_pl: Nie znalazłem użytkownika z tym ID Flipnote Studio na Sudomemo.
pt_pt: Não pude encontrar um utilizador com esse ID do Flipnote Studio no Sudomemo.
ro_ro: Nu am gasit acest Flipnote Studio ID pe Sudomemo.
sv_se: Jag hittade ingen använder med det Flipnote Studio ID't på Sudomemo.
tr_tr: Sudomemo'da bu Flipnote Studio ID ile bir kullanıcı bulamadım.

# REJECT_GENERIC_ERROR
source: I ran into an wall- I mean problem trying to do dat. sry! :((
de_de: Bei dieser Aktion trat ein Problem auf. Sorry!
el_gr: Βρήκα εμπόδιο προσπαθώντας να το κάνω αυτο. Συγγνώμη!
es_es: Me encontré con un problema haciendo eso. ¡Perdón!
fr_fr: J'ai rencontré un problème en essayant de faire cela. Désolé !
it_it: Mi spiace, c'è stato un errore durante il processo.
ja_jp: 検索を試みましたが問題が発生しました。すみません！
nl_nl: Ik kwam een probleem tegen terwijl ik dat probeerde te doen. Sorry!
pl_pl: Napotkałem błąd przy wykonywaniu tej komendy. Przepraszam!
pt_pt: Encontrei um problema ao fazer isso. Desculpa!
ro_ro: A aparut o eroare. Scuze!
sv_se: Jag stötte på ett problem genom att försöka göra det. Förlåt!
tr_tr: Bunu yapmaya çalışırken bir hataya rastladım. Üzgünüm!

# REJECT_INVALID_FSID
source: Dat aint a proper Flipnote ID!
de_de: Dies ist keine gültige Flipnote Studio ID!
el_gr: Αυτό το Flipnote Studio ID δεν είναι έγκυρο!
es_es: ¡Eso no es un ID de Flipnote Studio válido!
fr_fr: Ce n'est pas un ID Flipnote Studio valide !
it_it: Questo non è un ID Flipnote Studio valido!
ja_jp: 無効なうごメモIDです！
nl_nl: Dat is geen geldig Flipnote Studio ID!
pl_pl: To nie jest poprawne ID Flipnote Studio!
pt_pt: Isso não é um ID do Flipnote Studio válido!
ro_ro: Acesta nu este un Flipnote Studio ID valid!
sv_se: Det är inte ett giltigt Flipnote Studio ID!
tr_tr: Bu geçerli bir Flipnote Studio ID'si değil!

# REJECT_INVALID_LINK_TOKEN
source: That is not a valid link token! Please visit %s to get started!
de_de: Dies ist kein gültiger Verbindungs-Token! Bitte besuche %s, um loszulegen!
el_gr: Αυτό το link token δεν είναι έγκυρο! Παρακαλώ επισκευτείτε το %s για να ξεκινήσετε!
es_es: ¡Eso no es un token de enlace válido! ¡Por favor, visite %s para comenzar!
fr_fr: Ce n'est pas un jeton de lien valide ! Merci d'aller sur %s pour commencer !
it_it: Link token non valido! Per favore, visita %s per cominciare!
ja_jp: 無効な紐付けトークンです！ %s を確認してください！
nl_nl: Dat is niet een geldige link token! Bezoek alstublief %s om te starten.
pl_pl: To nie jest poprawny token połaczenia! Odwiedź %s aby rozpocząć!
pt_pt: Isso não é um token de link válido! Por favor visite %s para começar!
ro_ro: Acest jeton de conectare este nevalid! Vă rugăm vizitați %s pentru a începe!
sv_se: Detta är inte en länk token! Snälla besök %s för att komma igång!
tr_tr: Bu geçerli bir Link Token'i değil! Başlamak için lütfen buraya gir: %s

# REJECT_LINK_TOKEN_ENOENT
source: The link token you provided is expired or does not exist.
de_de: Der vorgegebene Verbindungs-Token ist entweder abgelaufen oder existiert nicht.
el_gr: Το παραχωρήμενο link token έχει λήξει ή δεν υπάρχει.
es_es: Este token de enlace caducó o no existe.
fr_fr: Le jeton de lien que vous avez fourni a expiré ou n'existe pas.
it_it: Il link token che hai inserito è scaduto o non esiste.
ja_jp: 入力されたトークンは有効期限切れ、または存在しません。
nl_nl: De link token die je voorzien hebt is verlopen of bestaat niet.
pl_pl: Podany token połaczenia wygasł lub nie istnieje.
pt_pt: O token de link que inseriste expirou ou não existe.
ro_ro: Jetonul de conectare introdus de dvs. nu este valid sau nu există.
sv_se: Denna länk token har gått ut eller finns inte.
tr_tr: Verdiğin Token'in ya süresi doldu ya da mevcut değil.

# REJECT_NOT_NITRO_BOOSTER
source: You gotta be a Sudomemo Nitro Booster to do dat silly!!
de_de: Du musst ein Sudomemo Nitro Booster sein, um dies zu nutzen!
el_gr: Πρέπει να είστε Sudomemo Nitro Booster για να το χρησιμοποιήσετε αυτό!
es_es: ¡Necesitas ser un Sudomemo Nitro Booster para usar esto!
fr_fr: Vous devez être un Nitro Booster de Sudomemo pour utiliser cela !
it_it: Devi essere un Nitro Booster di Sudomemo per usarlo!
ja_jp: 使用するにはスドメモニトロブースターになる必要があります！
nl_nl: Voor dit moet je een Sudomemo Nitro Booster zijn!
pl_pl: Musisz ulepszać serwer Sudomemo na Discordzie aby tego użyć!
pt_pt: Tens de ser um Sudomemo Nitro Booster para usar isto!
ro_ro: Trebuie sa fiți un Stimulator Nitro pe Sudomemo pentru aceasta!
sv_se: Du måste vara Nitro Booster på Sudomemo för att använda detta!
tr_tr: Bunu kullanabilmek için Sudomemo Nitro Booster'ı olman gerekiyor!

# REJECT_NOT_PATRON
source: Yous gotta to be a Sudomemo Patron to do dat silly!!
de_de: Du musst ein Sudomemo Patron sein, um dies nutzen zu können!
el_gr: You'll need to be a Sudomemo Patron to use this!
es_es: You'll need to be a Sudomemo Patron to use this!
it_it: Dovrai essere un Sudomemo Patron per usarlo!
ja_jp: 使用するにはスドメモパトロンになる必要があります！
nl_nl: Je moet een Sudomemo Patron zijn om dit te gebruiken!
pl_pl: Musisz być Patronem Sudomemo aby tego użyć!
pt_pt: You'll need to be a Sudomemo Patron to use this!
ro_ro: You'll need to be a Sudomemo Patron to use this!
sv_se: Du måste vara en Sudomemo Patron för att använda detta!

# REJECT_PATRON_TICKET_COOLDOWN
source: You aredy got ur Patron ticket for dis month!
de_de: Du hast dein Patreon-Ticket für diesen Monat bereits erhalten!
el_gr: You've already claimed your Patron ticket for this month!
es_es: You've already claimed your Patron ticket for this month!
it_it: Hai già richiesto il tuo biglietto Patron per questo mese!
ja_jp: 今月はパトロンチケットをもう受け取っています！
nl_nl: Je hebt deze maand al je Patron ticket geclaimd!
pl_pl: Odebrałeś/-aś już swój bilet Patrona na ten miesiąc!
pt_pt: You've already claimed your Patron ticket for this month!
ro_ro: You've already claimed your Patron ticket for this month!
sv_se: Du har redan löst ut din biljett för denna månaden!

# REJECT_USER_ENOENT
source: I didnt find dat user on Sudomemo.
de_de: Dieser Nutzer konnte nicht auf Sudomemo gefunden werden.
el_gr: Δεν βρήκα αυτόν τον χρήστη στο Sudomemo.
es_es: No encontré a ese usuario en Sudomemo.
fr_fr: Je n'ai pas trouvé cet utilisateur sur Sudomemo.
it_it: Non ho trovato l'utente su Sudomemo.
ja_jp: このユーザーはスドメモでは見つかりませんでした。
nl_nl: Ik kon die gebruiker niet vinden op Sudomemo.
pl_pl: Nie znalazłem tego użytkownika na Sudomemo.
pt_pt: Não pude encontrar esse utilizador no Sudomemo.
ro_ro: Nu am găsit acest utilizator pe Sudomemo.
sv_se: Jag kunde inte hitta den användaren på Sudomemo.
tr_tr: Bu kullanıcıyı Sudomemo'da bulamadım.

# UNLINKED_COMMAND_TIP
source: Link your Sudomemo account with
de_de: Verbinde dein Sudomemo-Konto mit
el_gr: Συνδέστε τον λογαριασμό σας στο Sudomemo με
es_es: Vincula tu cuenta de Sudomemo con
fr_fr: Liez votre compte Sudomemo avec
it_it: Collega il tuo account Sudomemo con
ja_jp: 次のコマンドを使ってスドメモのアカウントをリンクできます:
nl_nl: Link je Sudomemo account met
pl_pl: Połącz swoje konto Sudomemo za pomocą komendy
pt_pt: Ligar a tua conta Sudomemo com
ro_ro: Conectați-vă contul de Sudomemo cu
sv_se: Länka ditt Sudomemo konto med

source: Usage
de_de: Verwendung
el_gr: Χρήση
es_es: Uso
fr_fr: Utilisation
it_it: Utilizzo
ja_jp: 使い方
nl_nl: Gebruik
pl_pl: Wykorzystanie
pt_pt: Uso
ro_ro: Utilizare
sv_se: Användning
tr_tr: Kullanım şekli

# USAGE_INTRO
source: usage: .sudo ... commands:
de_de: Anwendung: .sudo ... Befehle:
el_gr: χρήση: .sudo ... εντολές:
es_es: uso: .sudo ... comandos:
fr_fr: utilisation: .sudo ... commandes:
it_it: utilizzo: .sudo ... comandi:
ja_jp: 使い方: .sudo ... コマンド:
pl_pl: użycie: .sudo ... komendy:
pt_pt: uso: .sudo ... comandos:
ro_ro: utilizare: .sudo ... comenzi:
sv_se: användning: .sudo ... kommandon:
tr_tr: Kullanım şekli: .sudo ... Komutlar:

# USAGE_draw
source: draw Draw a Regular Ticket and see if you win a prize!
de_de: draw Ziehe ein reguläres Ticket und siehe, ob du einen Preis gewinnst!
fr_fr: draw Piochez un Ticket Ordinaire et regardez si vous gagnez un prix !
it_it: disegna Disegna un biglietto normale e vedi se vinci un premio!
ja_jp: draw レギュラーチケットを引くことができます。何が出るかはお楽しみに！
nl_nl: draw Trek een Regular Ticket en zie of je een prijs wint!
pl_pl: draw Wylosuj zwykły bilet i sprawdź, czy otrzymałeś/-aś nagrodę!
ro_ro: draw Trageți un Bilet Normal și câștigați un premiu!
sv_se: draw Dra en Vanlig Ticket biljett och se om du vinner ett pris!

# USAGE_link
source: link Link your Sudomemo account to Discord
de_de: link Verbinden von Sudomemo- und Discord-Konto
el_gr: link Συνδέστε τον λογαριασμό σας στο Sudomemo με το Discord
es_es: link Vincula tu cuenta de Sudomemo a Discord
fr_fr: link Liez votre compte Sudomemo à Discord
it_it: link Collega il tuo account Sudomemo a Discord
ja_jp: link スドメモアカウントとDiscordアカウントを紐付けします。
nl_nl: link Link je Sudomemo account met Discord
pl_pl: link Połącz swoje konto Sudomemo z Discordem
pt_pt: link Liga a tua conta Sudomemo no Discord
ro_ro: link Conectați-vă contul de Sudomemo cu Discord
sv_se: link Länka ditt Sudomemo konto till Discord
tr_tr: link Sudomemo hesabını Discord'a bağla

# USAGE_musicmatch
source: mm, musicmatch <mode> <query> Search Sudomemo MusicMatch <mode>: song, artist, genre <query>: What you're searching for
de_de: mm, musicmatch <mode> <query> Durchsuche Sudomemo MusicMatch <mode>: song, artist, genre <query>: Dein Suchbegriff
el_gr: mm, musicmatch <mode> <query> Αναζητήστε στο Sudomemo MusicMatch <mode>: song, artist, genre <query>: Τι ψάχνετε;
es_es: mm, musicmatch <mode> <query> Buscar Sudomemo MusicMatch <mode>: song, artist, genre <query>: Lo que estas buscando
fr_fr: mm, musicmatch <mode> <query> Rechercher sur Sudomemo MusicMatch <mode>: song, artist, genre <query>: Ce que vous recherchez
it_it: mm, musicmatch <mode> <query> Cerca con Sudomemo MusicMatch <mode>: song, artist, genre <query>: Cosa stai cercando
ja_jp: mm, musicmatch <mode> <query> スドメモMusicMatchで探す <mode>: song, artist, genre <query>: 検索対象名
nl_nl: mm, musicmatch <mode> <query> Zoek Sudomemo MusicMatch <mode>: song, artist, genre <query>: Waar je voor zoekt
pl_pl: mm, musicmatch <tryb> <zapytanie> Przeszukuj Sudomemo MusicMatch <tryb>: song (piosenka), artist (artysta), genre (gatunek) <query>: Czego szukasz
pt_pt: mm, musicmatch <mode> <query> Procurar no Sudomemo MusicMatch <mode>: song, artist, genre <query>: O que estás à procura
ro_ro: mm, musicmatch <mode> <query> Căutați cu MusicMatch Sudomemo <mode>: song, artist, genre <query>: Ce căutați
sv_se: mm, musicmatch <läge> <sökning> Sök med Sudomemo MusicMatch <läge>: song, artist, genre <sökning>: Vad du nu letar efter

# USAGE_nitro_plus
source: nitro_plus <FSID|self> Give Nitro Booster ticket (1 month of Sudomemo Plus and a Trophy). <FSID>: Flipnote Studio ID
de_de: nitro_plus <FSID|self> Vergebe Nitro Booster-Ticket (1 Monat Sudomemo Plus und eine Trophäe). <FSID>: Flipnote Studio ID
el_gr: nitro_plus <FSID> Δώστε Nitro Booster Ticket (1 μήνας Sudomemo Plus και ενα Τρόπαιο). <FSID>: Flipnote Studio ID
es_es: nitro_plus <FSID> Regalar ticket Nitro Booster (1 mes de Sudomemo Plus y un trofeo). <FSID>: ID de Flipnote Studio
it_it: nitro_plus <FSID|self> Dai un ticket Nitro Booster (1 mese di Sudomemo Plus e un Trofeo). <FSID>: ID Flipnote Studio
ja_jp: nitro_plus <FSID|self> ニトロブースターチケット (1ヵ月間のスドメモプラスとトロフィー)をプレゼント。 <FSID>: うごメモID
nl_nl: nitro_plus <FSID|self> Geef Nitro Booster Ticket (1 maand van Sudomemo Plus en een Trofee). <FSID>: Flipnote Studio ID
pl_pl: nitro_plus <FSID|self> Podaruj bilet ulepszacza serwera na Discordzie (1 miesiąc Sudomemo Plus i trofeum). <FSID>: ID Flipnote Studio
pt_pt: nitro_plus <FSID> Dar um Bilhete Nitro Booster (1 mês de Sudomemo Plus e um Troféu). <FSID>: ID Flipnote Studio
ro_ro: nitro_plus <FSID> Oferiti Bilet de Stimulator Discord (1 lună de Sudomemo Plus și un Trofeu). <FSID>: Flipnote Studio ID
sv_se: nitro_plus <FSID> Hämta en Nitro Booster ticket (1 månads Sudomemo Plus och en Trofé). <FSID>: Flipnote Studio ID

# USAGE_patron_plus
source: patron_plus Claim monthly Patreon Ticket
de_de: patron_plus Monatliches Patreon-Ticket holen
it_it: patron_plus Richiedi il biglietto Patreon mensile
ja_jp: patron_plus 一ヶ月につきパトロンチケットを受け取れます。
nl_nl: patron_plus Claim maandelijks Patreon Ticket
pl_pl: patron_plus Odbierz miesięczny bilet Patrona
sv_se: patron_plus Lös ut en Patreon biljett (max 1 per månad)

# USER_INFORMATION_WAS_UPDATED
source: Ur info and stuffs got updated!! :D
de_de: Deine Informationen wurden aktualisiert.
el_gr: Your information was updated.
es_es: Your information was updated.
fr_fr: Vos informations ont été actualisées.
it_it: Le tue informazioni sono state aggiornate.
ja_jp: 情報の更新が完了しました。
nl_nl: Je informatie was geÃ¼pdate.
pl_pl: Twoje dane zostały zaktualizowane.
pt_pt: Your information was updated.
ro_ro: Informațiile dvs. au fost actualizate.
sv_se: Din information har uppdaterats.

# MUSICMATCH_MOVIE_COUNT_SINGULAR
source: %d Flipnote
ja_jp: %d作品
ro_ro: %d (de) Flipnote-uri
tr_tr: %d Flipnote'u
