Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/flipnoteComments.po
Languages: cy_gb, de_de, el_gr, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, sv_se, tr_tr

# COMMENT_FAILED_USER_BANNED
source: You've been restricted from using Sudomemo.
cy_gb: Rydych chi wedi cael eich cyfyngu rhag defnyddio Sudomemo.
de_de: Dein Kommentar konnte nicht gepostet werden, da dein Konto von Sudomemo suspendiert wurde.
el_gr: Η χρηση σας του Sudomemo εχει τεθει σε περιορισμο.
es_es: Tu interacción ha sido restringido de Sudomemo.
fr_fr: L'utilisation de votre compte Sudomemo a été restreinte.
it_it: Sei stato bannato da Sudomemo.
ja_jp: あなたはスドメモへの投稿を制限されています。。
nl_nl: Je toegang tot Sudomemo is vergrendeld.
pl_pl: Twoja możliwość interakcji z Sudomemo została zawieszona.
pt_pt: Foste restrito de usar o Sudomemo.
ro_ro: Ati fost restrictionat din a folosi Sudomemo.
sv_se: Du har blivit förbjuden från att använda Sudomemo.

# COMMENT_POST_FAILED
source: oopsie woopsie, comment failed :( try agen later!!!
cy_gb: Methodd y sylw post. Ceisiwch eto mewn eiliad.
de_de: Posten des Kommentars fehlgeschlagen! Versuche es später erneut.
el_gr: Αποτυχια αποστολης σχολιου. Παρακαλω δοκιμαστε ξανα σε λιγακι.
es_es: Ha ocurrido un error al publicar el comentario. Vuelve a intentarlo en un momento.
fr_fr: La publication du commentaire a échoué. Veuillez réessayer plus tard.
it_it: Pubblicazione del commento fallita. Riprova tra un momento.
ja_jp: コメント投稿に失敗しました。 もう一度やり直してください。
nl_nl: Reactie plaatsen mislukt. Probeer het binnenkort nog eens.
pl_pl: Wysłanie komentarza nie powiodło się. Spróbuj ponownie później.
pt_pt: Post do comentário falhou. Tente outra vez dentro de momentos.
ro_ro: Postarea comentariului a esuat. Incercati din nou.
sv_se: Kommentaren kunde inte skickas. Försök igen om en stund.
tr_tr: Comment post failed. Try again in a moment.

# CONFIRM_EMAIL_BEFORE_POSTING
source: pls confurm ur email befor pOsting!!
cy_gb: Cadarnhewch eich e-bost cyn ei bostio.
de_de: Bitte bestätige deine Email-Adresse vor dem Hochladen.
el_gr: Παρακαλω επιβεβαιωστε το email σας πριν να ανεβασετε.
es_es: Por favor, confirma tu correo electrónico antes de publicar.
fr_fr: Merci de confirmer votre adresse email avant de poster.
it_it: Per favore conferma la tua email prima di postare.
ja_jp: 投稿する前にメールアドレスを確認してください。
nl_nl: Bevestig alsjeblieft je e-mailadres voor je iets plaatst.
pl_pl: Potwierdź swój e-mail przed wysłaniem.
pt_pt: Por favor confirma o teu email antes de postar.
ro_ro: Va rugam confirmati-va emailul inainte de a posta.
sv_se: Vänligen bekräfta din e-postadress innan du publicerar.
tr_tr: Please confirm your email before posting.

# DUPLICATE_COMMENT_FAILED
source: This coment wuz alredy posted!!!
cy_gb: Mae'r sylw hwn eisoes wedi'i bostio i Sudomemo.
de_de: Dieser Kommentar wurde schon in Sudomemo gepostet.
el_gr: Αυτο το σχολιο εχει ηδη δημοσιευθει στο Sudomemo.
es_es: Este comentario ya ha sido publicado en Sudomemo.
fr_fr: Ce commentaire a déjà été posté sur Sudomemo.
it_it: Questo commento è già stato postato su Sudomemo.
ja_jp: このコメントは既にスドメモに投稿されています。
nl_nl: Deze reactie is al eens geplaatst op Sudomemo.
pl_pl: Ten komentarz został już wysłany na Sudomemo.
pt_pt: Este comentário já foi postado no Sudomemo.
ro_ro: Acest comentariu a fost postat deja pe acest Flipnote.
sv_se: Denna kommentar har redan publicerats på Sudomemo.
tr_tr: This comment has already been posted to Sudomemo.

# FLIPNOTE_COMMENTS_DISALLOWED
source: You may not comment on this Flipnote.
cy_gb: Ni chewch wneud sylwadau ar y Flipnote hwn.
de_de: Du darfst keinen Kommentar an dieses Flipnote posten.
el_gr: Δεν μπορειτε να αφησετε σχολιο στο συγκεκριμενο Flipnote.
es_es: No puedes comentar en esta Flipnote.
fr_fr: Vous ne pouvez pas commenter sur cette Flipnote.
it_it: Non puoi commentare questo Flipnote.
ja_jp: あなたはこの作品にコメントできません
nl_nl: Je mag geen reacties plaatsen op deze Flipnote.
pl_pl: Nie możesz komentować na tym Flipnote.
pt_pt: Não podes comentar neste Flipnote.
ro_ro: Nu puteti comenta pe acest Flipnote.
sv_se: Du kan inte kommentera på denna Flipnote

# FLIPNOTE_DATA_CORRUPTED
source: oopsie daisy ur flipnote was corupted.....
cy_gb: Mae'r data Flipnote wedi'i lygru. Ceisiwch eto mewn eiliad.
de_de: Die Flipnote-Datei ist beschädigt! Versuche es später erneut.
el_gr: Τα δεδομενα αυτου του Flipnote ειναι κατεστραμμενα. Παρακαλω δοκιμαστε ξανα σε λιγακι.
es_es: Los datos de esta Flipnote estan corruptos. Intenta de nuevo en un momento.
fr_fr: Les données de la Flipnote ont été corrompues, veuillez réessayer plus tard.
it_it: I dati del Flipnote sono danneggiati. Riprova tra un momento.
ja_jp: 作品のデータが破損しています。 もう一度やり直してください。
nl_nl: Deze Flipnote is beschadigd. Probeer het binnenkort nog eens.
pl_pl: Dane tego Flipnote są uszkodzone. Spróbuj ponownie później.
pt_pt: Os dados do Flipnote estão corrompidos. Tente outra vez dentro de momentos.
ro_ro: Datele acestui Flipnote sunt corupte. Incercati din nou.
sv_se: Flipnote-datan är skadad. Försök igen om en stund.
tr_tr: The Flipnote data is corrupted. Try again in a moment.

# HEADER_COMMENTS
source: chataroos
cy_gb: Sylwadau
de_de: Kommentare
el_gr: Σχολια
es_es: Comentarios
fr_fr: Commentaires
it_it: Commenti
ja_jp: コメント
nl_nl: Reacties
pl_pl: Komentarze
pt_pt: Comentários
ro_ro: Comentarii
sv_se: Kommentarer
tr_tr: Comments

# HEADER_DETAILS
source: minutiae
cy_gb: Manylion
de_de: Details
el_gr: Λεπτομεριεs
es_es: Detalles
fr_fr: Détails
it_it: Dettagli
ja_jp: 詳細
nl_nl: Details
pl_pl: Informacje
pt_pt: Detalhes
ro_ro: Detalii
sv_se: Detaljer
tr_tr: Details

# HEADER_NEXT
source: yaint
cy_gb: Nesaf
de_de: Weiter
el_gr: Επομ
es_es: Siguiente
fr_fr: Suivant
it_it: Successivo
ja_jp: 次へ
nl_nl: Volgende
pl_pl: Następna
pt_pt: Próximo
ro_ro: Urm.
sv_se: Nästa
tr_tr: Next

# HEADER_PREV
source: oops
cy_gb: Blae
de_de: Zurück
el_gr: Προηγ
es_es: Anterior
fr_fr: Précédent
it_it: Prec
ja_jp: 前へ
nl_nl: Vorige
pl_pl: Poprzednia
pt_pt: Anterior
ro_ro: Ante.
sv_se: Före
tr_tr: Prev

# HEADER_REFRESH
source: heheheha grr
cy_gb: Adnewyddu
de_de: Neu laden
el_gr: Ανανεωση
es_es: Actualizar
fr_fr: Rafraîchir
it_it: Ricarica
ja_jp: リロード
nl_nl: Herlaad
pl_pl: Odśwież
pt_pt: Actualizar
ro_ro: Reincarcati
sv_se: Uppdatera
tr_tr: Refresh

# LOGIN_REQUIRED_TO_POST_COMMENT
source: u gotta log in to comment, silly!!
cy_gb: Rhaid i chi fod wedi mewngofnodi i bostio sylw.
de_de: Du musst eingeloggt sein, um einen Kommentar zu posten.
el_gr: Πρεπει να συνδεθειτε για να ανεβασετε ενα σχολιο.
es_es: Debes iniciar sesión para publicar un comentario.
fr_fr: Vous devez être identifié pour poster un commentaire.
it_it: Devi accedere per postare un commento.
ja_jp: コメントを投稿するには、ログインする必要があります。
nl_nl: Je moet ingelogd zijn om reacties te kunnen plaatsen.
pl_pl: Musisz się zalogować by wysłać komentarz.
pt_pt: Tens de ter feito login para postar um comentário.
ro_ro: Trebuie sa fiti conectat pentru a posta un comentariu.
sv_se: Du måste vara inloggad för att skicka en kommentar.
tr_tr: You must be logged in to post a comment.

# MODERATOR
source: mordatoator
cy_gb: Cymedrolwr
de_de: Moderator
el_gr: Διαχειριστης
es_es: Moderador
fr_fr: Modérateur
it_it: Moderatore
ja_jp: モデレータ
nl_nl: Moderator
pl_pl: Moderator
pt_pt: Moderador
ro_ro: Moderator
sv_se: Moderator
tr_tr: Moderator

# NO_BLANK_COMMENTS_ALLOWED
source: NO BLANK MESAGES ALLOWED SILLY!!
cy_gb: Ni allwch bostio sylw gwag.
de_de: Du kannst keinen leeren Kommentar posten.
el_gr: Δεν μπορειτε να ανεβασετε κενο σχολιο.
es_es: No puedes publicar un comentario vacío.
fr_fr: Vous ne pouvez pas poster de commentaire vide.
it_it: Non puoi postare un commento vuoto.
ja_jp: 空白のコメントを投稿することはできません。
nl_nl: Je kan geen lege reacties plaatsen.
pl_pl: Nie możesz wysłać pustego komentarza.
pt_pt: Não podes postar um comentário em branco.
ro_ro: Nu puteti posta un comentariu gol.
sv_se: Du kan inte skicka en tom kommentar.
tr_tr: You cannot post a blank comment.

# NO_COMMENTS_WHILE_MUTED
source: You've been muted. You may not comment.
cy_gb: Rydych wedi cael eich atal rhag gwneud sylwadau. Ni allwch wneud sylw.
de_de: Du wurdest stummgeschaltet! Du kannst keine Kommentare versenden, wenn du stummgeschaltet wurdest.
el_gr: Εχετε τεθει σε mute. Δεν μπορειτε να σχολιασετε.
es_es: Has sido muteado. No puedes publicar un comentario si estas muteado.
fr_fr: Vous avez été mis en mode muet. Vous ne pouvez pas poster de commentaire en mode muet.
it_it: Sei stato silenziato. Non puoi commentare.
ja_jp: あなたはミュートされました。 ミュートされている間はコメントを投稿できません。
nl_nl: Je bent op stil gezet. Je mag geen reacties plaatsen.
pl_pl: Zostałeś wyciszony. Nie możesz komentować.
pt_pt: Foste silenciado. Não podes comentar.
ro_ro: Ati fost dat pe mut. Nu puteti comenta.
sv_se: Du har blivit dämpad. Du kan inte skicka kommentarer.

# NO_COMMENTS_YET
source: no chataroos yet aaaAAA
cy_gb: Nid oes gan y Flipnote unrhyw sylwadau eto.
de_de: Sei der Erste, der einen Kommentar postet!
el_gr: Αυτο το Flipnote δεν εχει σχολια ακομα.
es_es: Esta Flipnote aún no tiene comentarios.
fr_fr: Cette Flipnote n'a pas encore de commentaire.
it_it: Questo Flipnote non ha ancora nessun commento.
ja_jp: この作品にはまだコメントがありません。
nl_nl: Deze Flipnote heeft nog geen reacties.
pl_pl: Ten Flipnote nie ma jeszcze żadnych komentarzy.
pt_pt: Este Flipnote ainda não tem nenhum comentário.
ro_ro: Acets Flipnote nu are niciun comentariu inca.
sv_se: Denna Flipnote har inga kommentarer än.
tr_tr: This Flipnote doesn't have any comments yet.

# PAGE_FORMAT
source: Page %d
cy_gb: Tudalen %d
de_de: Seite %d
el_gr: Σελιδα %d
es_es: Página %d
it_it: Pagina %d
ja_jp: %dページ
nl_nl: Pagina %d
pl_pl: Strona %d
pt_pt: Página %d
ro_ro: Pagina %d
sv_se: Sida %d

source: Sudomemo User
de_de: Sudomemo-Nutzer
el_gr: Χρηστης Sudomemo
es_es: Usuario de Sudomemo
it_it: Utente Sudomemo
ja_jp: スドメモユーザー
nl_nl: Sudomemo Gebruiker
pl_pl: Użytkownik Sudomemo
pt_pt: Utilizador do Sudomemo
ro_ro: Utilizator Sudomemo
sv_se: Sudomemo Användare
