Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/flipnoteOptions.po
Languages: de_de, el_gr, es_es, it_it, ja_jp, pl_pl, pt_pt, sv_se, tr_tr

source: Flipnote Options
de_de: Optionen
el_gr: Επιλογες Flipnote
es_es: Opciones del Flipnote
it_it: Opzioni di Flipnote
ja_jp: うごメモのオプション
pl_pl: Opcje Flipnota
pt_pt: Opções do Flipnote
sv_se: Flipnotealternativ
tr_tr: Flipnote Ayarları

# LOGIN_REQUIRED_TO_VIEW_PAGE
source: You must be logged in to view this page.
de_de: Du musst angemeldet sein, um diese Seite zu öffnen.
el_gr: Για να ανοιξετε αυτη την σελιδα πρεπει να συνδεθειτε.
es_es: Debes iniciar sesión para ver esta página.
it_it: Devi accedere per vedere questa pagina.
ja_jp: このページを見るにはログインする必要があります。
pl_pl: Musisz sie zalogowac by wyswietlic ta strone.
pt_pt: Tens de ter feito login para ver esta página.
sv_se: Du måste vara inloggad för att se denna sida.
tr_tr: Bu sayfayı görüntülemek için oturumun açık olmalı.

# HEADER_OPTION
source: Option
de_de: Optionen
el_gr: Επιλογη
es_es: Opción
it_it: Opzione
ja_jp: オプション
pl_pl: Opcja
pt_pt: Opções
sv_se: Alternativ
tr_tr: Seçenek

# HEADER_STATUS
source: Status
el_gr: Κατασταση
es_es: Estatus
it_it: Stato
ja_jp: ステータス
pt_pt: Estado
tr_tr: Durum

# OPTION_NAME_SMOOTH
source: Smoothing
de_de: Glättung
es_es: Suavizado
it_it: Smussamento
ja_jp: スムージング
pl_pl: Wygladzanie
pt_pt: Afinar
sv_se: Utjämning
tr_tr: Yumuşat

# OPTION_DESC_SMOOTH
source: Lines, curves, and edges are smoothed for a more natural look on Sudomemo Theatre.
de_de: Linien, Kurven und Kanten werden in Sudomemo Theatre abgerundet, um einen natürlicheren Effekt wiederzugeben.
el_gr: Για μια καλυτερη οψη στο Sudomemo Theatre, οι γραμμες λειενονται.
es_es: Líneas, curvas, y otros bordes serán suavizados para una apariencia más natural en Sudomemo Theatre.
it_it: Linee, curve, ed angoli sono smussati per un aspetto più naturale su Sudomemo Theatre.
ja_jp: Sudomemo Theatreでは、線、曲線、およびエッジが滑らかになり、より自然に見えます。
pl_pl: Linie, wygiecia i kanty sa wygladzone dla bardziej naturalnego wygladu na Sudomemo Theatre.
pt_pt: Linhas, curvas, e arestas são afinadas para ter um look mais natural no Teatro Sudomemo.
sv_se: Linjer, kurvor och kanter är utjämnade för att se mer naturligt ut på Sudomemo Theatre.
tr_tr: Çizgiler, kıvrımlar ve köşeler, Sudomemo Tiyatrosu'nda daha doğal bir görüntüsü olması için yumuşatılmıştır.

# FLIPNOTE_URL_IS
source: Flipnote URL:
es_es: URL del Flipnote:
ja_jp: うごメモ URL:
pl_pl: Link do Flipnote:
pt_pt: URL do Flipnote:
sv_se: Flipnotelänk:
tr_tr: Flipnote Linki:

source: Enable smoothing
de_de: Glättung aktivieren
el_gr: Ενεργοποιηση smoothing
es_es: Habilitar suavizado
it_it: Abilita smussamento
ja_jp: スムージングを有効にする
pl_pl: Wlacz wygladzanie
pt_pt: Activar afinação
sv_se: Aktivera utjämning
tr_tr: Yumuşatmaya izin ver

source: Disable smoothing
de_de: Glättung deaktivieren
el_gr: Απενεργοποιηση smoothing
es_es: Deshabilitar suavizado
it_it: Disabilita smussamento
ja_jp: スムージングを無効にする
pl_pl: Wylacz wygladzanie
pt_pt: Desactivar afinação
sv_se: Avaktivera utjämning
tr_tr: Yumuşatmayı devre dışı bırak

source: On
de_de: Aktiviert
el_gr: ΝΑΙ
es_es: Habilitado
ja_jp: オン
pl_pl: Wlaczone
pt_pt: Ligado
sv_se: På
tr_tr: Açık

source: Off
de_de: Deaktiviert
el_gr: ΟΧΙ
es_es: Deshabilitado
ja_jp: オフ
pl_pl: Wylaczone
pt_pt: Desligado
sv_se: Av
tr_tr: Kapalı

# CITIZENSHIP_REQUIRED
source: You'll need Sudomemo Citizenship to use this feature.
de_de: Du benötigst eine Sudomemo-Bürgerschaft, um dieses Feature zu nutzen.
el_gr: Χρειαζεστε Sudomemo Citizenship για να χρησιμοποιησετε αυτο το feature.
es_es: Necesitas Sudomemo Citizenship para utilizar esta característica.
it_it: Hai bisogno di Sudomemo Citizenship per usare questa funzione.
ja_jp: この機能を使用するには、Sudomemo Citizenshipが必要です。
pl_pl: Potrzebujesz Sudomemo Citizenship by uzywac tej funkcji.
pt_pt: Precisas de uma Cidanania Sudomemo para usar esta função.
sv_se: Du behöver Sudomemo Citizenship för att använda denna funktionen.
tr_tr: Bu özelliği kullanabilmen için Sudomemo Vatandaşlığı gerekli.

# PLUS_REQUIRED
source: You'll need Sudomemo Plus to use this feature.
de_de: Du benötigst Sudomemo Plus, um dieses Feature zu nutzen.
el_gr: Χρειαζεστε Sudomemo Plus για να χρησιμοποιησετε αυτο το feature.
es_es: Necesitas Sudomemo Plus para utilizar esta característica.
it_it: Hai bisogno di Sudomemo Plus per usare questa funzione.
pl_pl: Potrzebujesz Sudomemo Plus by uzywac tej funkcji.
pt_pt: Precias do Sudomemo Plus para usar esta função.
sv_se: Du behöver Sudomemo Plus för att använda den här funktionen.
tr_tr: Bu özelliği kullanabilmen için Sudomemo Plus gerekli.

# TAP_ON_STATUS_TO_VIEW_DETAILS
source: Tap on an option's status to view or change it.
de_de: Tippe den Status einer Option an, um sie zu verwalten.
el_gr: Πατηστε πανω στην κατασταση μιας επιλογης για να την δειτε η να την αλλαξετε.
es_es: Toca el estatus de una opción para verla o cambiarla.
it_it: Tocca sullo stato di un'opzione per vederlo o cambiarlo.
ja_jp: 表示または変更するには、オプションのステータスをタップします。
pl_pl: Kliknij na status opcji by go wyswietlic lub zmienic.
pt_pt: Toque num estado de uma opção para a ver ou alterar.
sv_se: Klicka på ett alternativs status för att se eller ändra det.
tr_tr: Bir ayarı yönetmek için statüsüne tıkla.

# OPTION_NAME_FORCE_44K_BITRATE
source: Enhanced audio
de_de: Audioverbesserung
es_es: Audio mejorado
it_it: Audio migliorato
pl_pl: Ulepszenie dzwieku
pt_pt: Áudio melhorado
sv_se: Förbättrat ljud
tr_tr: Sesi düzelt

# OPTION_DESC_FORCE_44K_BITRATE
source: Sudomemo will try to make your audio sound crisper and cleaner for Sudomemo Theatre.
de_de: Sudomemo wird versuchen, Audio von Flipnotes klarer und sauberer über Sudomemo Theatre abzuspielen.
el_gr: Το Sudomemo θα δοκιμασει να κανει τον ηχο σας πιο καθαρο για το Sudomemo Theatre.
es_es: Sudomemo hará lo mejor para que tu audio suene más nítido y limpio en Sudomemo Theatre.
it_it: Sudomemo proverà a rendere il suono più nitido e pulito per Sudomemo Theatre.
pl_pl: Sudomemo spr√≥buje ulepszyc dzwiek twojego Flipnote na Sudomemo Theatre.
pt_pt: O Sudomemo irá tentar melhorar o Áudio do teu Flipnote para reprodução no Teatro Theatre.
sv_se: Sudomemo kommer att försöka gjöra ditt ljud klarare för Sudomemo Theatre.
tr_tr: Sudomemo, Flipnote Tiyatrosu için sesini daha düzgün ve belirgin hale getirecektir.

source: Enable audio enhancement
de_de: Audioverbesserung aktivieren
el_gr: Ενεργοποιηση του audio enhancement
es_es: Habilitar audio mejorado
it_it: Abilita miglioramenti audio
pl_pl: Wlacz ulepszenie dzwieku
pt_pt: Activar melhoramento do áudio
sv_se: Aktivera ljudförbättring
tr_tr: Ses düzeltimine izin ver

source: Disable audio enhancement
de_de: Audioverbesserung deaktivieren
el_gr: Απενεργοποιηση του audio enhancement
es_es: Deshabilitar audio mejorado
it_it: Disabilita miglioramenti audio
pl_pl: Wylacz ulepszenie dzwieku
pt_pt: Desactivar melhoramento do áudio
sv_se: Avaktivera ljudförbättring
tr_tr: Ses düzeltimini devre dışı bırak
