Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/inventory.po
Languages: es_es, it_it, ja_jp, nl_nl, pl_pl, ro_ro, sv_se, tr_tr

# DECOR
source: Deco Yeso
es_es: Decoraci√≥n
it_it: Arredamento
ja_jp: デコ
nl_nl: Decor
pl_pl: Dekoracje
ro_ro: Decor
sv_se: Dekoration
tr_tr: Dekorasyonlar

# INVENTORY
source: Pockets
es_es: Inventario
it_it: Inventario
ja_jp: インベントリー
nl_nl: Inventaris
pl_pl: Ekwipunek
ro_ro: Inventar
sv_se: Lager
tr_tr: Envanter

# ITEMS
source: Good Stuff
es_es: Objetos
it_it: Elementi
ja_jp: アイテム
nl_nl: Items
pl_pl: Przedmioty
ro_ro: Obiecte
sv_se: Ägodelar
tr_tr: Nesneler

# NEXT
source: woah
es_es: Siguiente
it_it: Prossimo
ja_jp: 次へ
nl_nl: Volgende
pl_pl: Nastepne
ro_ro: Urm.
sv_se: Nästa
tr_tr: Sonraki

# PETS
source: Little Fellas
es_es: Mascotas
it_it: Animali domestici
ja_jp: ペット
nl_nl: Huisdieren
pl_pl: Pupile
ro_ro: Animale
sv_se: Husdjur
tr_tr: Evcil hayvanlar

# PREV
source: oops
es_es: Anterior
it_it: Prec
ja_jp: 前へ
nl_nl: Vorige
pl_pl: Poprzednie
ro_ro: Ante.
sv_se: Föregående
tr_tr: Ã–nceki

source: Redeem
es_es: Canjear
it_it: Riscatta
ja_jp: 受け取る
nl_nl: Inwisselen
pl_pl: Zrealizuj kod
ro_ro: Reven.
sv_se: Hämta ut
tr_tr: Bilet bozdur

source: Themes
es_es: Temas
it_it: Temi
nl_nl: Thema's
pl_pl: Motywy
sv_se: Teman

source: Tickets
ja_jp: チケット
pl_pl: Bilety
ro_ro: Bilete
tr_tr: Biletler

# USE
source: Usaroo
es_es: Usar
it_it: Usa
ja_jp: 使う
nl_nl: Gebruik
pl_pl: Wykorzystaj
ro_ro: Fol.
sv_se: Använd
tr_tr: Kullan

source: Use item
es_es: Usar objeto
it_it: Usa elemento
ja_jp: アイテムを使う
nl_nl: Gebruik item
pl_pl: Wykorzystaj przedmiot
ro_ro: Fol. obiect
sv_se: Använd ägodel
tr_tr: Bu nesneyi kullan
