Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/items.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, sv_se

source: Continue
de_de: Weiter
es_es: Continuar
fr_fr: Continuer
it_it: Continua
ja_jp: 次へ
nl_nl: Doorgaan
pl_pl: Kontynuuj
pt_pt: Continuar
ro_ro: Continuați
sv_se: Fortsätt

# ITEM_DESC_banana
source: Not to be confused with a plantain.
de_de: Nicht mit einer Kochbanane zu verwechseln.
es_es: No se debe confundir con un plátano.
fr_fr: À ne pas confondre avec une banane plantain.
it_it: Da non confondere con un platano.
ja_jp: プランテンと間違えやすいので注意。
nl_nl: Niet te verwarren met een bakbanaan.
pl_pl: Nie pomyl go z figą.
pt_pt: Isto não é uma banana da terra.
ro_ro: A nu se confunda cu un plantain.
sv_se: Borde inte förvirras med andra frukter.

# ITEM_DESC_beach_ball
source: A great accessory for a swimming excursion.
de_de: Gutes Zubehör für einen Schwimmausflug.
es_es: Un gran accesorio para actividades de natación.
fr_fr: Un très bon accessoire pour une sortie baignade.
it_it: Un ottimo accessorio per un'escursione di nuoto.
ja_jp: 海水浴といえばこれ。
nl_nl: Een goed accessoire voor een zwemexecursie.
pl_pl: Świetny dodatek do wycieczki nad wodę.
pt_pt: Um acessório excelente para uma excursão na praia.
ro_ro: Un bun accesoriu pentru o excursie de înot.
sv_se: Ett måste för en rolig simbassäng.

# ITEM_DESC_hot_chocolate
source: A delicious cup of hot chocolate, perfect for a cozy day.
es_es: Una taza de rico chocolate caliente, perfecta para un día de relax.
fr_fr: Une délicieuse tasse de chocolat chaud, parfaite pour une journée confortable.
it_it: Una deliziosa tazza di cioccolata calda, perfetta per una giornata intima.
nl_nl: Een heerlijke kop warme chocolademelk, perfect voor een knusse dag.
pl_pl: Pyszny kubek gorącej czekolady, idealny na przytulne dni.
sv_se: En utsökt kopp varm choklad, perfekt för en mysig dag.

# ITEM_DESC_peeled_banana
source: Not to be confused with a plan-... Why'd you peel it like that?
de_de: Nicht mit einer Koch-... Warum hast du sie so geschält?
es_es: No se debe confundir con un pl-... ¿Por qué lo has pelado así?
fr_fr: À ne pas confondre avec une banane plan... Pourquoi vous l'épluchez comme ça ?
it_it: Da non confondere con un piano... Perché l'hai sbucciato così?
ja_jp: プランテンと間違えやす... なんでそうむいたの？
nl_nl: Niet te verwarren met een bakba-... Waarom heb je het zo gepeld?
pl_pl: Nie pomyl go z fi- czemu on jest tak obrany?
pt_pt: Isto não é uma banan-... Porque é que a descascaste dessa forma?
ro_ro: A nu se confunda cu un plan-... De ce ați decojit-o așa?
sv_se: Borde inte förvirras med-... Varför skalade du den nedifrån?

# ITEM_NAME_banana
source: Banana
de_de: Banane
fr_fr: Banane
ja_jp: バナナ
nl_nl: Banaan
pl_pl: Banan
ro_ro: Banană
sv_se: Banan

# ITEM_NAME_beach_ball
source: Beach Ball
de_de: Strandball
es_es: Pelota de playa
fr_fr: Ballon de plage
it_it: Pallone da spiaggia
ja_jp: ビーチボール
nl_nl: Strandbal
pl_pl: Piłka plażowa
pt_pt: Bola de Praia
ro_ro: Minge de Plajă
sv_se: Badboll

# ITEM_NAME_hot_chocolate
source: Hot Chocolate
es_es: Chocolate caliente
fr_fr: Chocolat chaud
it_it: Cioccolata calda
nl_nl: Warme Chocolademelk
pl_pl: Gorąca czekolada
sv_se: Varm Choklad

# ITEM_NAME_peeled_banana
source: Peeled Banana
de_de: Geschälte Banane
es_es: Banana pelada
fr_fr: Banane pelée
it_it: Banana sbucciata
ja_jp: むかれたバナナ
nl_nl: Gepelde Banaan
pl_pl: Obrany banan
pt_pt: Banana Descascada
ro_ro: Banană Deconjită
sv_se: Skalad Banan

# ITEM_USE_banana
source: You peel the banana.
de_de: Du schälst die Banane.
es_es: Pelas la banana.
fr_fr: Vous épluchez la banane.
it_it: Sbuccia la banana.
ja_jp: バナナをむきました。
nl_nl: Je pelt de banaan.
pl_pl: Obierasz banana.
pt_pt: Descascaste a Banana
ro_ro: Decojiți banana.
sv_se: Du skalar bananen.

# ITEM_USE_beach_ball
source: You toss the ball around a bit.
de_de: Du wirfst den Ball ein bisschen herum.
es_es: Lanzas la pelota alrededor unas veces.
fr_fr: Vous lancez le ballon un peu partout.
it_it: Lancia un po' la palla.
ja_jp: なんどもトスした跡がある。
nl_nl: Je gooit de bal een eindje in het rond.
pl_pl: Podrzucasz piłkę przez chwilkę.
pt_pt: Atiraste a bola por uns momentos.
ro_ro: Aruncați mingea în jur.
sv_se: Du kastar runt badbollen en stund.

# ITEM_USE_hot_chocolate
source: After letting it cool for a moment, you drink the hot chocolate
es_es: Después de dejarlo enfriar un rato, te tomas el chocolate.
fr_fr: Après l'avoir laissé refroidir un instant, vous buvez le chocolat chaud
it_it: Dopo averla lasciata raffreddare un attimo, si beve la cioccolata calda
nl_nl: Nadat je het voor een momentje laat afkoelen, drink je de warme chocolademelk.
pl_pl: Po pozotawieniu jej na chwilę do ostygnięcia, pijesz gorącą czekoladę
sv_se: Efter att den svalnat, dricker du den varma chokladen

# ITEM_USE_peeled_banana
source: You eat the banana.
de_de: Du isst die Banane.
es_es: Te comes la banana.
fr_fr: Vous mangez la banane.
it_it: Tu mangi la banana.
ja_jp: バナナを食べました。
nl_nl: Je eet de banaan.
pl_pl: Zjadasz banana.
pt_pt: Comeste a banana.
ro_ro: Mancați banana.
sv_se: Du äter bananen.

source: You got an item!
de_de: Du hast ein Item erhalten!
es_es: ¡Has conseguido un objeto!
fr_fr: Vous avez obtenu un objet !
it_it: Hai ottenuto un elemento!
ja_jp: アイテムをゲットしました！
nl_nl: Je kreeg een item!
pl_pl: Zdobyłeś/-aś przedmiot!
pt_pt: Recebeste um item!
ro_ro: Ai luat un obiect!
sv_se: Du fick en ny ägodel!
