Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/login.po
Languages: cy_gb, de_de, el_gr, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_pt, sv_se, tr_tr

# REGISTRATION_ERROR_BAD_EMAIL
source: The email address you provided is not permitted.
cy_gb: Ni chaniateir y cyfeiriad e-bost a ddarparwyd gennych.
de_de: Die angegebene Email-Adresse ist nicht erlaubt.
el_gr: Η διευθυνση email που δωσατε δεν επιτρεπεται.
es_es: El Correo electrónico que has introducido no esta permitido.
fr_fr: L'adresse email que vous avez entrée n'est pas valide.
it_it: L'indirizzo email che hai fornito non è permesso.
ja_jp: あなたが入力した電子メールアドレスは許可されていないため、使用できません。
nl_nl: Het ingevulde e-mailadres is niet toegestaan.
pl_pl: Wprowadzony adres e-mail jest zabroniony.
pt_pt: O email que introduziste não é permitido.
sv_se: E-postadress du angav är inte tillåten.
tr_tr: Bu e-posta adresini kullanmana izin verilmemektedir.

# REGISTRATION_ERROR_BAD_PASSWORD
source: The password you provided is not permitted.
cy_gb: Ni chaniateir y cyfrinair a ddarparwyd gennych.
de_de: Das angegebene Passwort ist nicht erlaubt.
el_gr: Ο κωδικος που δωσατε δεν επιτρεπεται.
es_es: La contraseña que has introducido no esta permitida.
fr_fr: Le mot de passe que vous avez entré n'est pas valide.
it_it: La password che hai fornito non è permessa.
ja_jp: あなたが入力したパスワードは許可されていないため、使用できません。
nl_nl: Het ingevulde wachtwoord is niet toegestaan.
pl_pl: Wprowadzone haslo jest zabronione.
pt_pt: A palavra-passe que introduziste não é permitida.
sv_se: Lösenordet du angav är inte tillåtet.
tr_tr: Bu şifreyi kullanmana izin verilmemektedir.

# REGISTRATION_ERROR_PASSWORD_ALREADY_SET
source: Password has already been set.
cy_gb: Mae cyfrinair eisoes wedi'i osod.
de_de: Das Passwort wurde bereits gesetzt.
el_gr: Ο κωδικος προσβασης εχει ηδη τεθει.
es_es: Contraseña ya ha sido establecida.
fr_fr: Le mot de passe a déjà été défini.
it_it: La password è già stata impostata.
ja_jp: パスワードはすでに設定されています。
nl_nl: Er is al eens een wachtwoord opgegeven.
pl_pl: Haslo zostalo juz ustawione.
pt_pt: A palavra-passe já foi inserida.
sv_se: Lösenordet har redan ställts in.
tr_tr: Şifre zaten oluşturuldu.

# RETURNING_USER_NEW_LOGIN_SYSTEM
source: Since the last time you visited, we've added a new login system -- but don't worry, all of your content is still here!
cy_gb: Ers y tro diwethaf i chi ymweld, rydym wedi ychwanegu system fewngofnodi newydd - ond peidiwch â phoeni, mae'ch holl gynnwys yn dal i fod yma!
de_de: Seit deinem letzten Besuch haben wir ein neues Anmeldesystem implementiert. Aber keine Sorge! Dein sämtlicher Inhalt bleibt bestehen!
el_gr: Εχουμε προσθεσει νεο συστημα συνδεσης απο την τελευταια φορα που μας επισκεφτηκατε -- αλλα μην ανησυχειτε, ολο σας το υλλικο παραμενει εδω!
es_es: Desde la última vez que iniciaste sesión hemos creado un nuevo sistema de iniciar sesión -- ¡Pero no te preocupes! Todo tu contenido sigue aqui.
fr_fr: Depuis votre dernière visite, nous avons ajouté un nouveau système d'identification -- Mais pas de soucis, tout votre contenu est toujours ici !
it_it: Dall'ultima volta che hai acceduto, abbiamo aggiunto un nuovo sistema di login -- ma non preoccuparti, tutti i tuoi dati ci sono ancora!
ja_jp: 前回訪問して以来、新しいログインシステムが追加されましたが、心配する必要はありません。投稿した作品などは消えていません！
nl_nl: Sinds de vorige keer dat je hebt ingelogd, hebben we een nieuw inlogsysteem toegevoegd, maar maak je geen zorgen, al je inhoud is er nog steeds!
pl_pl: Od twojej ostatniej wizyty, zmienilismy nasz system logowania -- ale nie martw sie, twoja zawartosc wciaz tu jest!
pt_pt: Desde da ultima vez que estiveste cá, adicionamos um novo sistema de login novo -- mas não te preocupes, todo o teu conteúdo continua no mesmo lugar!
sv_se: Sedan ditt senaste besök har vi lagt till ett nytt inloggningssystem -- men oroa dig inte, allt ditt innehåll är fortfarande kvar!
tr_tr: En son gelişinden sonra, buraya yeni bir oturum açma sistemi ekledik -- ama merak etme, tüm içeriklerin hâlâ burada!

# RETURNING_USER_PLEASE_CREATE_PASSWORD
source: To get started, please create a new password below.
cy_gb: I ddechrau, crewch gyfrinair newydd isod.
de_de: Bitte gib ein neues Passwort ein, um loszulegen.
el_gr: Για να ξεκινησετε, προσθεστε νεο κωδκο προσβασης παρακατω.
es_es: Para comenzar, crea una nueva contraseña aquí abajo.
fr_fr: Pour commencer, créez un mot de passe ci-dessous s'il-vous-plaît.
it_it: Per cominciare, crea una nuova password qui sotto.
ja_jp: 新しいパスワードを作成してください。
nl_nl: Om te beginnen, voer alsjeblieft een wachtwoord hieronder in.
pl_pl: Aby rozpoczac, wpisz nowe haslo ponizej.
pt_pt: Para começar, insira uma nova palavra-passe.
sv_se: För att komma igång, skapa ett nytt lösenord nedan.
tr_tr: Başlamak için lütfen şifreni değiştir.

# RETURNING_USER_THANKS_FOR_REGISTRATION
source: Welcome back! Thanks for setting up your login information.
cy_gb: Croeso nol! Diolch am sefydlu eich gwybodaeth mewngofnodi.
de_de: Willkommen zurück! Danke fürs Einrichten deiner Anmeldeinformationen!
el_gr: Καλως σας βρηκαμε ξανα! Σας ευχαριστουμε που δηλωσατε τις πληροφοριες συνδεσης σας.
es_es: ¡Bienvenido de vuelta! Gracias por configurar tu información.
fr_fr: Bon retour ! Merci d'avoir mis en place vos informations de connexion.
it_it: Bentornato! Grazie per avere impostato le tue informazioni di accesso.
ja_jp: お帰りなさい！ ログイン情報を設定していただきありがとうございます。
nl_nl: Welkom terug! Bedankt voor het opgeven van je logininformatie.
pl_pl: Witaj z powrotem! Dziekujemy za ustawienie detali logowania.
pt_pt: Bem-vindo de volta! Obrigado por configurar as tuas informações de login.
sv_se: Välkommen tillbaka! Tack för att du har konfigurerat din inloggningsinformation.
tr_tr: Tekrar hoş geldin! Giriş bilgilerini ayarladığın için teşekkür ederiz.

# SEARCH_FOR_SENDER_EMAIL_FORMAT
source: Haven't received the email? Check your Spam box, and search for %s. If you find that it was marked spam, please ensure you first mark it Not Spam.
cy_gb: Heb dderbyn yr e-bost? Edrychwch ar eich blwch Sbam, a chwiliwch am %s. Os ydych wedi canfod ei fod wedi'i farcio â sbam, gwnewch yn siŵr eich bod yn ei farcio gyntaf.
de_de: Mail nicht erhalten? Überprüfe deinen Spam-Ordner und suche nach %s. Falls dort vorgefunden, stelle sicher sie als Kein Spam zu markieren.
el_gr: Δεν εχετε λαβει το email? Τσεκαρετε το κουτι του Spam, και αναζητειστε %s. Αν το δειτε σημειωμενο ως spam, σιγουρευτειτε πρωτα να το σημειωσετε ως Μη Spam.
es_es: ¿No has recibido el correo? Échale un vistazo a tu correo basura (Spam), y busca por %s. Si lo encuentras y está marcado como Spam, por favor asegúrate de primero marcar No es Spam.
fr_fr: Vous n'avez pas reçu le mail ? Regardez dans les spams (indésirables), et cherchez %s. Si vous le trouvez et qu'il a été marqué comme Spam, merci de vous assurer d'abord de le marquer Non-spam.
it_it: Non hai ricevuto l'email? Controlla la casella Spam, e cerca %s. Se è stata contrassegnata come Spam, assicurati di renderla "Non Spam".
ja_jp: メールを受信していないませんか？迷惑メールをチェックし、%sを探してみてください。 もし迷惑メールとしてマークされていたら、 メールの受信許可の設定をしてください。
nl_nl: Geen e-mail ontvangen? Check je spambox, en zoek voor %s. Als het blijkt dat het gemarkeerd is als spam, zorg er voor dat je het markeert als Geen Spam.
pl_pl: Nie dostales maila? Sprawdz swoja skrzynke na spam i szukaj %s. Jezeli znajdziesz go w skrzynce na spam, najpierw zaznacz go jako Nie Spam.
pt_pt: Ainda não recebeste o email? Verifica a tua caixa de Spam, e procura por %s. Se vires que foi marcada como spam, por favor certefica-te que marques como Não é Spam.
sv_se: Har du inte fått ett mail? Kolla din Skräppost och sök efter %s. Om du upptäcker att det var markerat som skräppost, vanligen se till att du avmarkerar den.
tr_tr: E-postayı alamadın mı? Spam kısmına bak ve arama kısmına %s yaz. Eğer spam olarak işaretlendiyse, lütfen ilk önce bu işareti kaldır.

# SEEK_LOGIN_HELP_IN_DISCORD_FORMAT
source: If you need help connecting, feel free to ask in our Discord! You can join from %s.
cy_gb: Os oes angen help arnoch i fynd ymlaen i Sudomemo, mae croeso i chi ofyn yn ein Gweinydd Discord! Gallwch ymuno o %s.
de_de: Solltest du Hilfe benötigen, frage uns auf Discord! Trete unserem Server hier bei: %s
el_gr: Εαν χρειαζεστε βοηθει στη συνδεση, ρωτηστε μας στο Discord! Μπορειτε να συνδεθειτε %s.
es_es: Si necesitas ayuda para conectarte, eres libre de preguntar en nuestro Discord! Puedes unirte desde %s.
fr_fr: Si vous avez besoin d'aide pour vous connecter, n'hésitez pas à nous le demander sur Discord ! Vous pouvez rejoindre depuis %s.
it_it: Se hai bisogno di aiuto per collegarti, chiedi pure sul nostro server Discord! Puoi unirti da qui %s.
ja_jp: あなたがスドメモに貢献したい場合は、Discordでお気軽にお問い合わせください！ あなたは%sから参加できます。
nl_nl: Als je hulp nodig hebt met verbinden, voel je vrij een vraag te stellen in onze Discord! Je kan deelnemen via %s.
pl_pl: Jezeli potrzebujesz pomocy z laczeniem sie, nie bój sie zapytac na naszym Discordzie! Mozesz dolaczyc poprzez %s.
pt_pt: Se precisas de ajuda a te ligar, não tenhas medo de perguntar no nosso Servidor Discord! Podes juntar-te no link %s.
sv_se: Om du behöver hjälp att ansluta, vänligen fråga på våran Discord! Du kan gå med från %s.
tr_tr: Bağlanmakta yardıma ihtiyacın varsa bizden Discord'da yardım isteyebilirsin! Sunucumuza buradan katılabilirsin: %s

# SIGNUP_AGE_GATE_ERROR
source: You'll need to be 13 or older to create a new Sudomemo account.
de_de: Du musst 13 Jahre alt oder älter sein, um ein neues Sudomemo-Konto zu erstellen.
es_es: Necesitas tener 13 años o mas para crear una cuenta de Sudomemo.
fr_fr: Vous devez avoir 13 ans ou plus pour créer un nouveau compte Sudomemo.
pl_pl: Musisz miec 13 lub wiecej lat aby utworzyc konto na Sudomemo.

# SIGNUP_AGE_GATE_ERROR_FIX
source: If you've received this message in error, you can update your birthday by tapping the orange wrench icon in the top right of Flipnote Studio's main menu.
de_de: Falls du diese Meldung irrtümlich erhalten hast, kannst du deinen Geburtstag aktualisieren, indem du auf den orangen Schraubenschlüssel oben rechts in Flipnote Studio's Hauptmenü tippst.
es_es: Si este no es correcto, puedes corregír su cumpleaños por tocando el llave naranja arriba a la derecha del menú primero de Flipnote Studio.
fr_fr: Si vous avez reçu ce message par erreur, vous pouvez mettre à jour votre date de naissance en appuyant sur l'icône de clé à molette orange en haut à droite du menu principal de Flipnote Studio.
pl_pl: Jezeli blednie otrzymales/-as ten blad, mozesz zaktualizowac date urodzin klikajac na pomarańczowa ikonke w prawym górnym rogu glównego menu Flipnote Studio.

# SORRY_NO_LOGIN
source: Sorry, but we couldn't log you in!
cy_gb: Mae'n ddrwg gennym, ond ni allem eich mewngofnodi!
de_de: Sorry, aber wir konnten Dich nicht anmelden!
el_gr: Συγγνωμη αλλα δεν μπορουσαμε να σας συνδεσουμε!
es_es: Lo sentimos, ¡pero no pudimos iniciar tu sesión!
fr_fr: Désolé, mais nous ne pouvons pas vous identifier !
it_it: Scusa, ma non riusciamo a farti accedere!
ja_jp: 申し訳ありませんが、ログインできませんでした。
nl_nl: Sorry, we konden je niet inloggen!
pl_pl: Przepraszamy, ale nie moglismy ciebie zalogowac.
pt_pt: Desculpa, mas não podemos conseguir fazer o login!
sv_se: Tyvärr, men vi kunde inte logga in dig!
tr_tr: Üzgünüz, ama oturum açılamadı!

# THANKS_FOR_LOGIN_FORMAT
source: Thanks for signing in, %s!
cy_gb: Diolch am lofnodi i mewn, %s!
de_de: Danke fürs Einloggen, %s!
el_gr: Ευχαριστουμε που συνδεθηκατε, %s!
es_es: Gracias por iniciar sesión, %s!
fr_fr: Merci de vous être connecté, %s !
it_it: Grazie per aver eseguito l'accesso, %s!
ja_jp: ログインしていただきありがとうございます！%sさん！
nl_nl: Bedankt voor het inloggen, %s!
pl_pl: Dziekujemy za zalogowanie sie, %s!
pt_pt: Obrigado por entrar, %s!
sv_se: Tack för att du loggade in, %s!
tr_tr: Oturum açtığın için teşekkür ederiz, %s!

# THANKS_FOR_LOGIN_PROMPT_INTRO
source: Welcome to Sudomemo! Now, let's write a little message to say who you are! (This will be posted as a Flipnote in our Introductions channel.)
de_de: Willkommen auf Sudomemo! Erzähle uns hier ein wenig über Dich! (Dies wird als Flipnote in unserem 'Vorstellung'-Kanal gepostet.)
el_gr: Καλωσηρθατε στο Sudomemo! Γραψτε τωρα ενα μηνυμα για να παρουσιασετε τον εαυτο σας! (Θα ανεβει ως Flipnote στο Introductions channel.)
es_es: ¡Bienvenido a Sudomemo! ¡Ahora, escriba un pequeño mensaje para decir quién es usted! (Esto se publicará como una Flipnote en nuestro canal de Presentaciones).
fr_fr: Bienvenue sur Sudomemo ! Maintenant, écrivez un petit message pour vous présenter ! (Ce sera posté en tant que Flipnote dans notre chaîne de présentations (Introductions))
it_it: Benvenuto su Sudomemo! Ora, scrivi un piccolo messaggio per dire chi sei! (Questo sarà postato come Flipnote nel nostro canale di Introduzioni.)
ja_jp: スドメモへようこそ！少しだけ自己紹介をしてみましょう！（紹介チャンネルに作品として公開されます）
pl_pl: Witaj w Sudomemo! Na poczatek, napiszmy mala wiadomosc aby sie przedstawic! (Zostanie ona wyslana jako Flipnote w naszym kanale Wprowadzenia.)
pt_pt: Bem-vindo ao Sudomemo! Agora escreve uma pequena mensagem, para dizeres quem és! (Isto será postado como um Flipnote no nosso Canal de Introduções.)
tr_tr: Sudomemo'ya hoş geldin! Hadi bakalım, şimdi de küçük bir mesajla kendini tanıt! (Bu bir Flipnote olarak Introductions kanalımızda paylaşılacaktır.)

# THANK_YOU_FOR_UPDATING_EMAIL
source: Thank you for updating your email!
cy_gb: Diolch am ddiweddaru eich e-bost!
de_de: Danke fürs Aktualisieren deiner Email!
el_gr: Ευχαριστουμε που ενημερωσατε το email σας!
es_es: ¡Gracias por actualizar tu correo electrónico!
fr_fr: Merci d'avoir mis à jour votre email !
it_it: Grazie per aver aggiornato la tua email!
ja_jp: メールを更新していただきありがとうございます！
nl_nl: Bedankt voor het updaten van jouw e-mailadres!
pl_pl: Dziekujemy za zaktualizowanie e-maila!
pt_pt: Obrigado por actualizar o teu email!
sv_se: Tack för att du uppdaterat din e-postadress!
tr_tr: E-postanı güncellediğin için teşekkür ederiz!

# VERIFICATION_EXPIRED_TEXT
source: The verification URL has expired or has already been used.
cy_gb: Mae'r URL dilysu wedi dod i ben neu wedi'i ddefnyddio eisoes.
de_de: Die Bestätigungs-URL ist entweder abgelaufen oder wurde bereits benutzt.
el_gr: Το URL επιβεβαιωσης εχει ληξει η εχει ηδη χρησιμοποιηθει.
es_es: La URL de confirmación ha expirado o ya ha sido usada.
fr_fr: L'URL de vérification a expiré ou il a déjà été utilisé.
it_it: L'URL di verifica è scaduto o è già stato usato.
ja_jp: 認証URLの有効期限が切れているか、既に使用されています。
nl_nl: The verificatie-URL is verlopen of is al eens gebruikt.
pl_pl: Ten link weryfikacji wygasl lub zostal juz uzyty.
pt_pt: O URL de verificação expirou ou já foi usado.
sv_se: Verifieringsadressen har gått ut eller används redan.
tr_tr: Doğrulama linkinin süresi ya sona erdi ya da zaten kullanıldı.

# VERIFICATION_LIMIT_EXCEEDED_FORMAT
source: You have exceeded the maximum number of verification emails. Please contact support at %s or via Discord.
cy_gb: Rydych wedi rhagori ar yr uchafswm o e-byst dilysu. Cysylltwch â chefnogaeth yn %s neu drwy Discord.
de_de: Dein Maximum an Bestätigungs-Mails wurde erreicht. Bitte kontaktiere unseren Support über Discord oder über: %s
el_gr: Εχετε ξεπερασει τον αριθμο email επιβεβαιωσης. Παρακαλουμε επικοινωνηστε με την υποστηριξη στο %s η μεσω Discord.
es_es: Has excedido el número máximo de correos de confirmación. Por favor, contáctanos por %s o vía Discord.
fr_fr: Vous avez atteint le nombre maximal d'emails de vérification. S'il-vous-plaît contactez le support à %s ou via Discord.
it_it: Hai raggiunto il limite massimo di email di verifica. Contatta il supporto su %s o su Discord.
ja_jp: 確認メールの最大数を超えました。 %sのサポートに連絡するかDiscord経由で連絡してください。
nl_nl: Je hebt het maximaal aantal verificatiemails bereikt. Neem alsjeblieft contact op met ondersteuning via %s of via Discord.
pl_pl: Przekroczyles maksymalny limit e-maili weryfikujacych. Skontaktuj sie z nami poprzez %s oraz przez Discorda.
pt_pt: Excedeste o número máximo de emails de verificação. Por favor contacte o suporte no %s ou via Discord.
sv_se: Du har överstigit det maximala antalet verifieringsemail. Vänligen kontakta support på %s eller via Discord.
tr_tr: Alabileceğin doğrulama e-postası sayısının limitine ulaştın. Lütfen bizimle %s ile veya Discord'da iletişime geç.

# VERIFICATION_NEEDED
source: We need you to verify your email address.
cy_gb: Mae angen i chi ddilysu eich cyfeiriad e-bost.
de_de: Deine Email-Adresse muss bestätigt werden.
el_gr: Πρεπει να επιβεβαιωσουμε την διευθυνση email σας.
es_es: Necesitamos verificar tu Correo electrónico.
fr_fr: Nous avons besoin que vous vérifiez votre adresse email.
it_it: Devi verificare il tuo indirizzo email.
ja_jp: あなたのメールアドレスを認証する必要があります。
nl_nl: We moeten je e-mailadres verifieren.
pl_pl: Musisz zweryfikowac swój adres e-mail.
pt_pt: Precisamos que verifiques o teu endereço de email.
sv_se: Du behöver verifiera din e-postadress.
tr_tr: E-posta adresini doğrulaman gerek.

# WEB_HEADER_SUCCESS
source: Success!
cy_gb: Llwyddiant!
de_de: Erfolgreich!
el_gr: Επιτυχια!
es_es: ¡Exitoso!
fr_fr: Succès !
it_it: Fatto!
ja_jp: 成功!
nl_nl: Succesvol!
pl_pl: Sukces!
pt_pt: Sucesso!
sv_se: Lyckat!
tr_tr: Başardın!

# WEB_TAP_CHECK_VERIFICATION_STATUS
source: Go ahead and tap 'Check Verification Status' on your Nintendo DSi System to complete the email verification.
cy_gb: Ewch ymlaen a thapio 'Gwirio Statws Dilysu' ar eich System Nintendo DSi.
de_de: Klicke 'Bestätigungs-Status überprüfen' auf deinem Nintendo DSi-System, um die Bestätigung fertigzustellen.
el_gr: Πατηστε το 'Ελεγχος Καταστασης Επιβεβαιωσης' στο Nintendo DSi σας.
es_es: Ve y presiona 'Verificar el estado de confirmación' en tu sistema Nintendo DSi.
fr_fr: Continuez et appuyez sur 'Vérifier l'état de vérification' sur votre Nintendo DSi.
it_it: Tocca 'Controlla lo stato di verifica' sul tuo Nintendo DSi per completare la verifica dell'email.
ja_jp: あなたの任天堂DSiシステムで「認証ステータスの確認」をタップしてください。
nl_nl: Ga verder en klik op 'Controleer Verificatiestatus' op jouw Nintendo DSi Systeem.
pl_pl: Wcisnij 'Sprawdz status weryfikacji' na twojej konsoli Nintendo DSi aby zakończyc weryfikacje e-maila.
pt_pt: Anda lá e toca no botão 'Verificar Estado de Verificação' no teu Sistema Nintendo DSi para completar a verificação do email.
sv_se: Fortsätt och tryck på 'Kontrollera verifieringsstatus' i ditt Nintendo DSi system.
tr_tr: E-posta adresinin doğrulanmasını tamamlamak için devam et ve Nintendo DSi sisteminde 'Doğrulama statüsünü incele'ye tıkla.

# WELCOME_BACK_FORMAT
source: Welcome back, %s!
cy_gb: Croeso, %s!
de_de: Willkommen zurück, %s!
el_gr: Καλως Ορισατε, %s!
es_es: Bienvenido de vuelta!, %s!
fr_fr: Bon retour, %s !
it_it: Bentornato, %s!
ja_jp: ようこそ、 %sさん！
nl_nl: Welkom terug, %s!
pl_pl: Witaj z powrotem, %s!
pt_pt: Bem-vindo de volta, %s!
sv_se: Välkommen tillbaka, %s!
tr_tr: Tekrar hoş geldin, %s!
