Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/login.po
Languages: cy_gb, de_de, el_gr, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_pt, sv_se, tr_tr

# EMAIL_VERIFIED
source: Thank you for verifying your email!
cy_gb: Diolch i chi am ddilysu eich e-bost!
de_de: Danke zur Bestätigung deiner Email!
el_gr: Ευχαριστουμε που επιβεβαιωσατε το email σας!
es_es: ¡Gracias por confirmar tu Correo!
fr_fr: Merci d'avoir vérifié votre adresse email !
it_it: Grazie per aver verificato il tuo indirizzo email!
ja_jp: メールアドレスが認証されました!
nl_nl: Bedankt voor het verifiëren van jouw e-mailadres!
pl_pl: Dziekujemy za zweryfikowanie adresu e-mail!
pt_pt: Obrigado por verrificar o teu endereço de email!
sv_se: Tack för att du verifierat din e-postadress!
tr_tr: E-posta adresini doğruladığın için teşekkür ederiz!

source: Error
cy_gb: Gwall
de_de: Fehler
el_gr: Σφαλμα
fr_fr: Erreur
it_it: Errore
ja_jp: エラー
nl_nl: Fout
pl_pl: Blad
pt_pt: Erro
sv_se: Fel
tr_tr: Hata

# FORGOT_PASSWORD_LINK
source: Forgot your password?
cy_gb: Wedi anghofio eich cyfrinair?
de_de: Passwort vergessen?
el_gr: Ξεχασατε τον κωδικο προσβασης?
es_es: ¿Olvidaste tu contraseña?
fr_fr: Vous avez oublié votre mot de passe ?
it_it: Hai dimenticato la password?
ja_jp: パスワードをお忘れですか？
nl_nl: Wachtwoord vergeten?
pl_pl: Zapomniales hasla?
pt_pt: Esqueces-te da tua palavra-passe?
sv_se: Har du glömt ditt lösenord?
tr_tr: Şifreni mi unuttun?

# FORM_HEADER_EMAIL
source: Email:
cy_gb: E-Bost:
de_de: Email-Adresse:
es_es: Correo electrónico:
ja_jp: Eメール:
nl_nl: E-mailadres:
sv_se: E-postadress:
tr_tr: E-posta:

# FORM_HEADER_EMAIL_CONFIRM
source: Email:
cy_gb: E-Bost:
de_de: Email-Adresse:
es_es: Correo electrónico:
ja_jp: Eメール:
nl_nl: E-mailadres:
sv_se: E-postadress:
tr_tr: E-posta:

# FORM_HEADER_PASSWORD
source: Password:
cy_gb: Cyfrinair:
de_de: Passwort:
el_gr: Κωδικος Προσβασης:
es_es: Contraseña:
fr_fr: Mot de passe :
ja_jp: パスワード:
nl_nl: Wachtwoord:
pl_pl: Haslo:
pt_pt: Palavra-passe:
sv_se: Lösenord:
tr_tr: Şifre:

# FORM_LABEL_DONT_FORGET_PASSWORD
source: Remember to make a note of your password, and keep it safe!
cy_gb: Cofiwch wneud nodyn o'ch cyfrinair, a'i gadw'n ddiogel!
de_de: Erstelle eine Notiz deines Passworts und bewahre sie gut auf!
el_gr: Μην ξεχασετε να σημειωσετε καπου τον κωδικο σας και να τον κρατησετε ασφαλη!
es_es: ¡Recuerda tener apuntada tu contraseña, y mantenerla segura!
fr_fr: N'oubliez pas de noter votre mot de passe, et gardez-le secret !
it_it: Ricorda di annotarti la tua password, e di mantenerla sicura!
ja_jp: パスワードはあらかじめメモしておき、安全に保管してください！
nl_nl: Vergeet je wachtwoord niet, en houd hem veilig!
pl_pl: Pamietaj aby zanotowac swoje haslo, i przechowywac je bezpiecznie!
pt_pt: Lembra-te de tomar nota da tua palavra-passe, e mantém a segura!
sv_se: Kom ihåg att skriva ner ditt lösenord och förvara det säkert!
tr_tr: Şifreni bir yere yazmayı ve güvenli tutmayı unutma!

# FORM_PREFILL_EMAIL
source: Enter your email here...
cy_gb: Rhowch eich e-bost yma...
de_de: Email-Adresse hier eingeben...
el_gr: Βαλτε το email σας εδω...
es_es: Introduce tu Correo electrónico aquí...
fr_fr: Entrez votre email ici...
it_it: Inserisci qui il tuo indirizzo email...
ja_jp: メールアドレスを入力してください...
nl_nl: Vul hier je e-mailadres in...
pl_pl: Wpisz tutaj swój e-mail...
pt_pt: Introduz o teu email aqui...
sv_se: Skriv din E-postadress här...
tr_tr: E-posta adresini buraya yaz...

# FORM_PREFILL_PASSWORD
source: Enter your password here...
cy_gb: Rhowch eich cyfrinair yma...
de_de: Passwort hier eingeben...
el_gr: Βαλτε τον κωδικο σας εδω...
es_es: Introduce tu contraseña aquí...
fr_fr: Entrez votre mot de passe ici...
it_it: Inserisci qui la tua password...
ja_jp: パスワードを入力してください...
nl_nl: Vul je wachtwoord hier in...
pl_pl: Wpisz swoje haslo...
pt_pt: Introduz a tua palavra-passe aqui...
sv_se: Skriv ditt lösenord här...
tr_tr: Şifreni buraya yaz...

# FORM_WARNING_EMAIL_INVALID
source: The email address you entered isn't valid.
cy_gb: Nid yw'r cyfeiriad e-bost a roesoch yn ddilys.
de_de: Ungültige Email-Adresse.
el_gr: Η διευθυνση email που δωσατε δεν ειναι εγκυρη.
es_es: La dirección de Correo electrónico que has introducido no es válida.
fr_fr: L'email que vous avez saisi n'est pas valide.
it_it: L'indirizzo email che hai inserito non è valido.
ja_jp: 入力したメールアドレスは無効です。
nl_nl: De e-mailadres die je hebt ingevuld is niet geldig.
pl_pl: Adres e-mail, który wprowadziles, jest niepoprawny.
pt_pt: O endereço de email que inseriste não é válido.
sv_se: E-postadressen du angav är inte giltig.
tr_tr: Girdiğin e-posta adresi geçerli değildir.

# FORM_WARNING_PASSWORD_DISALLOWED_CHARS
source: Your password cannot contain any of these characters:
cy_gb: Ni all eich cyfrinair gynnwys unrhyw un o'r cymeriadau hyn:
de_de: Dein Passwort darf keines dieser Charaktere enthalten:
el_gr: Ο κωδικος σας δεν μπορει να περιεχει καποιον απο τους ακολοθους χαρακτηρες:
es_es: Tu contraseña no puede contener ninguno de estos caracteres:
fr_fr: Votre mot de passe ne peut pas contenir ces caractères :
it_it: La tua password non può contenere nessuno di questi caratteri:
ja_jp: パスワードに次の文字を含めることはできません:
nl_nl: Je wachtwoord mag geen van de volgende tekens bevatten:
pl_pl: Twoje haslo nie moze zawierac znaków:
pt_pt: A tua palavra-passe não pode conter estes caracteres:
sv_se: Ditt lösenord kan inte innehålla något av dessa tecken:
tr_tr: Şifren bunlardan birisini içeremez:

# FORM_WARNING_PASSWORD_TOO_SHORT
source: Please enter a password that is longer than 8 characters.
cy_gb: Rhowch gyfrinair sy'n hirach nag 8 nod.
de_de: Bitte gib ein Passwort mit mehr als 8 Charakteren ein.
el_gr: Παρακαλω προσθεστε εναν κωδικο μεγαλυτερο απο 8 χαρακτηρες.
es_es: Por favor introduce una contraseña con más de 8 caracteres.
fr_fr: Entrez un mot de passe qui est plus long que 8 caractères, s'il-vous-plaît.
it_it: Per favore, inserisci una password che sia lunga più di 8 caratteri.
ja_jp: 8文字以上のパスワードを入力してください。
nl_nl: Vul alsjeblieft een wachtwoord in dat langer is dan 8 tekens.
pl_pl: Wpisz haslo które ma wiecej niz 8 znaków.
pt_pt: Por favor introduz uma palavra-passe com 8 caracteres ou mais.
sv_se: Vänligen ange ett lösenord som är längre än 8 tecken.
tr_tr: Lütfen en az sekiz karakterli bir şifre belirle.

# GOTO_CREATORS_ROOM
source: Go to your Creator's Room
cy_gb: Ewch i Ystafell eich Crewr
de_de: Gehe zu deinem Ersteller-Raum
el_gr: Πηγαινετε στο Δωματιο Χρηστη
es_es: Ir a la Sala del Creador
fr_fr: Visitez votre salle de créateur
it_it: Vai alla tua Stanza Creatore
ja_jp: マイルームに行く
nl_nl: Ga naar jouw Makersruimte
pl_pl: Przejdz do swojego Pokoju Twórcy
pt_pt: Ir para a tua Sala de Criador
sv_se: Gå till din Creator's Room
tr_tr: Kreatör Oda'na git

# GUIDE_MAIN_MENU_SHORTCUT
source: You can return to the main menu by holding down L (or R if you're left-handed) and pressing the 'Menu' button.
cy_gb: Gallwch ddychwelyd i'r brif ddewislen trwy ddal i lawr L (neu R os ydych chi'n llaw chwith) a gwasgu'r botwm 'Menu'.
de_de: Du kannst zum Hauptmenü zurückkehren, indem du L (bzw. R für Linkshänder) gedrückt hältst und 'Menü' drückst.
el_gr: Μπορειτε να επιστρεψετε στο αρχικο μενου με το να πατησετε το L (η το R εαν ειστε αριστεροχειρας) και πατωντας το κουμπι Μενου.
es_es: Puedes regresar al menú principal presionando L (o R si eres zurdo) y el botón de 'Menú'.
fr_fr: Vous pouvez retourner au menu principal en maintenant L (ou R si vous êtes gaucher) et en appuyant sur le bouton 'Menu'.
it_it: Puoi ritornare al menu principale tenendo premuto L (o R se sei mancino) e premendo il pulsante "Menu".
ja_jp: Ｌボタン(左利きの場合はＲボタン)を押すと一気にトップメニューまで戻れます。
nl_nl: Je kan terug naar het hoofdmenu door L ingedrukt te houden (of R als je linkshandigheid hebt ingeschakeld) en op de 'Menu'-knop te drukken.
pl_pl: Mozesz powrócic do glównego menu przytrzymujac L (lub R jesli jestes leworeczny) i wciskajac przycisk 'Menu'.
pt_pt: Podes voltar ao menu principal ao manter premido o L(ou R para os esquerdinos) e carregar no botão 'Menu'.
sv_se: Du kan återgå till huvudmenyn genom att hålla ned L (eller R om du är vänsterhänt) och trycka på knappen 'Meny'.
tr_tr: L tuşunu (solaksan R tuşunu) basılı tutarak ve Menü tuşuna tıklayarak ana sayfaya dönebilirsin.

# HEADER_UPDATE_EMAIL
source: Update Email
cy_gb: Diweddaru E-bost
de_de: Email-Adresse aktualisieren
el_gr: Ενημερωση Email
es_es: Actualizar correo
fr_fr: Mettre à jour l'email
it_it: Aggiorna Email
ja_jp: メールの更新
pl_pl: Aktualizuj e-mail
pt_pt: Actualizar Email
sv_se: Uppdatera e-postadress
tr_tr: E-posta adresini güncelle

# HEADER_VERIFICATION_EXPIRED
source: Verification Expired
cy_gb: Daeth y dilysu i ben
de_de: Bestätigung abgelaufen
el_gr: Η Επιβεβαιωση εχει ληξη
es_es: Confirmación expirada
fr_fr: Vérification expirée
it_it: Verifica scaduta
ja_jp: 認証済み
nl_nl: Verificatie verlopen
pl_pl: Weryfikacja wygasla
pt_pt: Verificação Expirada
sv_se: Verifieringen har gått ut
tr_tr: Doğrulama süresi sona ermiştir

# HEADER_VERIFY_EMAIL
source: Verify Email
cy_gb: Dilysu E-bost
de_de: Email-Adresse bestätigen
el_gr: Επιβεβαιωση Email
es_es: Confirmar Correo
fr_fr: Vérifier l'email
it_it: Verifica Email
ja_jp: メールアドレスを認証
nl_nl: Verifieer E-mail
pl_pl: Zweryfikuj adres e-mail
pt_pt: Verificar Email
sv_se: Verifiera e-postadress
tr_tr: E-posta adresini doğrula

# INCORRECT_PASSWORD_ATTEMPTS_FORMAT
source: Incorrect password attempts: %s
cy_gb: Ymdrechion cyfrinair anghywir: %s
de_de: Fehlgeschlagene Passwort-Versuche: %s
el_gr: Προσπαθειες λανθασμενου κωδικου: %s
es_es: Intentos de introducir contraseña: %s
fr_fr: Tentatives de mot de passe incorrectes : %s
it_it: Tentativi di inserimento falliti: %s
ja_jp: 間違えた回数: %s
nl_nl: Aantal foute wachtwoorden ingevuld: %s
pl_pl: Nieprawidlowe próby wpisania hasla: %s
pt_pt: Tentativas de palavra-passe incorrectas: %s
sv_se: Felaktiga lösenordsförsök: %s
tr_tr: Hatalı şifre giriş deneme sayısı: %s

# LEGACY_PROXY_WARNING
source: It looks like you may still be using the legacy ds.sudomemo.net proxy, which we have ended support for. As such, you should turn off the proxy in your System Settings, or you might have problems using Sudomemo. For more information, visit:
de_de: Anscheinend benutzt du noch den Legacy-Proxy ds.sudomemo.net, dessen Unterstützung eingestellt wurde. Daher solltest du den Proxy in den Systemeinstellungen ausschalten, oder Probleme beim Nutzen von Sudomemo können auftauchen. Für weitere Informationen, besuche:
el_gr: Φαινεται οτι μπορει να χρησιμοποιειτε ακομα το legacy ds.sudomemo.net proxy, το οποιο εχουμε σταματησει να υποστηριζουμε. Επομενως πρεπει να απενεργοποιησετε το proxy στο System Settings σας, αλλιως μπορει να εχετε προβληματα στην χρηση του Sudomemo. Για περισσοτερες πληροφοριες, επισκεφτειτε:
es_es: Parece que todavía estás usando el proxy ds.sudomemo.net, que hemos dejado de usar. Debes eliminar el proxy en la Configuración del sistema, y puedes tener problemas con usar Sudomemo si lo dejas. Para más información visite:
fr_fr: Il semblerait que vous utilisiez toujours l'ancien proxy ds.sudomemo.net, qui n'est plus pris en charge. Dans ce cas, vous devriez désactiver le proxy dans vos paramètres de la console, ou vous pourriez avoir des problèmes en utilisant Sudomemo. Pour plus d'informations, allez sur :
it_it: Sembra che tu stia ancora usando un proxy obsoleto (ds.sudomemo.net), di cui abbiamo terminato il supporto. Disattiva il proxy nelle Impostazioni di Sistema, o potresti avere problemi ad usare Sudomemo. Per maggiori informazioni, visita:
pl_pl: Wyglada na to, ze wciaz uzywasz starego proxy ds.sudomemo.net, dla którego skończylismy wsparcie. Zalecamy wiec wylaczenie tego proxy w ustawieniach systemu; w przeciwnym razie, moze ono spowodowac problemy z uzywaniem Sudomemo. Aby dowiedziec sie wiecej, odwiedz link:
pt_pt: Parece que ainda estás a usar o antigo proxy ds.sudomemo.net, do qual terminamos o suporte. Pelo qual, deves desligar o proxy nas Definiçôes do Sistema, ou tens problemas ao usar o Sudomemo. Para mais informações, visita:
tr_tr: Görünüşe höre hâlâ ds.sudomemo.net proxysini kullanıyorsun. Fakat biz proxy'yi artık desteklemiyoruz. Bu yüzden sistem ayarlarında bu proxy'yi devre dışı bırak, or you might have problems using Sudomemo. Daha fazla bilgi için bu sayfayı ziyaret et:

source: Login
cy_gb: Mewngofnodi
de_de: Anmelden
el_gr: Συνδεση
es_es: Iniciar sesión
fr_fr: Connectez-vous
ja_jp: ログイン
pl_pl: Zaloguj sie
sv_se: Inloggning
tr_tr: Oturum aç

source: Login failed.
cy_gb: Methodd logio i mewn.
de_de: Anmeldung fehlgeschlagen.
el_gr: Αποτυχια συνδεσης.
es_es: Inicio de sesión fallido.
fr_fr: Erreur d'identification.
it_it: Login fallito.
ja_jp: ログインに失敗しました。
nl_nl: Inloggen mislukt.
pl_pl: Logowanie nie powiodlo sie.
pt_pt: Login falhou.
sv_se: Inloggning misslyckades.
tr_tr: Oturum açılamadı.

# LOGIN_FAILED_BANNED_LINE1
source: You've been restricted from using Sudomemo.
cy_gb: Rydych chi wedi cael eich cyfyngu rhag defnyddio Sudomemo.
de_de: Deine Nutzung von Sudomemo wurde eingeschränkt.
el_gr: Η χρηση σας του Sudomemo εχει τεθει σε περιορισμο.
es_es: Tus interacciones han sido restringidas de Sudomemo.
fr_fr: L'utilisation de votre compte Sudomemo a été restreinte.
it_it: Sei stato bannato da Sudomemo.
ja_jp: あなたはSudomemoとの対話を制限されています。
nl_nl: Jouw gebruik van Sudomemo is ontnomen.
pl_pl: Twoje konto zostalo zbanowane z Sudomemo.
pt_pt: Foste restrito do Sudomemo.
sv_se: Du har blivit förbjuden från att använda Sudomemo.
tr_tr: Sudomemo kullanımın kilitlenmiştir.

# LOGIN_FAILED_CORRUPTED_DATA_LINE1
source: The Flipnote data is corrupted.
cy_gb: Mae'r data Flipnote wedi'i lygru.
de_de: Die Flipnote-Daten sind beschädigt.
el_gr: Τα δεδομενα αυτου του Flipnote ειναι κατεστραμμενα.
es_es: Los datos de esta Flipnote están corruptos.
fr_fr: Les données de la Flipnote ont été corrompues.
it_it: I dati del Flipnote sono danneggiati.
ja_jp: うごメモのデータが破損しています。
nl_nl: De Flipnote is beschadigd.
pl_pl: Dane Flipnote sa uszkodzone.
pt_pt: Os dados do Flipnote estão corrompidos.
sv_se: Flipnote-datan är skadad.
tr_tr: Bu Flipnote'un verisi bozuk.

# LOGIN_FAILED_CORRUPTED_DATA_LINE2
source: Try sending it again.
cy_gb: Ceisiwch ei anfon eto.
de_de: Versuche, es erneut zu senden.
el_gr: Δοκιμαστε να το ξαναστειλετε.
es_es: Prueba mandarlo una vez más.
fr_fr: Essayez de la renvoyer.
it_it: Prova a rinviarlo.
ja_jp: もう一度送信してみてください。
nl_nl: Probeer het nog eens te verzenden.
pl_pl: Spróbuj wyslac je ponownie.
pt_pt: Tenta enviar o Flipnote de novo.
sv_se: Försök skicka det igen.
tr_tr: Tekrar göndermeyi dene.

# LOGIN_FAILED_REOPEN_FLIPNOTE_STUDIO
source: Login failed. Close and reopen Flipnote Studio.
cy_gb: Doedd dim modd mewngofnodi. Caewch ac ailagor Stiwdio Flipnote.
de_de: Anmeldung fehlgeschlagen. Schließe Flipnote Studio und öffne es erneut.
el_gr: Αποτυχια συνδεσης. Κλειστε και ξανανοιξτε το Flipnote Studio.
es_es: No puede iniciar a sesión. Cierra y abrar Flipnote Studio otra vez.
fr_fr: Échec de l'identification. Fermez et redémarrez Flipnote Studio.
it_it: Login fallito. Chiudi e riapri Flipnote Studio.
ja_jp: ログインに失敗しました。 一度うごくメモ帳を閉じて再度開き直してください。
nl_nl: Inloggen mislukt. Sluit en heropen Flipnote Studio.
pl_pl: Logowanie nie powiodlo sie. Zamknij i otwórz ponownie Flipnote Studio.
pt_pt: Login falhou. Encerre e reinicie o Flipnote Studio.
sv_se: Inloggning misslyckades. Avsluta och öppna Flipnote Studio igen.
tr_tr: Oturum açılamadı. Flipnote Studio'yu kapat ve tekrar aç.

# LOGIN_FORM_PREFILL_PASSWORD
source: Enter password
cy_gb: Rhowch cyfrinair
de_de: Passwort eingeben
el_gr: Εισαγωγη κωδικου
es_es: Entran tu contraseña
fr_fr: Entrer le mot de passe
it_it: Inserisci password
ja_jp: パスワードを入力する
nl_nl: Vul wachtwoord in
pl_pl: Wpisz haslo
pt_pt: Introduzir palavra-passe
sv_se: Skriv in lösenord
tr_tr: Şifre gir

source: Login Setup
cy_gb: Gosod Login
de_de: Anmelde-Setup
el_gr: Setup Συνδεσης
es_es: Configuración de inicio de sesión
fr_fr: Création d'un mot de passe
it_it: Configurazione Login
ja_jp: ログインの設定
nl_nl: Loginopstelling
pl_pl: Ustawienia logowania
pt_pt: Configurção do Login
sv_se: Inloggningsinställningar
tr_tr: Giriş kurulumu

source: Login Successful
cy_gb: Mewngofnodi Llwyddiannus
de_de: Login erfolgreich!
el_gr: Επιτυχης Συνδεση
es_es: Has iniciado sesión
fr_fr: Connexion réussie
it_it: Login eseguito con successo
ja_jp: ログインしました
nl_nl: Succesvol Ingelogd
pl_pl: Logowanie sie powiodlo
pt_pt: Foi Feito um Login com Sucesso
sv_se: Inloggning lyckades
tr_tr: Oturum başarıyla açıldı

# NEW_USER_INTRO_POST_INTRO_CHANNEL
source: When you're ready, go ahead and introduce yourself in our Introduction channel, under the Personal category.
cy_gb: Pan fyddwch chi'n barod, ewch ymlaen a chyflwyno'ch hun yn eich sianel Cyflwyniad, o dan y categori Personol.
de_de: Wenn du bereit bist, stelle Dich im 'Vorstellung'-Kanal in der Persönlich-Kategorie vor.
el_gr: Οταν ειστε ετοιμοι, παρουσιασετε τον εαυτο σας στο Introduction channel, το οποιο βρισκεται στην Προσωπικη κατηγορια.
es_es: Cuando estés listo, preséntate en nuestro canal de introducción, bajo la categoría personal.
fr_fr: Quand vous êtes prêt, allez de l'avant et présentez-vous dans notre chaîne Introduction, sous la catégorie Personnel.
it_it: Quando sei pronto, vai avanti e presentati nel nostro canale di Introduzioni, sotto la categoria Personale.
ja_jp: 準備が整ったら、先へ進み、個人カテゴリの下の紹介チャンネルで自己紹介をしていってください。
nl_nl: Wanneer je er klaar voor bent, stel jezelf voor in ons introductiekanaal, onder de categorie Persoonlijk.
pl_pl: Kiedy jestes gotowy, przedstaw sie w naszym kanale 'Wprowadzenia', w kategorii 'Osobiste'.
pt_pt: Quando estiveres pronto, introduz-te no Canal de Introduções, na Categoria Pessoal.
sv_se: När du är redo, varsågod att presentera dig själv i våran presentationskanal, under den personliga kategorin.
tr_tr: Eğer hazırsan git ve kendini, Kendini tanıt kanalının Kişisel kategorisinde tanıt.

# NEW_USER_PLEASE_CREATE_PASSWORD
source: Please create a new password.
cy_gb: Creu cyfrinair newydd.
de_de: Bitte erstelle ein neues Passwort.
el_gr: Παρακαλω προσθεστε νεο κωδικο προσβασης.
es_es: Por favor, crea una nueva contraseña.
fr_fr: Entrez un nouveau mot de passe, s'il-vous-plaît.
it_it: Crea una nuova password.
ja_jp: 新しいパスワードを作成してください。
nl_nl: Kies alsjeblieft een nieuw wachtwoord.
pl_pl: Stwórz nowe haslo.
pt_pt: Por favor cria uma palavra-passe nova.
sv_se: Vänligen skapa ett nytt lösenord.
tr_tr: Lütfen yeni bir şifre oluştur.

# NEW_USER_THANKS_FOR_REGISTRATION
source: Welcome to Sudomemo!
cy_gb: Croeso i Sudomemo!
de_de: Willkommen auf Sudomemo!
el_gr: Καλωσηρθατε στο Sudomemo!
es_es: ¡Bienvenido a Sudomemo!
fr_fr: Bienvenue sur Sudomemo !
it_it: Benvenuto su Sudomemo!
ja_jp: スドメモへようこそ！
nl_nl: Welkom op Sudomemo!
pl_pl: Witaj w Sudomemo!
pt_pt: Bem-vindo ao Sudomemo!
sv_se: Välkommen till Sudomemo!
tr_tr: Sudomemo'ya hoş geldin!

# NEW_USER_WELCOME_FORMAT
source: Welcome to Sudomemo, %s!
cy_gb: Croeso i Sudomemo, %s!
de_de: Willkommen auf Sudomemo, %s!
el_gr: Καλωσορισατε στο Sudomemo, %s!
es_es: Bienvenido a Sudomemo, %s!
fr_fr: Bienvenue sur Sudomemo, %s !
it_it: Benvenuto su Sudomemo, %s!
ja_jp: %sさん、スドメモへようこそ！
nl_nl: Welkom op Sudomemo, %s!
pl_pl: Witaj w Sudomemo, %s!
pt_pt: Bem-vindo ao Sudomemo, %s!
sv_se: Välkommen till Sudomemo, %s!
tr_tr: Sudomemo'ya hoş geldin, %s!

# NOT_RECEIVING_HELP_FORMAT
source: Not receiving the email? You can reach out to us on the Sudomemo Discord or via %s.
cy_gb: Ddim yn derbyn yr e-bost? Gallwch estyn allan i ni ar y Discord Sudomemo neu drwy %s.
de_de: Mail nicht erhalten? Kontaktiere uns über Discord oder über: %s.
el_gr: Δεν λαμβανετε το email; Μπορειτε να μας βρειτε στο Sudomemo Discord η μεσω %s.
es_es: ¿Sigues sin recibir el Correo? Puedes hablar con nosotros en el Discord de Sudomemo o vía %s.
fr_fr: Vous ne recevez pas l'email ? Vous pouvez nous contacter sur le Discord de Sudomemo ou via %s.
it_it: Non hai ricevuto la mail? Puoi contattarci sul server Discord di Sudomemo o via %s.
ja_jp: メールが受け取れていませんか？ スドメモのDiscordまたは%s経由でお問い合わせください。
nl_nl: Ontvang je de e-mail niet? Je kan ons bereiken op de Sudomemo Discord of via %s.
pl_pl: Nie dostajesz e-maila? Skontaktuj sie z nami poprzez Discorda lub przez %s.
pt_pt: Não estás a receber um email? Podes pedir ajuda no Servidor Discord do Sudomemo ou por %s.
sv_se: Får du inget mail? Du kan nå oss på Sudomemo Discord eller via %s.
tr_tr: E-postayı alamadın mı? Sudomemo'ya Discord'da veya %s adresiyle iletişime geçebilirsin.

# NO_PLAINTEXT_PASSWORD_RECOVERY_IF_LOST
source: After this stage, we can't recover your password if you lose it.
cy_gb: Ar ôl y cam hwn, ni allwn adfer eich cyfrinair os byddwch yn ei golli.
de_de: Solltest du nach diesem Schritt dein Passwort vergessen, können wir es nicht wiederbeschaffen.
el_gr: Μετα απο αυτο, δεν μπορουμε να επαναφερουμε τον κωδικο σας αν τον χασετε.
es_es: Después de este punto, no podrémos recuperar tu contraseña.
fr_fr: Après cet étape, nous ne pourrons pas récupérer votre mot de passe si vous le perdez.
it_it: Dopo questo punto, non possiamo recuperare la tua password se la perdi.
ja_jp: この段階の後、パスワードを紛失した場合、パスワードを回復することはできません。
nl_nl: Na deze stap, kunnen we je wachtwoord niet herstellen als je hem verliest.
pl_pl: Po tym kroku nie bedziemy mogli odzyskac twojego hasla jesli je zgubisz.
pt_pt: Após isto, não podêmos recuperar a tua palavra-passe se a perderes.
sv_se: Efter det här steget kan vi inte återställa ditt lösenord om du förlorar det.
tr_tr: Eğer şifreni unutursan sana bu aşamadan sonra yardım edemeyeceğiz.

# PLEASE_DISCONNECT_AND_RECONNECT
source: An error occured. To try again, disconnect and then reconnect to Sudomemo.
de_de: Ein Fehler ist aufgetreten. Um es erneut zu versuchen, trenne deine Verbindung und richte sie wieder ein.
el_gr: Συνεβη σφαλμα. Για να δοκιμασετε ξανα, αποσυνδεθειτε και ξανασυνδεθειτε στο Sudomemo.
es_es: Ocurrió un error. Para volver a intentarlo, desconéctese y luego conéctese a Sudomemo.
fr_fr: Une erreur est survenue. Pour réessayer, déconnectez-vous puis reconnectez-vous à Sudomemo.
it_it: E' stato riscontrato un errore. Per riprovare, disconnettiti e riconnettiti a Sudomemo.
ja_jp: エラーが発生しました。再試行するにはいったんスドメモを切断し、再接続をする必要があります。
pl_pl: Wystapil blad. Aby spróbowac ponownie, rozlacz sie i polacz sie z powrotem z Sudomemo.
pt_pt: Ocorreu um erro. Para tentar de novo, desligue-se e volte a se ligar ao Sudomemo.
tr_tr: Bir hata oluştu. Tekrar denemek için, Sudomemo'dan çık ve tekrar bağlan.

# PLEASE_ENTER_PASSWORD_TO_SIGN_IN
source: Please enter your password to sign in
cy_gb: Rhowch eich cyfrinair i fewngofnodi
de_de: Bitte gib dein Passwort ein, um Dich anzumelden.
el_gr: Παρακαλω εισαγετε τον κωδικο σας για να συνδεθειτε
es_es: Por favor, introduce tu contraseña para iniciar sesión
fr_fr: Veuillez entrer votre mot de passe pour vous connecter.
it_it: Inserisci la tua password per accedere
ja_jp: ログインするためのパスワードを入力してください
nl_nl: Vul alsjeblieft je wachtwoord in om in te loggen
pl_pl: Wpisz swoje haslo by sie zalogowac
pt_pt: Por favor introduza a sua palavra-passe para fazer login
sv_se: Vänligen ange ditt lösenord för att logga in
tr_tr: Oturum açmak için lütfen şifreni gir.

# POST_COMMENT_BELOW
source: To continue, please submit a drawn comment (it can be blank).
de_de: Bitte reiche einen gezeichneten Kommentar ein (er kann leer sein).
es_es: Por favor, sube un commentario (puede ser blanco).
fr_fr: Pour continuer, veuillez envoyer un dessin en commentaire ci-dessous (il peut être vierge).
ja_jp: 続行するには、下記のコメントを投稿してください。
pl_pl: Aby kontynuowac, przeslij rysowany komentarz (moze byc pusty).
pt_pt: Para continuar, faça um post de um comentário em baixo.
sv_se: För att fortsätta, vänligen skriv en kommentar nedan.
tr_tr: Devam etmek için lütfen çizilmiş bir yorum gönder (boş da olabilir).
