Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/login.po
Languages: cy_gb, de_de, el_gr, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_pt, sv_se, tr_tr

# BAN_GREETING_FORMAT
source: Hello, %s.
cy_gb: Helo, %s.
de_de: Hallo, %s.
el_gr: Γεια, %s.
es_es: Hola, %s.
fr_fr: Bonjour, %s.
it_it: Ciao, %s.
ja_jp: こんにちは。%sさん。
nl_nl: Hallo, %s.
pl_pl: Witaj, %s.
pt_pt: Olá, %s.
sv_se: Hej, %s.
tr_tr: Kolay gelsin, %s.

# BAN_NOTICE_CONSOLE_BAN
source: Your account and console have been suspended from Sudomemo.
cy_gb: Mae eich cyfrif a'ch consol wedi eu gohirio o Sudomemo.
de_de: Dein Konto und deine Konsole wurden von Sudomemo suspendiert.
el_gr: Ο λογαριασμος και η κονσολα σας εχουν αποκλειστει απο την χρηση του Sudomemo.
es_es: Tu cuenta y tu consola han sido suspendidos de Sudomemo.
fr_fr: Votre compte et votre console ont été suspendus de Sudomemo.
it_it: Il tuo account e la tua console sono stati sospesi da Sudomemo.
ja_jp: このアカウント及び機器はスドメモから切断されています。
nl_nl: Je account en apparaat zijn vergrendeld tegen gebruik van Sudomemo.
pl_pl: Twoje konto i konsola zostaly zbanowane z Sudomemo.
pt_pt: A tua conta e sistema foram suspensas do Sudomemo.
sv_se: Ditt konto och konsol har förbjudits från Sudomemo.
tr_tr: Hesabın ve konsolun console Sudomemo'da kilitlenmiştir.

# BAN_NOTICE_CONTACT_DISCORD_OR_EMAIL_FORMAT
source: Please contact us on Discord or via email to %s.
cy_gb: Cysylltwch â ni ar Discord neu drwy e-bost i %s.
de_de: Bitte kontaktiere uns auf Discord oder per E-Mail an %s.
el_gr: Παρακαλω μιληστε μας στο Discord η μεσω email στο %s.
es_es: Por favor, contáctanos por Discord o vía Correo electrónico a %s.
fr_fr: S'il-vous-plaît, contactez-nous sur Discord ou par courriel à %s.
it_it: Contattaci su Discord o tramite email a %s.
ja_jp: Discordまたは%sのメールでご連絡ください。
nl_nl: Neem alsjeblieft contact met ons op via de Discord of door te e-mailen naar %s.
pl_pl: Skontaktuj sie z nami przez Discorda lub przez e-mail %s.
pt_pt: Por favor contactem-nos no Discord ou por email no endereço %s.
sv_se: Vänligen kontakta oss på Discord eller via e-post till %s.
tr_tr: Lütfen Discord'da veya %s adresine e-posta göndererek bizimle iletişime geç.

# BAN_NOTICE_PLEASE_READ_BAN_LETTER
source: Please read the letter we sent you for further information.
cy_gb: Darllenwch y llythyr a anfonwyd atoch am ragor o wybodaeth.
de_de: Bitte lese den von uns zugestellten Brief für weitere Informationen.
el_gr: Παρακαλω διαβαστε το γραμμα που σαςεχουμε στειλει για περισσοτερες πληροφοριες.
es_es: Por favor lee la nota que te hemos enviado para más información.
fr_fr: S'il-vous-plaît, lisez la lettre que nous vous avons envoyé pour plus d'informations.
it_it: Per favore leggi la lettera che ti abbiamo mandato per maggiori informazioni.
ja_jp: 詳細については、お送りしたメッセージをご覧ください。
nl_nl: Lees alsjeblieft het bericht dat we je gestuurd hebben voor meer informatie
pl_pl: Przeczytaj list który ci wyslalismy by znalezc wiecej informacji.
pt_pt: Por favor lê o mail que te enviamos para teres mais informações.
sv_se: Vänligen läs det mailet vi skickade till dig med ytterligare information.
tr_tr: Daha fazla bilgi için lütfen sana gönderdiğimiz yazıyı oku.

# BAN_VIEW_MAIL
source: View Sudomemo Mail
cy_gb: Gweld Bost Sudomemo
de_de: Sudomemo-Mail lesen
el_gr: Δειτε το Sudomemo Mail
es_es: Vista Correo Sudomemo
fr_fr: Voir le courriel de Sudomemo
it_it: Guarda la mail di Sudomemo
ja_jp: スドメモのメールを見る
nl_nl: Ga naar de mail van Sudomemo
pl_pl: Przejdz do skrzynki mailowej
pt_pt: Ver Correio Sudomemo
sv_se: Visa Sudomemo Mail
tr_tr: Sudomemo mesajını göster

# BASIC_AUTH_BAD_LENGTH_FORMAT
source: The ID appears to be %s digits in length (should be 16)
cy_gb: Ymddengys bod yr ID yn %s o hyd (dylai fod yn 16)
de_de: Die ID scheint %s Stellen lang zu sein (sollten 16 sein).
el_gr: Το ID φαινεται να ειναι %s νουμερα (πρεπει να ειναι 16)
es_es: El ID parecer ser de %s digitos en tamaño (deberían ser solo 16)
fr_fr: L'ID semble avoir %s caractères de long (cela devrait être 16)
it_it: Sembra che l'ID sia lungo %s cifre (deve essere 16)
ja_jp: IDは%sの長さで記述されます (16でなければなりません)
nl_nl: Het lijkt erop dat de ID %s karakters lang is (moet 16 zijn)
pl_pl: ID ma %s cyfr (powinno byc 6)
pt_pt: O ID aparenta ter %s digitos de comprimento (deve ser 16)
sv_se: ID-numret verkar vara %s siffror i längd (Ska vara 16)
tr_tr: Bu ID görünüşe göre %s haneli. (16 olması gerek)

# BASIC_AUTH_FSID_INVALID
source: The Flipnote Studio ID you entered under Basic Authentication is invalid:
cy_gb: Mae'r ID Flipnote a gofnodwyd gennych o dan Dilysu Sylfaenol yn annilys:
de_de: Die eingegebene Flipnote Studio ID unter Grund-Authentifizierung ist ungültig:
el_gr: Το Flipnote Studio ID που βαλατε εντος Basic Authentication δεν ειναι εγκυρο:
es_es: El Flipnote Studio ID que proporcionaste en la Autenticación Básica no es válido:
fr_fr: L'ID Flipnote Studio que vous avez entré dans l'authenfication de base (paramètres de proxy) est invalide :
it_it: L'ID Flipnote Studio che hai inserito in Basic Authentication non è valido:
ja_jp: basic認証で入力したうごメモIDが無効です：
nl_nl: De Flipnote Studio-ID die je hebt ingevuld in Basic Authentication is niet geldig:
pl_pl: ID Flipnote Studio które wpisales w podstawowej weryfikacji jest niepoprawne:
pt_pt: O ID Flipnote Studio que inseriste na Autenticação Básica está inválida:
sv_se: Flipnote Studio ID som du angav under grundläggande autentisering är ogiltig:
tr_tr: Basit doğrulamada girdiğin Flipnote Studio ID'si maalesef geçersiz:

# BASIC_AUTH_LOWERCASE_LETTERS
source: The ID contain lowercase letters - it should be all uppercase.
cy_gb: Mae'r ID yn cynnwys llythyrau llythrennau bach - dylai fod yn llythyrau uchelfannau.
de_de: Die ID enthält kleingeschriebene Buchstaben (sollten alle großgeschrieben sein).
el_gr: Το ID περιεει μικρα γραμματα - πρεπει να ειναι ολα κεφαλαια.
es_es: El ID contiene letras en minúscula - debería ser todo mayúscula.
fr_fr: L'ID contient des lettres en minuscule - tout devrait être en majuscule.
it_it: L'ID contiene lettere minuscole - devono essere tutte maiuscole.
ja_jp: IDに小文字が含まれています。すべて大文字にする必要があります。
nl_nl: De ID bevat kleine letters - ze moeten allemaal hoofdletters zijn
pl_pl: ID zawiera male litery - powinno zawierac jedynie duze.
pt_pt: O ID contém letras minúsculas - têm de estar todas maiúsculas.
sv_se: ID:n innehåller små bokstäver - det ska vara stor boxtäver.
tr_tr: Bu ID küçük harf içermektedir (aslında hepsinin büyük olması gerek).

# BASIC_AUTH_NONHEX_CHARACTERS
source: The ID contains characters other than 0-9 and A-F (it should only contain 0-9 and A-F).
cy_gb: Mae'r ID yn cynnwys cymeriadau heblaw 0-9 ac A-F (dylai gynnwys dim ond 0-9 ac A-F).
de_de: Die ID enthält Charaktere, die nicht 0-9 und A-F sind (sie sollte nur 0-9 und A-F enthalten).
el_gr: Το ID περιεχει χαρακτηρες εκτος 0-9 και A-F (πρεπει να περιεχει μονο 0-9 και A-F).
es_es: El ID contiene otros caracteres que no son 0-9 y A-F (debería tener solo caracteres 0-9 y A-F).
fr_fr: L'ID contient des caractères autres que 0-9 et A-F (cela devrait seulement contenir 0-9 et A-F).
it_it: L'ID contiene caratteri che non appartengono ai range 0-9 e A-F (deve contenere caratteri tra 0 e 9 e tra A ed F).
ja_jp: IDに英数字以外の文字が含まれています（0-9とA-Fのみを含める必要があります）。
nl_nl: De ID bevat karakters anders dan 0-9 en A-F (het mag alleen 0-9 en A-F bevatten)
pl_pl: ID zawiera znaki inne niz 0-9 i A-F (powinno zawierac jedynie 0-9 i A-F).
pt_pt: O ID contém caracteres especiais além de 0-9 e A-F (só deve conter caracteres entre 0-9 e A-F).
sv_se: ID:n innehåller andra täcken än 0-9 och A-F (den ska bara innehålla 0-9 och A-F).
tr_tr: Bu ID, 0-9 ve A-F'den başka sembol(ler) içermektedir (aslında sadece 0-9 ve A-F içermesi lazım).

# BASIC_AUTH_NOT_ENABLED
source: You do not appear to have enabled Basic Authentication in your proxy settings.
cy_gb: Nid yw'n ymddangos eich bod wedi galluogi Dilysu Sylfaenol yn eich gosodiadau dirprwy.
de_de: Die Grund-Authentifizierung in deinen Proxy-Einstellungen scheint deaktiviert zu sein.
el_gr: Φαινεται οτι δεν εχετε ενεργοποιησει το Basic Authentication στις επιλογες proxy.
es_es: No parece que tengas activado la Autenticación Básica en tus configuraciones de Proxy.
fr_fr: Il semblerait que vous n'avez pas activé l'authentification de base dans vos paramètres de proxy.
it_it: Sembra che tu non abbia abilitato la Basic Authentication nelle impostazioni proxy.
ja_jp: Proxy設定でbasic認証を有効にしていないようです。
nl_nl: Het lijkt er niet op dat je Basic Authentication hebt ingesteld in je proxyinstellingen.
pl_pl: Nie wlaczyles podstawowej autentykacji w ustawieniach twojego proxy.
pt_pt: Parece que não tens a opção de Autenticação Básica activada nas tuas definições de Proxy.
sv_se: Du verkar inte ha aktiverat grundläggande autentisering i dina proxyinställningar.
tr_tr: Proxy ayarlarında basit doğrulamaya izin vermemişsin.

# BUTTON_ADD_AN_EMAIL_ADDRESS
source: Add an email address
cy_gb: Ychwanegwch gyfeiriad e-bost
de_de: Email-Adresse hinzufügen
el_gr: Προσθηκη διευθυνσης email
es_es: Agregar dirección de Correo electrónico
fr_fr: Ajouter une adresse email
it_it: Aggiungi un indirizzo email
ja_jp: メールアドレスを追加する
nl_nl: Voeg een e-mailadres toe
pl_pl: Dodaj adres e-mail
pt_pt: Adicionar um endereço de email
sv_se: Lägg till en E-postadress
tr_tr: E-posta adresi ekle

# BUTTON_CHANGE_EMAIL
source: Change email address
cy_gb: Newid cyfeiriad e-bost
de_de: Email-Adresse ändern
el_gr: Αλλαγη διεθυνσης email
es_es: Cambiar dirección de Correo electrónico aquí
fr_fr: Changer l'adresse email
it_it: Cambia indirizzo email
ja_jp: メールアドレスを変更する
nl_nl: Verander e-mailadres
pl_pl: Zmień adres e-mail
pt_pt: Mudar endereço de email
sv_se: Byt E-postadress
tr_tr: E-posta adresini değiştir

# BUTTON_CHANGE_PASSWORD
source: Change password
cy_gb: Newid cyfrinair
de_de: Passwort ändern
el_gr: Αλλαγη κωδικου
es_es: Cambiar contraseña
fr_fr: Changer le mot de passe
it_it: Cambia password
ja_jp: パスワードを変更する
nl_nl: Verander wachtwoord
pl_pl: Zmień haslo
pt_pt: Mudar Palavra-passe
sv_se: Byt lösenord
tr_tr: Şifreyi değiştir

# BUTTON_CHECK_VERIFICATION
source: Check Verification Status
cy_gb: Statws Gwirio Gwirio
de_de: Bestätigungs-Status überprüfen
el_gr: Ελεγχος Καταστασης Επιβεβαιωσης
es_es: Verificar el estado de confirmación
fr_fr: Vérifier l'état de vérification
it_it: Controlla lo stato di verifica
ja_jp: 認証されているか確認する
nl_nl: Contoleer Verificatiestatus
pl_pl: Sprawdz status weryfikacji
pt_pt: Verificar Estado de Verificação
sv_se: Kontrollera verifieringsstatus
tr_tr: Doğrulama durumunu incele

# BUTTON_CONTINUE
source: Continue
cy_gb: Parhau
de_de: Fortfahren
el_gr: Συνεχιστε
es_es: Continuar
fr_fr: Continuer
it_it: Continua
ja_jp: 続行
nl_nl: Ga verder
pl_pl: Kontynuuj
pt_pt: Continuar
sv_se: Förtsätt
tr_tr: Devam et

# BUTTON_EDIT_EMAIL_ADDRESS
source: Change Email Address
cy_gb: Newid Cyfeiriad E-bost
de_de: Email-Adresse ändern
el_gr: Αλλαγη Διευθυνσης Email
es_es: Cambiar Correo electrónico
fr_fr: Changer l'adresse email
it_it: Cambia indirizzo email
ja_jp: メールアドレスを変更する
nl_nl: Verander E-mailadres
pl_pl: Zmień adres e-mail
pt_pt: Mudar Endereço de Email
sv_se: Byt e-postadress
tr_tr: E-posta adresini değiştir

# BUTTON_RESEND_VERIFICATION_EMAIL
source: Resend Verification Email
cy_gb: Ail-anfon E-bost Gwirio
de_de: Bestätigungs-Mail erneut senden
el_gr: Επαναποστολη Ιμειλ Επιβεβαιωσης
es_es: Re-enviar Correo de confirmación
fr_fr: Renvoyer le courriel de vérification
it_it: Invia una nuova email di verifica
ja_jp: 確認メールを再送信する
nl_nl: Herstuur Verificatiemail
pl_pl: Wyslij e-mail weryfikujacy ponownie
pt_pt: Reenviar Email de Verificação
sv_se: Skicka verifieringsemail igen
tr_tr: Doğrulama e-postasını tekrar gönder

# BUTTON_SIGN_IN_TO_SUDOMEMO
source: Sign in to Sudomemo
cy_gb: Cofrestrwch i mewn i Sudomemo
de_de: Auf Sudomemo anmelden
el_gr: Συνδεση στο Sudomemo
es_es: Iniciar sesión en Sudomemo
fr_fr: Se connecter à Sudomemo
it_it: Accedi a Sudomemo
ja_jp: スドメモにログインする
nl_nl: Log in naar Sudomemo
pl_pl: Zaloguj sie do Sudomemo
pt_pt: Entrar no Sudomemo
sv_se: Logga in på Sudomemo
tr_tr: Sudomemo'da oturum aç

# BUTTON_SUBMIT
source: Submit
cy_gb: Cyflwyno
de_de: Einreichen
el_gr: Αποστολη
es_es: Enviar
fr_fr: Entrer
it_it: Invia
ja_jp: 送信
nl_nl: Verzend
pl_pl: Wyslij
pt_pt: Enviar
sv_se: Klar
tr_tr: Gönder

# CONFIRM_INFO_CORRECT
source: Please make sure that the information below is correct.
cy_gb: Gwnewch yn siŵr bod y wybodaeth isod yn gywir.
de_de: Bitte stelle sicher, dass die angegebenen Informationen stimmen.
el_gr: Παρακαλω σιγουρευτειτε οτι οι παρακατω πληροφοριες ειναι σωστες.
es_es: Por favor verifíca que la información que introduciste es correcta.
fr_fr: S'il-vous-plaît, assurez-vous que l'information ci-dessous est correcte.
it_it: Per favore, assicurati che le informazioni qui sotto siano corrette.
ja_jp: 下記の情報が正しいことを確認してください。
nl_nl: Controleer alsjeblieft of de onderstaande informatie correct is.
pl_pl: Upewnij sie, ze informacje zawarte ponizej sa prawidlowe.
pt_pt: Por-favor certefique-se que a informação em baixo está correcta.
sv_se: Vänligen se till att informationen nedan är korrekt.
tr_tr: Lütfen aşağıda verdiğin bilgilerin doğru olduğundan emin ol.

# CONTACT_SUPPORT_EMAIL_FORMAT
source: Please contact %s.
cy_gb: Cysylltwch â %s.
de_de: Bitte kontaktiere %s.
el_gr: Παρακαλω επικοινωνηστε με τον %s.
es_es: Por favor contacta a %s.
fr_fr: S'il-vous-plaît, contactez %s.
it_it: Per favore contatta %s.
ja_jp: お問い合わせください %sさん。
nl_nl: Neem contact op met %s.
pl_pl: Prosze skontaktowac sie z %s.
pt_pt: Por favor contacte %s.
sv_se: Vänligen kontakta %s.
tr_tr: Lütfen %s ile iletişime geç.

source: Continue to Login
cy_gb: Parhau i Fewngofnodi
de_de: Zur Anmeldung fortfahren
el_gr: Συνεχιστε στην Συνδεση
es_es: Continuar al inicio de sesión
fr_fr: Aller se connecter
it_it: Vai al Login
ja_jp: ログインを続行する
nl_nl: Ga verder naar Login
pl_pl: Kontynuuj do logowania
pt_pt: Continue para o Login
sv_se: Fortsätt till inloggning
tr_tr: Oturum açmaya devam et

# CREATORS_ROOM_SHIM_PLEASE_LOGIN
source: Welcome to Sudomemo! Please login to continue.
cy_gb: Croeso i Sudomemo! Mewngofnodwch i barhau.
de_de: Willkommen auf Sudomemo! Bitte melde Dich an, um fortzufahren.
el_gr: Καλωσηρθατε στο Sudomemo! Παρακαλω συνδεθειτε για να συνεχισετε.
es_es: ¡Bienvenido a Sudomemo! Por favor inicia sesión para entrar.
fr_fr: Bienvenue sur Sudomemo ! Identifiez-vous pour continuer.
it_it: Benvenuto su Sudomemo! Accedi per continuare.
ja_jp: スドメモへようこそ！ 続行するにはログインしてください。
nl_nl: Welkom op Sudomemo! Log alsjeblieft in om door te gaan.
pl_pl: Witaj w Sudomemo! Zaloguj sie by kontynuowac.
pt_pt: Bem-vindo ao Sudomemo! Por favor faça login para continuar.
sv_se: Välkommen till Sudomemo! Vänligen logga in för att fortsätta.
tr_tr: Sudomemo'ya hoş geldin! Lütfen devam etmek için oturum aç.

# CREATORS_ROOM_SHIM_WELCOME
source: Welcome!
cy_gb: Croeso!
de_de: Willkommen!
el_gr: Καλωσηρθατε!
es_es: ¡Bienvenido!
fr_fr: Bienvenue !
it_it: Benvenuto!
ja_jp: ようこそ!
nl_nl: Welkom!
pl_pl: Witaj!
pt_pt: Bem-vindo!
sv_se: Välkommen!
tr_tr: Hoş geldin!

# EMAIL_ADDITION_DETAILS
source: If you ever forget your password, we will send a password reset link to your email address.
cy_gb: Os ydych chi erioed wedi anghofio'ch cyfrinair, byddwn yn anfon dolen ailosod cyfrinair i'ch cyfeiriad e-bost.
de_de: Solltest du jemals dein Passwort vergessen, schicken wir dir einen Link zum Zurücksetzen des Passworts an deine Email-Adresse.
el_gr: Εαν ποτε ξεχασετε τον κωδικο σας θα σας στειλουμε εναν κωδικο επανεκτησης στην διευθυνση email σας.
es_es: Si en algún momento pierdes tu contraseña, te enviaremos un enlace para reestablecerla a tu Correo electrónico.
fr_fr: Si vous oubliez votre mot de passe, nous vous enverrons un lien de réinitialisation du mot de passe par email.
it_it: Se dovessi dimenticarti la tua password, ti manderemo un link per il reset della password al tuo indirizzo email.
ja_jp: パスワードを忘れた場合は、メールにパスワード再設定リンクを送信します。
nl_nl: Als je ooit je wachtwoord vergeet, zullen we een wachtwoordherstellink naar je e-mailadres sturen.
pl_pl: Jezeli kiedykolwiek zapomnisz swojego hasla, wyslemy ci link do jego zresetowania na twój adres e-mail.
pt_pt: Se te esqueceres da tua palavra-passe, iremos te enviar um link de reposição de palavra-passe para o teu endereço de email.
sv_se: Om du någonsin glömmer ditt lösenord skickar vi en länk för lösenordsåterställning till din e-postadress.
tr_tr: Eğer şifreni unutursan e-posta adresine şifre sıfırlama linkini göndereceğiz.

# EMAIL_ADDITION_SUGGESTED
source: Email is optional, but highly recommended. If you ever forget your password, we will send a password reset link to your email address.
cy_gb: Mae e-bost yn ddewisol, ond argymhellir yn gryf. Os ydych chi erioed wedi anghofio'ch cyfrinair, byddwn yn anfon dolen ailosod cyfrinair i'ch cyfeiriad e-bost.
de_de: Deine Email ist nicht notwendig, aber sehr empfohlen. Solltest du jemals dein Passwort vergessen, schickem wir dir einen Link zum Zurücksetzen des Passworts an deine Email-Adresse.
el_gr: Το Email δεν ειναι υποχρεωτικο, αλλα σας το προτεινουμε. Εαν ποτε ξεχασετε τον κωδικο σας θα σας στειλουμε εναν κωδικο επανεκτησης στην διευθυνση email σας.
es_es: El Correo electrónico es opcional, pero muy recomendado. Si llegas a olvidar tu contraseña, te enviaremos un Correo electrónico para que la recuperes.
fr_fr: L'email est optionnel, mais hautement recommandé. Si vous oubliez votre mot de passe, nous vous enverrons un lien de réinitialisation du mot de passe par mail.
it_it: L'indirizzo email è opzionale, ma fortemente raccomandato. Se dovessi dimenticarti la tua password, ti manderemo un link per il reset della password al tuo indirizzo email.
ja_jp: メールアドレスの設定は任意ですが、設定されることを強くお勧めします。 パスワードを忘れた場合、メールアドレスにパスワード再設定のリンクが送信できます。
nl_nl: Een e-mailadres is optioneel, maar aanbevolen. Als je je wachtwoord ooit vergeet, sturen we een wachtwoordherstellink naar je e-mailadres.
pl_pl: E-mail jest opcjonalny, ale bardzo przydatny. Jezeli kiedykolwiek zapomnisz swojego hasla, wyslemy ci link do jego zresetowania na twój adres e-mail.
pt_pt: Um email é opcional, mas recomendado. Se te esqueceres da tua palavra-passe, iremos te enviar um link de reposição de palavra-passe para o teu endereço de email.
sv_se: E-postadress är valfritt, men rekommenderas starkt. Om du någonsin glömmer ditt lösenord skickar vi en länk för lösenordsåterställning till din e-postadress.
tr_tr: E-posta isteğe göre eklenebilir ama bunu şiddetle tavsiye ederiz. Çünkü eğer şifreni unutursan e-postana bir şifre sıfırlama linkini gönderebiliriz.

# EMAIL_CONFIRMATION_SENT_FORMAT
source: A confirmation email has been sent to %s. Please check for it in a few minutes.
cy_gb: Anfonwyd e-bost cadarnhau at %s. Gwiriwch amdano mewn ychydig funudau.
de_de: Eine Bestätigungs-Mail wurde an %s geschickt. Bitte schau in den nächsten Minuten nach ihr.
el_gr: Σας εχει σταλει ενα μειλ επιβεβαιωσης στο %s. Παρακαλω τσεκαρετε το σε μερικα λεπτα.
es_es: Un Correo de confirmación ha sido enviado a %s. Por favor verifícalo en unos cuantos minutos.
fr_fr: Un mail de confirmation a été envoyé à %s. S'il-vous-plaît, vérifiez-le dans quelques minutes.
it_it: Un'email di conferma è stata inviata a %s. Controlla entro qualche minuto.
ja_jp: 確認メールが%sに送信されました。 メールを確認してください。
nl_nl: Een verificatiemail is verstuurd naar %s. Controleer je inbox alsjeblieft na een paar minuten.
pl_pl: E-mail potwierdzajacy zostal wyslany do %s. Powinien pojawic sie za kilka minut.
pt_pt: Um email de confirmação foi enviado para %s. Por favor esteja atento ao seu email por uns minutos.
sv_se: Ett bekräftelsemail har skickats till %s. Vänligen se efter det om några minuter.
tr_tr: %s adresine doğrulama e-postası gönderildi. Lütfen bunu birkaç dakika sonra incele.

# EMAIL_IS_DUPLICATE
source: The email address you entered is already in use.
cy_gb: Mae'r cyfeiriad e-bost a gofnodwyd gennych eisoes yn cael ei ddefnyddio.
de_de: Die angegebene Email-Adresse wird bereits verwendet.
el_gr: Η διευθυνση email που μας δωσατε χρησιμοποιειται ηδη.
es_es: El correo electrónico que ingresaste ya está en uso.
fr_fr: L'adresse email que vous avez entrée est déjà utilisée.
it_it: L'indirizzo email che hai inserito è già in uso.
ja_jp: 入力したメールアドレスはすでに使用されています。
nl_nl: Dit e-mailadres is al in gebruik.
pl_pl: Wprowadzony adres e-mail jest juz w uzyciu.
pt_pt: O endereço de email inserido já está em uso.
sv_se: E-postadressen du angav används redan.
tr_tr: Girdiğin e-posta adresi zaten kullanılıyor.

# EMAIL_NOT_YET_VERIFIED
source: Your email address has not yet been verified.
cy_gb: Nid yw eich cyfeiriad e-bost wedi'i ddilysu eto.
de_de: Deine Email-Adresse wurde noch nicht bestätigt.
el_gr: Το email σας δεν εχει επιβεβαιωθει ακομα.
es_es: Tu Correo electrónico aún no ha sido confirmado.
fr_fr: Votre adresse email n'a pas encore été vérifiée.
it_it: Il tuo indirizzo email non è stato ancora verificato.
ja_jp: あなたのメールアドレスはまだ認証されていません。
nl_nl: Je e-mailadres is nog niet geverifieerd.
pl_pl: Twój adres e-mail nie zostal jeszcze zweryfikowany.
pt_pt: O teu endereço de email ainda não foi verificado.
sv_se: Din e-postadress har ännu inte verifierats.
tr_tr: E-posta adresin daha henüz doğrulanmadı.

# EMAIL_REQUIRES_UPDATE
source: Your email address needs to be updated.
cy_gb: Mae angen diweddaru eich cyfeiriad e-bost.
de_de: Deine Email-Adresse muss aktualisiert werden.
el_gr: Η διευθυνση email σας πρεπει να ενημερωθει
es_es: Tu Correo electrónico necesita ser actualizado.
fr_fr: Votre adresse email a besoin d'être mise à jour.
it_it: Il tuo indirizzo email deve essere aggiornato.
ja_jp: あなたのメールアドレスを更新する必要があります。
nl_nl: Je e-mailadres moet geüpdate worden.
pl_pl: Twój adres e-mail musi byc zaktualizowany.
pt_pt: O teu endereço de email necessita de ser actualizado.
sv_se: Din e-postadress måste uppdateras.
tr_tr: E-posta adresini değiştirmen gerek.

# EMAIL_VERIFICATION_ADDRESS_REMOVED
source: Sorry about that! We've marked that email address as incorrect, so you shouldn't receive any further emails from Sudomemo.
de_de: Tut uns Leid! Diese Email-Adresse wurde nun von uns als falsch gekennzeichnet, also solltest du keine weiteren Emails von Sudomemo erhalten.
el_gr: Λυπουμαστε για αυτο! Εχουμε σημειωσει ως λανθασμενη τη συγκεκριμενη διευθυνση email, ετσι δεν πρεπει να δεχεστε περεταιρω emails απο το Sudomemo.
es_es: ¡Lo sentimos! Hemos marcado esta dirección de email as incorrecta, asi que ya no recibirás mas emails de Sudomemo.
fr_fr: Désolé pour cela ! Nous avons marqué cette adresse email comme étant incorrecte, donc vous ne devriez plus recevoir de courrier de Sudomemo.
it_it: Scusaci! Abbiamo segnato l'indirizzo email come incorretto, quindi non dovresti più ricevere ulteriori email da Sudomemo.
ja_jp: 申し訳ございませんが、そのメールアドレスは不正なメールアドレスとしてマークしました。スドメモからこれ以上メールを受信することはありません。
nl_nl: Sorry daarvoor! We hebben gemarkeerd dat je e-mailadres niet klopt, dus je hoort vanaf nu geen e-mails meer van Sudomemo te ontvangen.
pl_pl: Przepraszamy! Zaznaczylismy ten adres e-mail jako niepoprawny, wiec nie powinienes otrzymywac jakichkolwiek innych e-maili od Sudomemo.
pt_pt: Desculpa! Nós marcamos o teu endereço de email como incorrecto, por isso, não deves receber mais emails do Sudomemo.
sv_se: Ursäkta! Vi har markerat den e-postadressen som felaktig, så du bör inte få ytterligare e-postmeddelanden från Sudomemo.
tr_tr: Özür dileriz! Bu e-posta adresini yanlış olarak işaretledik ve bu yüzden Sudomemo'dan e-posta almayacaksın.
