Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/mail_report_accepted.po
Languages: it_it, ro_ro

source: Content ID:
it_it: ID Contenuto:
ro_ro: ID Continut:

source: Content type:
it_it: Tipo del contenuto:
ro_ro: Tip de Continut:

# CONTENT_TYPE_chat_message
source: Chat message
it_it: Messaggio chat
ro_ro: Mesaj Conversatie

# CONTENT_TYPE_comment
source: Comment
it_it: Commento
ro_ro: Comentariu

# CONTENT_TYPE_content
source: Other content
it_it: Altro contenuto
ro_ro: Alt Continut

# CONTENT_TYPE_profile_bio
source: Profile text
it_it: Biografia Profilo
ro_ro: Text de pe Profil

# CONTENT_TYPE_room_theme
source: Creator's Room theme
it_it: Tema Stanza Creatore
ro_ro: Tema Camera Creatorului

source: Notice
it_it: Avviso
ro_ro: Instiintare

# REPORT_ACCEPTED
source: We've reviewed a content report that you submitted and found it to be valid.
it_it: Abbiamo analizzato una segnalazione sul contenuto che hai inviato e l'abbiamo ritenuta valida.
ro_ro: Am revizuit o raportare de continut pe care l-ati trimis si am vazut ca este valida.

# REPORT_ACCEPTED_CONTINUED
source: As such, the content has been removed.
it_it: Pertanto, il contenuto è stato rimosso.
ro_ro: De aceea, continutul a fost sters.

# REPORT_ACCEPTED_INFO
source: Reports like yours help make Sudomemo a safe and welcoming place for everyone. If you'd like to learn more about our Content Policy, you can do so here:
it_it: Segnalazioni come la tua contribuiscono a rendere Sudomemo un posto sicuro e accogliente per tutti. Se vuoi sapere di più sulla nostra Policy sul Contenuto, puoi farlo qui:
ro_ro: Raportarile ca al dvs. fac Sudomemo un loc sigur si binevenitor pentru toata lumea. Daca vreti sa aflati mai multe despre Politele de Continut, puteti sa o faceti aici:
