Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/mailSettings.po
Languages: cy_gb, de_de, el_gr, es_es, fr_ca, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, sv_se, tr_tr

source: Disable
cy_gb: Analluogi
de_de: Deaktivieren
el_gr: Απενεργοποιηση
es_es: Desabilitar
fr_ca: Désactiver
fr_fr: Désactiver
it_it: Disattiva
ja_jp: 無効にする
nl_nl: Uitschakelen
pl_pl: Dezaktywuj
pt_br: Desativar
pt_pt: Desactivar
ro_ro: Opriti
sv_se: Avaktivera
tr_tr: Devre dışı bırak

source: Disabled
cy_gb: Anabl
de_de: Deaktiviert
el_gr: Απενεργοποιημενο
es_es: Desabilitado
fr_ca: Désactivé
fr_fr: Désactivé
it_it: Disattivato
ja_jp: 無効
nl_nl: Uitgeschakeld
pl_pl: Nieaktywny
pt_br: Desativado
pt_pt: Desactivado
ro_ro: Oprit
sv_se: Avaktiverad
tr_tr: Devre dışı

# DISABLE_CONFIRMATION_FORMAT
source: Are you sure you want to disable '%s' emails?
cy_gb: Ydych chi'n siŵr eich bod am analluogi negeseuon e-bost '%s' ?
de_de: Willst du wirklich die E-Mails für '%s' deaktivieren?
el_gr: Ειστε σιγουροι οτι θελετε να απενεργοποιησετε τα '%s' email;
es_es: ¿Estas seguro de que quieres desabilitar los Correos de '%s'?
fr_ca: Voulez-vous vraiment désactiver les courriels « %s » ?
fr_fr: Êtes-vous sûr de vouloir désactiver ces mails : '%s' ?
it_it: Sei sicuro di voler disattivare '%s' email?
ja_jp: '%s'のメールを無効にしてもよろしいですか？
nl_nl: Weet je zeker dat je '%s'-mails wilt uitschakelen?
pl_pl: Czy napewno chcesz deaktywowac e-maile '%s'?
pt_br: Tem certeza de que deseja desativar os e-mails de '%s'?
pt_pt: Tens a certeza que queres desactivar os emails de '%s'?
ro_ro: Sunteti sigur ca vreti sa dezactivati '%s' emailuri?
sv_se: Är du säker på att du vill avaktivera '%s' e-post?
tr_tr: '%s kullanıcısından gelen e-postaları devre dışı bırakmak istediğinden emin misin?

# EMAIL_CHANGE_TOKEN_EXPIRED
source: The link you followed has expired.
cy_gb: Mae'r ddolen a ddilynoch wedi dod i ben.
de_de: Der eingegebene Link ist abgelaufen.
el_gr: Το λινκ που ακολουθησατε εχει ληξει.
es_es: El link que has seguido ha caducado.
fr_ca: Le lien que vous avez suivi a expiré.
fr_fr: Le lien que vous avez suivi a expiré.
it_it: Il link che hai seguito è scaduto.
ja_jp: このリンクは期限が切れました。
nl_nl: De link die je aan het volgen was is verlopen.
pl_pl: Link, którym podazasz, wygasl.
pt_br: O link que você acessou expirou.
pt_pt: O link que usaste, expirou.
ro_ro: Linkul pe care ati apasat a expirat.
sv_se: Länken du följde har gått ut.
tr_tr: Tıkladığın linkin süresi doldu.

# EMAIL_SETTING_DISABLED_FINISH_FORMAT
source: You've disabled '%s' emails.
cy_gb: Rydych chi wedi analluogi negeseuon e-bost '%s'.
de_de: Du hast die E-Mails für '%s' deaktiviert.
el_gr: Απενεργοποιησατε τα '%s' email.
es_es: Has desabilitado los Correos de '%s'.
fr_ca: Vous avez désactivé les courriels « %s ».
fr_fr: Vous avez désactivé ces mails : '%s'.
it_it: Hai disattivato '%s' email.
ja_jp: '%s'のメールを無効にしました。
nl_nl: Je hebt '%s'-mails uitgeschakeld.
pl_pl: Zdeaktwowano '%s' e-maili.
pt_br: Você desativou os e-mails de '%s'.
pt_pt: Desactivaste os emails de '%s'.
ro_ro: Ati dezactivat '%s' emailuri.
sv_se: Du har avaktiverat '%s' e-post.
tr_tr: '%s kullanıcısından gelen e-postaları devre dışı bıraktın.

source: Enable
cy_gb: Alluogi
de_de: Aktivieren
el_gr: Ενεργοποιηση
es_es: Habilitar
fr_ca: Activer
fr_fr: Activer
it_it: Attiva
ja_jp: 有効にする
nl_nl: Inschakelen
pl_pl: Aktywuj
pt_br: Ativar
pt_pt: Activar
ro_ro: Porniti
sv_se: Aktivera
tr_tr: İzin ver

source: Enabled
cy_gb: Wedi'i alluogi
de_de: Aktiviert
el_gr: Ενεργοποιημενο
es_es: Habilitado
fr_ca: Activé
fr_fr: Activé
it_it: Attivato
ja_jp: 有効
nl_nl: Ingeschakeld
pl_pl: Aktywny
pt_br: Ativado
pt_pt: Activado
ro_ro: Pornit
sv_se: Aktiverad
tr_tr: Aktif

# HEADER_CHANGE_EMAIL_SETTINGS
source: Change Email Settings
cy_gb: Newid Gosodiadau E-bost
de_de: E-Mail-Einstellungen ändern
el_gr: Αλλαγη Ρυθμισεων Email
es_es: Cambiar los ajustes de Correo
fr_ca: Modifier les paramètres de courriel
fr_fr: Modifier les paramètres de mail
it_it: Cambia Impostazioni Email
ja_jp: メール設定の変更
nl_nl: Verander E-mailinstellingen
pl_pl: Zmień ustawienia e-maili
pt_br: Alterar configurações de e-mail
pt_pt: Alterar Definições de Email
ro_ro: Setari de Schimbare Email
sv_se: Ändra E-postinställningar
tr_tr: E-posta adresini değiştir

# HEADER_MAIL_SETTINGS
source: Mail Settings
cy_gb: Lleoliadau E-bost
de_de: Mail-Einstellungen
el_gr: Επιλογες Mail
es_es: Ajustes de Correo
fr_ca: Paramètres de courriel
fr_fr: Paramètres de mail
it_it: Impostazioni Mail
ja_jp: メール設定
nl_nl: E-mailinstellingen
pl_pl: Ustawienia e-maili
pt_br: Configurações de e-mail
pt_pt: Definições de Correio
ro_ro: Setari Mail
sv_se: Mailinställningar
tr_tr: Posta ayarları

# LOGIN_REQUIRED_TO_VIEW_PAGE
source: You must be logged in to edit your mail settings.
cy_gb: Rhaid i chi fewngofnodi i olygu eich gosodiadau post.
de_de: Du musst angemeldet sein, um deine Mail-Einstellungen zu ändern.
el_gr: Πρεπει να ειστε συνδεδεμενοι για να δειτε τις επιλογες mail σας.
es_es: Debes haber iniciado sesión para editar tus Ajustes de Correo.
fr_ca: Vous devez être connecté pour modifier vos paramètres de courriel.
fr_fr: Vous devez être connecté pour modifier vos paramètres de mail.
it_it: Devi accedere per modificare le tue impostazioni mail.
ja_jp: メール設定を変更するにはログインする必要があります。
nl_nl: Je moet ingelogd zijn om je e-mailinstellingen te beheren.
pl_pl: Musisz sie zalogowac, by zmieniać ustawienia e-maili.
pt_br: Você precisa estar conectado para editar suas configurações de e-mail.
pt_pt: Tens de ter feito login para editar as tuas definições de correio.
ro_ro: Trebuie sa fiti conectat pentru a schimba setarile de mail.
sv_se: Du måste vara inloggad för att ändra dina mailinställningar.
tr_tr: Posta ayarlarını düzenlemek için ilk önce oturum açman gerek.

# MAIL_TYPE
source: Type
cy_gb: Math
de_de: Mail-Typ
el_gr: Πληκτρολογηστε
es_es: Tipo
it_it: Tipo
ja_jp: タイプ
pl_pl: Typ
pt_br: Tipo
pt_pt: Tipo
ro_ro: Tip
sv_se: Typ
tr_tr: Tür

# REENABLE_INSTRUCTIONS
source: If you want to turn them back on, you can do so from by selecting <strong>Email Settings</strong> in your Creator's Room.
cy_gb: Os ydych chi am eu troi'n ôl, gallwch wneud hynny drwy ddewis <strong>Gosodiadau E-bost</strong> yn Ystafell eich Creawdwr.
de_de: Willst du sie wieder aktivieren, wähle die Option <strong>Mail-Einstellungen</strong> in deinem Ersteller-Raum.
el_gr: Εαν θελησετε να τα ξαναεπανεργοποιησετε, μπορειτε να το κανετε πατωντας <strong>Επιλογες Email</strong> στο Δωματιο Χρηστη σας.
es_es: Si quieres volver a habilitarlos puedes hacerlo seleccionando <strong>Ajustes de Correo</strong> en tu Sala del Creador.
fr_ca: Si vous voulez les réactiver, sélectionnez <strong>Paramètres de courriel</strong> dans votre Salle du créateur.
fr_fr: Si vous voulez les réactiver, vous pouvez le faire en sélectionnant <strong>Paramètres de mail</strong> dnas votre Salle de créateur.
it_it: Se vuoi riattivarle, puoi farlo selezionando <strong>Impostazioni Email</strong> nella tua Stanza Creatore.
ja_jp: 再度有効にしたい場合は、マイページの<strong>メール設定</strong>で有効にできます。
nl_nl: Als je ze weer aan wilt zetten, kan je dat doen door <strong>E-mailinstellingen</strong> in je Makersruimte te selecteren.
pl_pl: Jezeli chcesz aktywowac je ponownie, mozesz to zrobić wchodzac w <strong>Ustawienia e-maili</strong> w twoim Pokoju Twórcy.
pt_br: Se quiser reativá-los, selecione <strong>Configurações de E-mail</strong> na sua Sala do Criador.
pt_pt: Se desejas voltar a activar os emails, podes fazer-lo ao ir ás <strong>Definições de Email</strong> na tua Sala de Criador.
ro_ro: Daca vreti sa le reactivati, puteti face asta daca selectati <strong>Setari Email</strong> in Camera Creatorului.
sv_se: Om du vill aktivera de igen kan du göra så genom att klicka på <strong>E-postinställningar</strong> i ditt Creator's Room.
tr_tr: Eğer tekrar etkinleştirmek istiyorsan, Kreatör Oda'nda <strong>E-posta ayarlarına</strong> tıkla.

# TAP_ON_STATUS_TO_VIEW_DETAILS
source: Tap on a mail type's status to view or update it.
cy_gb: Tap ar statws math post i weld neu ei ddiweddaru.
de_de: Tippe auf den Status eines Mail-Typs, um ihn zu verwalten.
el_gr: Πατηστε πανω στην κατασταση ενος ειδους mail για να το δειτε η να το ενημερωσετε.
es_es: Presiona el estado de un tipo de Correo para verlo o actualizarlo
fr_ca: Touchez le statut d'un type de courriel pour l'afficher ou le mettre à jour.
fr_fr: Appuyez sur le statut d'un type de mail pour l'afficher ou le mettre à jour.
it_it: Tocca sul tipo di stato delle mail per vederlo o aggiornarlo.
ja_jp: 表示または更新するには、メールタイプの状態をタップします。
nl_nl: Tik op de status van een e-mailtype om het te bekijken of om het te veranderen.
pl_pl: Kliknij na status rodzaju maila by go zobaczyc lub zmienić.
pt_br: Toque no status de um tipo de e-mail para visualizar ou atualizar.
pt_pt: Toque num estado de tipo de mail para o ver ou actualizar.
sv_se: Klicka på ett mailtyps status för att se eller uppdatera det
tr_tr: Bir e-posta türünün durumunu görüntülemek veya değiştirmek için ona tıkla.

source: Tap to disable
cy_gb: Tap i analluogi
de_de: Zum Deaktivieren hier tippen
el_gr: Πατηστε για να απενεργοποιησετε
es_es: Presiona para desabilitar
fr_ca: Touchez pour désactiver
fr_fr: Appuyez pour désactiver
it_it: Tocca per disattivare
ja_jp: タップで無効にする
nl_nl: Tik om uit te schakelen
pl_pl: Wcisnij by dezaktywowac
pt_br: Toque para desativar
pt_pt: Toque para desactivar
ro_ro: Apasati pentru a opri
sv_se: Tryck för att avaktivera
tr_tr: Devre dışı bırakmak için tıkla

source: Tap to enable
cy_gb: Tap i alluogi
de_de: Zum Aktivieren hier tippen
el_gr: Πατηστε για να ενεργοποιησετε
es_es: Presiona para habilitar
fr_ca: Touchez pour activer
fr_fr: Appuyez pour activer
it_it: Tocca per attivare
ja_jp: タップで有効にする
nl_nl: Tik om in te schakelen
pl_pl: Wcisnij by aktywowac
pt_br: Toque para ativar
pt_pt: Toque para activar
ro_ro: Apasati pentru a porni
sv_se: Tryck för att aktivera
tr_tr: Etkinleştirmek için tıkla

# TYPE_COMMENT_NOTIF_DESC
source: Receive an email when someone comments on your Flipnote
cy_gb: Derbyn e-bost pan fydd rhywun yn gwneud sylwadau ar eich Flipnote
de_de: Erhalte eine E-Mail, wenn jemand unter deinem Flipnote einen Kommentar postet
el_gr: Ληψη email οταν καποιος σας σχολιαζει σε Flipnote
es_es: Reciba un Correo electrónico cuando alguien comente en una de tus Flipnotes
fr_ca: Recevez un courriel quand quelqu'un commente votre Flipnote
fr_fr: Recevez un mail quand quelqu'un commente votre Flipnote
it_it: Ricevi un'email quando qualcuno commenta un tuo Flipnote
ja_jp: 作品にコメントが投稿されたときEメールを受け取る
nl_nl: Ontvang een e-mail wanneer iemand een reactie levert op je Flipnote
pl_pl: Otrzymuj e-maile gdy ktos komentuje na twoich Flipnote
pt_br: Receba um e-mail quando alguém comentar no seu Flipnote
pt_pt: Receber um email quando alguém comenta nos teus Flipnotes
ro_ro: Primiti un email cand cineva comenteaza pe Flipnote-ul dvs.
sv_se: Få ett mail när någon kommenterar på din Flipnote
tr_tr: Birisi bir Flipnote'una yorum yazdığında e-posta al

# TYPE_COMMENT_NOTIF_NAME
source: Comment Received
cy_gb: Sylwadau a Dderbyniwyd
de_de: Kommentar erhalten
el_gr: Ληψη Σχολιου
es_es: Comentario recibido
fr_ca: Commentaire reçu
fr_fr: Commentaire reçu
it_it: Commento ricevuto
ja_jp: 受け取ったコメント
nl_nl: Reactie Ontvangen
pl_pl: Otrzymano komentarz
pt_br: Comentário recebido
pt_pt: Comentário Recebido
ro_ro: Comentariu Primit
sv_se: Mottagen kommentar
tr_tr: Yorum alındı

# TYPE_DIGEST_DESC
source: Periodic summary email including new Flipnotes from your favorites, received Stars, received comments, new follows, etc
fr_ca: Courriel récapitulatif périodique incluant les nouveaux Flipnotes de vos favoris, les Étoiles reçues, les commentaires reçus, les nouveaux abonnements, etc.
pt_br: E-mail periódico com um resumo que inclui novos Flipnotes dos seus favoritos, Estrelas recebidas, comentários recebidos, novos seguidores etc.

# TYPE_DIGEST_NAME
source: Digest Emails
fr_ca: Courriels récapitulatifs
pt_br: E-mails de resumo

# TYPE_FAVE_NOTIF_DESC
source: Receive an email when someone adds you to their Favorites
cy_gb: Derbyniwch e-bost pan fydd rhywun yn eich ychwanegu at eu Ffefrynnau
de_de: Erhalte eine E-Mail, wenn jemand dich zu seinen Favoriten hinzufügt
el_gr: Ληψη email οταν καποιος σας προσθετει στα Αγαπημενα του
es_es: Reciba un Correo electrónico cuando alguien te añada a sus Favoritos
fr_ca: Recevez un courriel quand quelqu'un vous ajoute à ses Favoris
fr_fr: Recevez un mail quand quelqu'un vous ajoute dans ses Favoris
it_it: Ricevi un'email quando qualcuno ti aggiunge ai suoi Preferiti
ja_jp: 誰かがあなたをお気に入りに追加したときにEメールを受信する
nl_nl: Ontvang een e-mail wanneer iemand je toevoegd aan hun Favorieten
pl_pl: Otrzymuj e-maile gdy ktos doda cie do Ulubionych
pt_br: Receba um e-mail quando alguém adicionar você aos Favoritos
pt_pt: Receber um email quando alguém te adiciona aos Favoritos
ro_ro: Primiti un email cand cineva va adauga la favorite
sv_se: Få ett mail när bågon lägger till dig i deras favoriter
tr_tr: Birisi seni favori olarak eklediğinde e-posta al

# TYPE_FAVE_NOTIF_NAME
source: Added as Favorite
cy_gb: Wedi'i ychwanegu fel Hoff
de_de: Zu Favoriten hinzugefügt
el_gr: Προστεθηκε στα Αγαπημενα
es_es: Añadido como Favorito
fr_ca: Ajouté aux Favoris
fr_fr: Ajouté comme Favori
it_it: Aggiunto come Preferito
ja_jp: お気に入りに追加された
nl_nl: Toegevoegd als Favoriet
pl_pl: Dodano twój profil do ulubionych
pt_br: Adicionado aos Favoritos
pt_pt: Adicionado aos Favoritos
ro_ro: Adaugat ca favorit
sv_se: Lagt till i favoriter
tr_tr: Favori olarak eklendi

# TYPE_METADATA_NOTICE_DESC
source: Receive an email when we find issues with your Flipnote metadata
fr_ca: Recevez un courriel lorsque nous détectons un problème avec les métadonnées de votre Flipnote
pt_br: Receba um e-mail quando encontrarmos problemas com os metadados do seu Flipnote

# TYPE_METADATA_NOTICE_NAME
source: Missing Metadata Notice
fr_ca: Avis de métadonnées manquantes
pt_br: Aviso de metadados ausentes

# TYPE_NEWS_DESC
source: Receive an email when something new is posted to the Sudomemo News
cy_gb: Derbyn e-bost pan fydd rhywbeth newydd yn cael ei bostio i Sudomemo News
de_de: Erhalte E-Mails über neue Beiträge auf Sudomemo News
el_gr: Ληψη email οταν κατι νεο ανεβαινει στα νεα του Sudomemo
es_es: Recibe un Correo electrónico cuando algo nuevo sea publicado en las Noticas de Sudomemo
fr_ca: Recevez un courriel quand quelque chose de nouveau est publié dans les Nouvelles Sudomemo
fr_fr: Recevez un mail quand quelque chose de nouveau est posté dans les infos de Sudomemo
it_it: Ricevi un'email quando qualcosa di nuovo viene postato in Sudomemo News
ja_jp: スドメモニュースが更新されたときメールを受信する
nl_nl: Ontvang een e-mail wanneer iets nieuws in Sudomemo Nieuws geplaatst is
pl_pl: Otrzymuj e-maile gdy cos nowego pojawia sie w Sudomemo News
pt_br: Receba um e-mail quando algo novo for publicado nas Notícias do Sudomemo
pt_pt: Receber um email quando algo novo é postado nas Notícias do Sudomemo
ro_ro: Primiti un email cand ceva nou este postat pe Stirile Sudomemo
sv_se: Få ett mail när något nytt är publicerats till Sudomemo Nyheter
tr_tr: Sudomemo Haberleri'nde yeni bir şey paylaşıldığında e-posta al

# TYPE_NEWS_NAME
source: sona pini Sutomemo
cy_gb: Newyddion Sudomemo
de_de: Sudomemo News
el_gr: Νεα του Sudomemo
es_es: Noticias de Sudomemo
fr_ca: Nouvelles Sudomemo
fr_fr: Infos de Sudomemo
it_it: Notizie Sudomemo
ja_jp: スドメモニュース
nl_nl: Sudomemo Nieuws
pl_pl: Wiadomosci Sudomemo
pt_br: Notícias do Sudomemo
pt_pt: Notícias do Sudomemo
ro_ro: Stiri Sudomemo
sv_se: Sudomemo Nyheter
tr_tr: Sudomemo Haberleri

# TYPE_PROMO_DESC
source: Receive emails about new features, tips and tricks, and upcoming events!
cy_gb: Derbyn negeseuon e-bost am nodweddion, awgrymiadau a driciau newydd, a digwyddiadau sydd ar y gweill!
de_de: Erhalte E-Mails über neue Features, Tipps und Tricks sowie zukünftige Events!
el_gr: Ληψη emails για ννεα features, tips και tricks, και προσεχη ιβεντ!
es_es: ¡Reciba Correos electrónicos de nuevas funciones, consejos y eventos por venir!
fr_ca: Recevez des courriels au sujet des nouvelles fonctionnalités, conseils et astuces, et des événements à venir !
fr_fr: Recevez des mails concernant les nouveautés, les trucs et astuces, et les évènements à venir !
it_it: Ricevi email riguardo nuove funzioni, consigli, trucchi e prossimi eventi!
ja_jp: 新機能、ヒント、コツ、そして今後開催されるイベントについてのメールを受け取る
nl_nl: Ontvang e-mails over nieuwe mogelijkheden, tips en trucs, en aanstaande evenementen!
pl_pl: Otrzymuj e-maile o nowych funkcjach, poradach i sztuczkach, a takze nadchodzacych wydarzeniach.
pt_br: Receba e-mails sobre novos recursos, dicas e truques e eventos futuros!
pt_pt: Receber emails sobre novas funções, dicas e truques, e eventos futuros!
ro_ro: Primiti emailuri despre calitati noi, sfaturi si trucuri, si evenimente viitoare!
sv_se: Få ett mail om nya funktioner, tips och tricks, och kommande evenemang!
tr_tr: Yeni özellikler, ipuçları ve yaklaşan etkinlikler hakkında e-posta al!

# TYPE_PROMO_NAME
source: Promo
de_de: Prämie
es_es: Promoción
it_it: Promozione
ja_jp: プロモーション
pl_pl: Promocjonalne
pt_br: Promoções
pt_pt: Promoções
tr_tr: Tanıtım

# TYPE_REPORT_UPDATE_DESC
source: Receive an email when we update the status of content that you've flagged
cy_gb: Derbyn e-bost pan fyddwn yn diweddaru statws y cynnwys rydych chi wedi'i flaggio
de_de: Erhalte eine E-Mail, wenn wir den Status der von dir gemeldeten Inhalte aktualisieren
el_gr: Ληψη email οταν ενημερωνουμε την κατασταση περιεχομενου που εχετε κανει flag
es_es: Recibe un Correo electrónico cuando actualizemos el estado de contenido que hayas reportado
fr_ca: Recevez un courriel quand nous mettons à jour l'état d'un contenu que vous avez signalé
fr_fr: Recevez un mail quand nous mettons à jour le statut d'un contenu que vous avez signalé
it_it: Ricevi un'email quando aggiorniamo lo stato di un contenuto che hai contrassegnato
ja_jp: フラグを立てたコンテンツが更新されたときメールを受信する
nl_nl: Ontvang een e-mail wanneer we de status van inhoud die jij gemarkeerd hebt veranderen
pl_pl: Otrzymuj e-maile gdy zmienimy status zawartosci która zglosiłeś
pt_br: Receba um e-mail quando atualizarmos o status de conteúdo que você denunciou
pt_pt: Receber um email quando actualizamos o estado de conteúdo que sinalizaste
ro_ro: Primiti un email cand actualizam statutul unui continut pe care l-ati semnalizat
sv_se: Få ett mail när vi uppdaterar statusen av innehåll du har rapporterat
tr_tr: Şikayet ettiğin içerik ile ilgili gelişimler hakkında e-posta al

# TYPE_REPORT_UPDATE_NAME
source: Flagged Content Update
cy_gb: Diweddariad Cynnwys wedi'i Fflagio
de_de: Updates über gemeldete Inhalte
el_gr: Ενημερωση Flagged Περιεχομενου
es_es: Actualización de contenido reportado
fr_ca: Mise à jour du contenu signalé
fr_fr: Mise à jour du contenu signalé
it_it: Aggiornamenti contenuto contrassegnato
ja_jp: フラグ付きのコンテンツの更新
nl_nl: Gemarkeerde Inhoudsupdate
pl_pl: Aktualizacje o zgloszonej zawartosci
pt_br: Atualização de conteúdo denunciado
pt_pt: Actualização de Conteúdo Sinalizado
ro_ro: Actualizare Continut Semnalizat
sv_se: Uppdatering om rapporterat innehåll
tr_tr: Şikayet ettiğin içeriğe dair bildiri

# TYPE_SECURITY_NOTIF_DESC
source: Receive an email when your email address or password is updated
cy_gb: Derbyn e-bost pan fydd eich cyfeiriad e-bost neu'ch cyfrinair yn cael ei ddiweddaru
de_de: Erhalte eine Email, wenn deine Email-Adresse oder dein Passwort aktualisiert wird
el_gr: Ληψη email οταν η διευθυνση email η ο κωδικος σας ενημερωνεται
es_es: Recibe un Correo electrónico cuando tu dirección de Correo electrónico o contraseña sea actualizada
fr_ca: Recevez un courriel quand votre adresse courriel ou votre mot de passe est mis à jour
fr_fr: Recevez un mail quand votre adresse e-mail ou votre mot de passe est mis à jour
it_it: Ricevi un'email quando il tuo indirizzo email o la password sono aggiornati
ja_jp: メールアドレスまたはパスワードが更新されたときにEメールを受信する
nl_nl: Ontvang een e-mail wanneer je e-mail adres of wachtwoord veranderd is.
pl_pl: Otrzymuj e-maile gdy twój adres e-mail lub haslo jest aktualizowane
pt_br: Receba um e-mail quando seu endereço de e-mail ou senha for atualizado
pt_pt: Receber um email quando o teu endereço de email ou palavra-passe forem actualizadas
ro_ro: Primiti un email cand parola sau adresa de email ale dvs. sunt actualizate
sv_se: Få ett mail när din e-postadress eller lösenord har uppdaterats
tr_tr: E-posta adresin veya şifren değiştiğinde bir e-posta al

# TYPE_SECURITY_NOTIF_NAME
source: Account Security
cy_gb: Diogelwch Cyfrif
de_de: Konto-Sicherheit
el_gr: Ασφαλεια Λογαριασμου
es_es: Seguridad de la cuenta
fr_ca: Sécurité du compte
fr_fr: Sécurité du compte
it_it: Sicurezza Account
ja_jp: アカウントのセキュリティ
nl_nl: Accountbeveiliging
pl_pl: Bezpieczeństwo konta
pt_br: Segurança da conta
pt_pt: Segurança da Conta
ro_ro: Securitatea contului
sv_se: Kontosäkerhet
tr_tr: Hesap güvenliği

# TYPE_SERVICE_UPDATE_DESC
source: Important updates about Sudomemo's status or availability related to your account
de_de: Wichtige Neuigkeiten bezüglich Sudomemo's Status oder Erreichbarkeit, die deinen Account betreffen
el_gr: Σημαντικες ενημερωσεις για την κατασταση του Sudomemo η σχετικη με τον λογαριασμο σας διαθεσιμοτητα
es_es: Actualizaciones importantes acerca del estado de Sudomemo o disponibilidad relacionada a tu cuenta.
fr_ca: Mises à jour importantes sur l'état ou la disponibilité de Sudomemo liées à votre compte
fr_fr: Mises à jour concernant le statut ou la disponibilité de Sudomemo liées à votre compte
it_it: Aggiornamenti importanti riguardo lo stato e disponibilità di Sudomemo relativi al tuo account
ja_jp: アカウントに関連する、スドメモのステータスに対する重要な更新、またはそれに関連したアベイラビリティ
nl_nl: Belangrijke updates over de status van Sudomemo of beschikbaarheid gerelateerd aan je account
pl_pl: Wazne informacje o stanie Sudomemo i dostepem do twojego konta
pt_br: Atualizações importantes sobre o status ou a disponibilidade do Sudomemo relacionadas à sua conta
pt_pt: Mensagens importantes sobre os Serviços do Sudomemo, estado dos servidores, e outros relacionados à tua conta
ro_ro: Actualizari importante despre statutul Sudomemo sau valabilitati legate de contul dvs.
sv_se: Viktiga uppdateringar om Sudomemos status eller tillgänglighet om till ditt konto
tr_tr: Sudomemo'nun durumuna ve hesabının erişilebilirliğine dair önemli güncellemeler

# TYPE_SERVICE_UPDATE_NAME
source: Service Updates
de_de: Service-Neuigkeiten
el_gr: Ενημερωσεις Service
es_es: Actualizaciones de Servicio
fr_ca: Mises à jour du service
fr_fr: Mises à jour du service
it_it: Aggiornamenti Servizio
ja_jp: サービスアップデート
pl_pl: Aktualizacje o serwisie
pt_br: Atualizações de serviço
pt_pt: Actualizações de Serviços
ro_ro: Actualizari Serviciu
sv_se: Serviceuppdattering
tr_tr: Hizmet güncellemeleri

# TYPE_SPINOFF_NOTIF_DESC
source: Receive an email when someone posts a spin-off to your Flipnote
cy_gb: Derbyn e-bost pan fydd rhywun yn postio deilliant i'ch Flipnote
de_de: Erhalte eine E-Mail, wenn ein Spin-off deiner Flipnotes hochgeladen wird
el_gr: Ληψη email οταν καποιος ανεβαζει spin-off δικου σας Flipnote
es_es: Recibe un Correo electrónico cuando alguien suba una spin-off de alguna de tus Flipnotes
fr_ca: Recevez un courriel quand quelqu'un publie un spin-off de votre Flipnote
fr_fr: Recevez un mail quand quelqu'un poste une dérivée de votre Flipnote
it_it: Ricevi un'email quando qualcuno posta uno spin-off ad un tuo Flipnote
ja_jp: 誰かが作品への子作品を投稿したときにEメールを受信する
nl_nl: Ontvang een e-mail wanneer iemand een spin-off van jouw Flipnote plaatst
pl_pl: Otrzymuj e-maile gdy ktos wysyla spin-off twojego Flipnota
pt_br: Receba um e-mail quando alguém publicar um spin-off do seu Flipnote
pt_pt: Receber um email quando alguém posta um spin-off do teus Flipnotes
ro_ro: Primiti un email cand cineva posteaza un spin-off la Flipnote-ul dvs.
sv_se: Få ett mail när någon publicerar en spin-off av din Flipnote
tr_tr: Birisi Flipnote'unun bir spin-off'unu paylaştığında e-posta al
