Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/mail_content_removed.po
Languages: de_de, el_gr, es_es, nl_nl, pl_pl, pt_pt, tr_tr

source: Content ID:
el_gr: ID Περιεχομενου:
es_es: ID de contenido:
pl_pl: ID zawartości:
pt_pt: ID de Conteúdo:
tr_tr: İçerik ID'si:

# CONTENT_POLICY_REVIEW_INTRO
source: We understand that when content policies meet artistic expression, context and presentation must be taken into consideration.
de_de: Wir verstehen, dass, wenn Richtlinien auf künstlerische Entfaltung treffen, Kontext und Präsentation in Erwägung gezogen werden müssen.
el_gr: Κατανοουμε οτι οταν οι πολιτικες περιεχομενου συναντουν την καλλιτεχνικη εκφραση, το κοντεξτ και η παρουσιαση πρεπει να λαμβανονται υποψη.
es_es: Entendemos que cuando las politicas de contenido se encuentran con la expresión artistica, el contexto y la presentación deben tomarse a consideración.
nl_nl: We begrijpen dat context en presentatie in acht genomen moet worden wanneer inhoudsbeleid en artistieke expressie bij elkaar komen.
pl_pl: Rozumiemy, że podczas przeglądu twórczości trzeba wziąć pod uwagę kontekst i prezentację.
pt_pt: Nós percebemos que quando as políticas de conteúdo e expressão artística se encontram, contexto e apresentação devem ser postas em consederação ao postar tal conteúdo.
tr_tr: Politikaların sanatsal ifadeleri ile karşı karşıya geldiklerinde, bağlamların ve sunumların dikkate alınması gerektiğini anlıyoruz.

# CONTENT_POLICY_REVIEW_LINK
source: We'd like to encourage you to review our Content Policy here:
de_de: Wir würden dich bitten, unsere Inhaltsrichtlinien unter dem folgenden Link einzusehen:
el_gr: Θα θελαμε να σας ωθησουμε να ξαναδιαβασετε την Πολιτικη Περιεχομενου μας εδω:
es_es: Nos gustaría que eches un vistazo a nuestra Politica de Contenido aquí:
pl_pl: Chcielibyśmy, byś przeczytał/a nasze zasady dot. twórczości:
pt_pt: Nós encorajamos a que reveja a Política de Conteúdo do Sudomemo aqui:
tr_tr: İçerik Politika'mızı okumanı rica ederiz:

source: Content type:
de_de: Art des Inhalts:
el_gr: Ειδος περιεχομενου:
es_es: Tipo de contenido:
nl_nl: Inhoudstype:
pl_pl: Rodzaj zawartości:
pt_pt: Tipo de Conteúdo:
tr_tr: İçerik türü:

# CONTENT_TYPE_chat_message
source: Chat message
de_de: Chat-Nachricht
el_gr: Μηνυμα τσατ
es_es: Mensaje de chat
nl_nl: Chatbericht
pl_pl: Wiadomość na czacie
pt_pt: Mensagem de Chat
tr_tr: Sohbet mesajı

# CONTENT_TYPE_comment
source: Comment
de_de: Kommentar
el_gr: Σχολιο
es_es: Comentario
nl_nl: Reactie
pl_pl: Komentarz
pt_pt: Comentário
tr_tr: Yorum

# CONTENT_TYPE_content
source: Other content
de_de: Sonstiges
el_gr: Αλλο
es_es: Otro contenido
nl_nl: Andere inhoud
pl_pl: Inna zawartość
pt_pt: Outro conteúdo
tr_tr: Diğer içeriklert

# CONTENT_TYPE_profile_bio
source: Profile text
de_de: Biografie
el_gr: Κειμενο Προφιλ
es_es: Texto del perfil
nl_nl: Profieltekst
pl_pl: Tekst na profilu
pt_pt: Texto do Perfil
tr_tr: Biyografi

# CONTENT_TYPE_room_theme
source: Creator's Room theme
de_de: Creator-Raum-Theme
el_gr: Θεμα Δωματιου Χρηστη
es_es: Temas de la Sala del Creador
nl_nl: Thema Makersruimte
pl_pl: Motyw Pokoju Twórcy
pt_pt: Tema da Sala de Criador
tr_tr: Kreatör Odası teması

# HOW_TO_APPEAL
source: If you believe this to be in error, you can learn how to submit an appeal at:
de_de: Wenn du der Meinung bist, dass diese Entscheidung nicht rechtmäßig getroffen wurde, kannst du unter dem folgenden Link Einspruch erheben:
el_gr: Εαν πιστευετε οτι εγινε λαθος, μπορειτε να μαθετε πως να κανετε εφεση εδω:
es_es: Si crees que ésto es un error, puedes aprender a cómo enviar un reclamo a:
nl_nl: Als je gelooft dat dit een fout is, kan je leren om beroep te doen op:
pl_pl: Jeśli uważasz, że twoja zawartość została błędnie usunięta, możesz przesłać prośbę o jej przywrócenie:
pt_pt: Se achas que isto foi um erro, podes aprender como apresentar um formulário de recurso aqui:
tr_tr: Bunun bir hata olduğunu düşünüyorsan, nasıl itiraz gönderebileceğini buradan öğrenebilirsin:

source: Notice
de_de: Benachrichtigung
el_gr: Ειδοποιηση
es_es: Aviso
nl_nl: Opmerking
pl_pl: Uwaga
pt_pt: Aviso
tr_tr: Bildiri

# REDOWNLOAD_HEADER
source: If you would like to revise your %s, you can download it %s
de_de: Wenn du deine(n) %s bearbeiten möchtest, kannst du dies %s tun
el_gr: Εαν θελετε να επανεξετασετε το %s, μπορειτε να το κατεβασετε %s
es_es: Si te gustaria revisar tu %s, puedes descargarla %s
nl_nl: Als je %s wilt herinzien, kan je het downloaden als %s
pl_pl: Jeżeli chcesz ponownie przejrzeć swoją zawartość (%s), możesz pobrać ją %s
pt_pt: Se desejas rever o(s) teu(s) %s, podes transferi-los %s
tr_tr: %s'ni gözden geçirmek istiyorsan, %s indirebilirsin.

# REDOWNLOAD_LINK
source: here
de_de: hier
el_gr: εδω
es_es: aquí
nl_nl: hier
pl_pl: tutaj
pt_pt: aqui
tr_tr: buradan

# REMOVAL_REASON_HEADER
source: This content has been removed due to one or more of the following reasons:
de_de: Dieser Inhalt wurde wegen mindestens eine der folgenden Gründe entfernt:
el_gr: Το ακολουθο περιεχομενο εχει αφεραιθει για εναν η παραπανω απο τους παρακατω λογους:
es_es: Este contenido ha sido eliminado debido por una o mas de las siguientes razones.
nl_nl: Deze inhoud is verwijderd wegens een of meer van de volgende redenen:
pl_pl: Zawartość została usunięta z jednego z poniższych powodów:
pt_pt: Este conteúdo foi removido devido a uma ou mais razões, das quais:
tr_tr: Bu içerik alttaki sebeplerden dolayı kaldırılmıştır:

# USER_CONTENT_REMOVED
source: Something you posted was found to be in violation of Sudomemo's Content Policy and Terms of Use, and has been removed.
de_de: Einer deiner auf Sudomemo geposteten Inhalte wurden entfernt, da sie gegen die Inhaltsrichtlinien und AGB von Sudomemo verstoßen.
el_gr: Κατι το οποιο ανεβασατε φαινεται οτι παραβιαζει την Πολιτικη Περιεχομενου και τους Ορους Χρησης του Sudomemo, και εχει αφεραιθει.
es_es: Algo que has publicado está en contra de las Políticas de Contenido y los Terminos de uso de Sudomemo, y ha sido eliminado.
nl_nl: Iets dat je hebt geplaatst ging tegen Sudomemo's Inhoudsbeleid en Gebruikerstermen in, en is verwijderd.
pl_pl: Coś, co opublikowałeś/aś, zostało uznane za niezgodne z zasadami i warunkami korzystania z Sudomemo i zostało usunięte.
pt_pt: Algo que postaste foi indentificado como uma violação da Política de Conteúdo do Sudomemo e Termos de Uso, por isso, foi removido.
tr_tr: Paylaştığın bir içeriğin İçerik Politika'mızı ve Hizmet Koşulları'nı ihlal ettiği için kaldırılmıştır.
