Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/mailSettings.po
Languages: cy_gb, de_de, el_gr, es_es, fr_ca, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, sv_se, tr_tr

# TYPE_SPINOFF_NOTIF_NAME
source: Spin-off Received
cy_gb: Ail-wneud Derbyniwyd
de_de: Spin-Off erhalten
el_gr: Spin-off
es_es: Spin-off Recibida
fr_ca: Spin-off reçu
fr_fr: Dérivée reçue
it_it: Spin-off ricevuto
ja_jp: 子作品を受信
nl_nl: Spin-off Ontvangen
pl_pl: Ktos tworzy Spin-off
pt_br: Spin-off recebido
pt_pt: Spin-off Recebido
ro_ro: Spin-off Primit
sv_se: Mottagen Spin-off
tr_tr: Spin-off alındı

# TYPE_STAR_REPORT_DESC
source: Receive an email at the end of the day about any stars you've received
cy_gb: Derbyniwch e-bost ar ddiwedd y dydd am unrhyw sêr a gawsoch
de_de: Erhalte täglich eine E-Mail mit einer Zusammenfassung über die am Tag erhaltenen Sterne
el_gr: Στο τελος της μερας ληψη email για αστερια που δεχθεηκατε
es_es: Recibe un Correo electrónico al final del día acerca de las estrellas recibidas
fr_ca: Recevez un courriel à la fin de la journée sur les étoiles que vous avez reçues
fr_fr: Recevez un mail à la fin de la journée concernant les étoiles que vous avez reçues
it_it: Ricevi un'email alla fine della giornata riguardo a quante Stelle hai ricevuto
ja_jp: 一日の終わりに、受け取ったスターについてのEメールを受け取る
nl_nl: Ontvang een e-mail aan het eind van de dag over enige sterren die je ontvangen hebt
pl_pl: Otrzymuj e-maile na koniec kazdego dnia z iloscia gwiazdek które otrzymaleś
pt_br: Receba um e-mail ao fim do dia com as estrelas que você recebeu
pt_pt: Receber um email no fim do dia sobre qualquer estrelas que rebeceste
ro_ro: Primiti un email la sfarsitul zilei despre stelele primite in acea zi
sv_se: Få ett mail på slutet av dagen om vilka Stars du har mottagit.
tr_tr: Gün sonunda, aldığın yıldızlar ile ilgili e-posta al

# TYPE_STAR_REPORT_NAME
source: Daily Star Report
cy_gb: Adroddiad Daily Star
de_de: Täglicher Sternebericht
el_gr: Ημερησια Αναφορα Αστεριων
es_es: Reporte Diario de Estrellas
fr_ca: Rapport quotidien des étoiles
fr_fr: Rapport quotidien des ★
it_it: Report delle Stelle giornaliero
ja_jp: 1日のスターレポート
nl_nl: Dagelijkse Sterrapportage
pl_pl: Codzienne podsumowanie gwiazdek
pt_br: Relatório diário de estrelas
pt_pt: Relatório Diário de Estrelas
ro_ro: Reportajul Zilnic de Stele
sv_se: Daglig Starrapport
tr_tr: Günlük Yıldız Raporu

# TYPE_UNREAD_COMMENTS_DESC
source: Receive an email summary of any new comments you've received recently
cy_gb: Derbyniwch grynodeb e-bost o unrhyw sylwadau newydd a gawsoch yn ddiweddar
de_de: Erhalte eine zusammenfassende E-Mail der neulich erhaltenen Kommentare
el_gr: Ληψη email με νεα σχολια που δεχθηκατε προσφατα
es_es: Recibe un resumen por correo de todos los comentarios nuevos que hayas recibido recientemente
fr_ca: Recevez un résumé par courriel des nouveaux commentaires que vous avez reçus récemment
fr_fr: Recevez un résumé par mail de tous les nouveaux commentaires que vous avez reçus récemment
it_it: Ricevi un'email di riepilogo sui nuovi commenti che hai ricevuto di recente
ja_jp: 最近受け取った新しいコメントの内容をメールで受け取る
nl_nl: Ontvang een e-mailsamenvatting over enige nieuwe reacties die je recent hebt ontvangen
pl_pl: Otrzymuj przez e-maila podsumowanie nowych komentarzy, które niedawno otrzymales
pt_br: Receba um resumo por e-mail dos comentários novos que você recebeu recentemente
pt_pt: Receber um resumo em email de quaisquer comentários novos que recebeste recentemente
ro_ro: Primiti un email cu un sumar al comentariilor pe care le-ati primit recent
sv_se: Få ett mail med översikt om nya kommentarer du har nyligen mottagit
tr_tr: Son zamanlarda aldığın yorumlar hakkında bir e-posta al

# TYPE_UNREAD_COMMENTS_NAME
source: Unread Comments
cy_gb: Sylwadau heb eu darllen
de_de: Ungelesene Kommentare
el_gr: Μη-Διαβασμενα Σχολια
es_es: Comentarios sin leer
fr_ca: Commentaires non lus
fr_fr: Commentaires non lus
it_it: Commenti non letti
ja_jp: 未読のコメント
nl_nl: Ongelezen reacties
pl_pl: Nieprzeczytane komentarze
pt_br: Comentários não lidos
pt_pt: Comentários Não Lidos
ro_ro: Necititi comentariile
sv_se: Olästa Kommentarer
tr_tr: Okunmamış yorumlar

# MAIL_STATUS
source: Status
cy_gb: Statws
el_gr: Κατασταση
es_es: Estatus
fr_ca: Statut
fr_fr: Statut
it_it: Stato
ja_jp: 状態
pt_pt: Estado
ro_ro: Statut
tr_tr: Durum
