Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/menuHeaders.po
Languages: cy_gb, pl_pl, ro_ro

source: About Sudomemo
cy_gb: Amdanom ni
pl_pl: O Sudomemo
ro_ro: Despre Sudomemo

source: Categories
cy_gb: Categoriau
pl_pl: Kategorie
ro_ro: Categorii

source: Channels
cy_gb: Sianelau
pl_pl: Kanaly
ro_ro: Canale

source: Chatrooms
cy_gb: Ystafelloedd Sgwrsio
pl_pl: Pokoje czatu
ro_ro: @Camere de Conv.

source: Creator's Room
cy_gb: Ystafell y Crewr
pl_pl: Pok贸j Tw贸rcy
ro_ro: @Camera Creatorului

source: Featured
cy_gb: Ymddangos
pl_pl: Wyr贸znione
ro_ro: @Recomandate

source: Hot Flipnotes
cy_gb: Flipnote Poblogaidd
pl_pl: Gorace Flipnotes
ro_ro: @Flipnote-uri fierbinti

source: Login
cy_gb: Mewngofnodi
pl_pl: Logowanie
ro_ro: Conectare

source: Logout
cy_gb: Allgofnodi
pl_pl: Wylogowywanie
ro_ro: Deconectare

source: Mail
cy_gb: Bost

# NEWS
source: Sudomemo News
cy_gb: Newyddion Sudomemo
pl_pl: Wiadomosci
ro_ro: @Stirile Sudomemo

source: Register
cy_gb: Cofrestrwch
pl_pl: Rejestracja
ro_ro: Inscrieti-va

source: Reload User
cy_gb: Ail-lwytho Defnyddiwr
pl_pl: Odswiez uzytkownika
ro_ro: Reincarcati Utilizator

source: Search
cy_gb: Chwiliwch
pl_pl: Szukaj
ro_ro: @Cautati

# SEARCH_FLIPNOTE
source: Flipnote Search
cy_gb: Chwiliwch Flipnote
pl_pl: Szukaj Flipnotes
ro_ro: Cautare Flipnote

# SEARCH_USER
source: User Search
cy_gb: Chwiliwch Defnyddiwr
pl_pl: Szukaj uzytkownik贸w
ro_ro: Cautare Utilizator

# TEST_TRANSLATION
source: English Translation
cy_gb: Cyfieithu Saesneg
pl_pl: Tlumaczenie Angielskie
ro_ro: Traducere in Engleza

source: Theme Shop
cy_gb: Siop Thema
pl_pl: Sklep z motywami
ro_ro: Magazin de Teme

# WATCH_FLIPNOTES
source: All Flipnotes
cy_gb: Gwylio Flipnotes
pl_pl: Wszystkie Flipnotes
ro_ro: @Toate Flipnote-urile

source: Help
pl_pl: Pomoc
ro_ro: Ajutor
