Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/musicMatch.po
Languages: de_de, fr_fr, it_it, ja_jp, pl_pl, ro_ro, tr_tr

# HEADER_SONG_DETAILS
source: Song Details
fr_fr: Détails de la chanson
it_it: Dettagli canzone
ja_jp: 曲の詳細
pl_pl: Informacje o utworze
ro_ro: Detalii Cantec
tr_tr: Şarkının ayrıntıları

source: Title
de_de: Titel
fr_fr: Titre
it_it: Titolo
ja_jp: タイトル
pl_pl: Tytuł
ro_ro: Titlu
tr_tr: Ad

source: Artist
de_de: Künstler
fr_fr: Interprète
it_it: Artista
ja_jp: アーティスト
pl_pl: Artysta
tr_tr: Sanatçı

# RELEASE_YEAR
source: Released
de_de: Erscheinungsjahr
fr_fr: Année de sortie
it_it: Pubblicato
ja_jp: リリース済
pl_pl: Wydany w
ro_ro: Publicat
tr_tr: Yayınlama tarihi

source: Genre
de_de: Musikrichtung
it_it: Genere
ja_jp: ジャンル
pl_pl: Gatunek
ro_ro: Gen
tr_tr: Tür

# FLIPNOTE_COUNT
source: Flipnotes
de_de: Flipnotes mit diesem Lied
it_it: Flipnote
ja_jp: 作品
ro_ro: Flipnote-uri
tr_tr: Flipnote'lar

source: Browse
de_de: Flipnotes Durchsuchen
fr_fr: Parcourir
it_it: Naviga
ja_jp: ブラウズ
pl_pl: Przeglądaj
ro_ro: Cautati
tr_tr: Göz at

source: Song ID
fr_fr: ID Chanson
it_it: ID canzone
ja_jp: 音楽ID
pl_pl: ID utworu
ro_ro: ID Cantec
tr_tr: Şarkının ID'si

# LINK_YOUTUBE_SPOTIFY
source: YouTube and Spotify links are available:
de_de: YouTube-Link und Spotify-Link sind verfügbar:
fr_fr: Des liens YouTube et Spotify sont disponibles :
it_it: I link di YouTube e Spotify sono disponibili:
ja_jp: YouTubeとSpotifyとの連携が利用可能です：
pl_pl: Linki YouTube i Spotify są dostępne:
ro_ro: Linkuri de YouTube si Spotify sunt disponibile:
tr_tr: YouTube ve Spotify linkleri mevcuttur:

# LINK_YOUTUBE
source: A YouTube link is available here:
de_de: Verfügbarer YouTube-Link:
fr_fr: Un lien YouTube est disponible ici :
it_it: Un link di YouTube è disponibile qui:
ja_jp: YouTubeのリンクはここから:
pl_pl: Dostępny jest link na YouTube:
ro_ro: Un link YouTube este disponibil aici:
tr_tr: YouTube linki buradan alınabilir:

# LINK_SPOTIFY
source: A Spotify link is available here:
de_de: Verfügbarer Spotify-Link:
fr_fr: Un lien Spotify est disponible ici :
it_it: Un link di Spotify è disponibile qui:
ja_jp: Spotifyのリンクはこちらから入手できます:
pl_pl: Dostępny jest link na Spotify:
ro_ro: Un link de Spotify este disponibil aici:
tr_tr: Spotify linki buradan alınabilir:

# IF_SONG_INCORRECT
source: If an incorrect song is shown on your Flipnote, you can update it on Sudomemo Theatre. To learn more, visit: https://flipnot.es/musicmatch
de_de: Falls ein falscher Song bei deinem Flipnote angegeben ist, kannst du diesen auf Sudomemo Theatre ändern. Besuche https://flipnot.es/musicmatch für weitere Informationen.
fr_fr: Si une chanson incorrecte est affichée sur votre Flipnote, vous pouvez la mettre à jour sur Sudomemo Theatre. Pour en savoir plus, visitez : https://flipnot.es/musicmatch
it_it: Se il tuo Flipnote mostra una canzone incorretta, puoi aggiornarla su Sudomemo Theatre. Per saperne di più, visita: https://flipnot.es/musicmatch
ja_jp: 作品に間違った曲が表示されている場合は、スドメモシアターで更新できます。 詳細についてはこちらをご覧ください：https://flipnot.es/musicmatch
pl_pl: Jeżeli na twoim Flipnote wyświetlana jest niepoprawna piosenka, możesz zaktualizować ją na Sudomemo Theatre. Żeby dowiedzieć się więcej, sprawdź: https://flipnot.es/musicmatch
ro_ro: Daca un cantec gresit este afisat pe Flipnote-ul dvs., puteti sa-l schimbati la Teatrul Sudomemo. Pentru mai multe, visitati: https://flipnot.es/musicmatch
tr_tr: Flipnote'unda yanlış bir şarkı gösteriliyorsa bunu Sudomemo Tiyatrosu'nda değiştirebilirsin. Daha fazlas öğrenmek için buraya tıkla: https://flipnot.es/musicmatch
