Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/notifications.po
Languages: sv_se

# FRAGMENT_ADDED
source: added
sv_se: tillagt

# FRAGMENT_AND
source: and
sv_se: och

# FRAGMENT_A_STAR
source: a Star
sv_se: en Star

# FRAGMENT_COMMA_AND
source: , and
sv_se: , och

# FRAGMENT_COMMENTED_ON
source: commented on
sv_se: kommenterade på

# FRAGMENT_CONTENT
source: content
sv_se: skapelser

# FRAGMENT_CREATED_A
source: created a
sv_se: skapade en

# FRAGMENT_FOLLOWED_YOU
source: followed you
sv_se: följde dig

# FRAGMENT_HAS_BEEN_RESTORED
source: has been restored after review
sv_se: har blivit tillrättstäld efter genomskådning

# FRAGMENT_HAS_BEEN_REVIEWED
source: has been reviewed
sv_se: har genomskådats

# FRAGMENT_INTERACTED_WITH_CONTENT
source: interacted with your content
sv_se: interagerade med dina skapelser

# FRAGMENT_MESSAGE
source: message
sv_se: meddelande

# FRAGMENT_NEW_FLIPNOTE_FRIEND
source: You have a new Flipnote Friend:
sv_se: Du har en ny flipnote vän:

# FRAGMENT_OF
source: of
sv_se: av

# FRAGMENT_OTHER_PEOPLE_PLURAL
source: other people
sv_se: andra personer

# FRAGMENT_OTHER_PERSON_SINGULAR
source: other person
sv_se: annan person

# FRAGMENT_REPLIED_TO_YOUR_COMMENT_ON
source: replied to your comment on
sv_se: svarade på den kommentar i

# FRAGMENT_REPORT
source: report
sv_se: rapportera

# FRAGMENT_SENT_MESSAGE_DEFAULT
source: sent you a
sv_se: gav dig en

# FRAGMENT_SENT_YOU_A
source: sent you a
sv_se: gav dig en

# FRAGMENT_TO_YOUR
source: to your
sv_se: till din

# FRAGMENT_WAS_REMOVED_POLICY
source: was removed for violating our Content Policy
sv_se: var borttagen för att ha stridit mot våran Content Policy

# FRAGMENT_YOUR
source: Your
sv_se: Din

# FRAGMENT_YOUR_FLIPNOTE
source: your Flipnote
sv_se: din Flipnote
