Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/passwordResetEmail.po
Languages: cy_gb, de_de, el_gr, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_pt, sv_se, tr_tr

# EMAIL_SUBJECT
source: Sudomemo Password Reset
cy_gb: Ailosod Cyfrinair Sudomemo
de_de: Zurücksetzen deines Sudomemo-Passworts
el_gr: Επαναφορα κωδικου Sudomemo
es_es: Reestablecimiento de contraseña en Sudomemo
fr_fr: Réinitialisation du mot de passe de Sudomemo
it_it: Reset della password - Sudomemo
ja_jp: スドメモ パスワードリセット
nl_nl: Sudomemo Wachtwoordherstel
pl_pl: Reset hasła na Sudomemo
pt_pt: Redefinição da Palavra-passe do Sudomemo
sv_se: Sudomemo Lösenordsåterställning
tr_tr: Sudomemo Şifre Sıfırlama

# HEADER_FORGOT_PASSWORD
source: Forgot Password
cy_gb: Wedi anghofio cyfrinair
de_de: Passwort vergessen
el_gr: Ξεχασα τον Κωδικο
es_es: Olvidáste tu Contraseña
fr_fr: Mot de passe oublié
it_it: Password dimenticata
ja_jp: パスワードをお忘れですか?
nl_nl: Wachtwoord Vergeten
pl_pl: Zapomniałem hasła
pt_pt: Esqueci-me da Palavra-passe
sv_se: Glömt lösenord
tr_tr: Şifremi unuttum

# IGNORE_IF_NOT_YOU
source: If this was not sent by you, you may ignore this message, or reach out to Sudomemo Support.
de_de: Falls dies nicht von dir gesendet wurde, kannst du diese Nachricht ignorieren, oder dich beim Sudomemo Support melden.
es_es: Si esto no fue solicitado por ti, ignora este mensaje, o comunícate con el Soporte de Sudomemo.
fr_fr: Si vous n'en êtes pas à l'origine, vous pouvez ignorer ce message, ou contacter le support Sudomemo.
it_it: Se non sei stato tu a mandare questa richiesta, puoi ignorare questo messaggio, oppure contattare il Supporto di Sudomemo.
nl_nl: Als dit niet door u is verzonden, kunt u dit bericht negeren of contact opnemen met Sudomemo Support.
pt_pt: Se isto não foi enviado por ti, podes ignorar esta mensagem, ou por-favor contacte a equipa de Suporte do Sudomemo.
sv_se: Om inte du skickade efter detta, kan du ignorera meddelandet, och kontakta Sudomemos kundtjänst.

# NO_EMAIL_CONTACT_SUPPORT
source: You do not have an email address on file. Please contact Sudomemo Support in our Discord server.
cy_gb: Nid oes gennych gyfeiriad e-bost ar ffeil. Cysylltwch â Sudomemo Support yn ein gweinydd Discord.
de_de: Es liegt für dein Konto keine Email-Adresse vor. Bitte kontaktiere Sudomemo Support auf unserem Discord-Server.
el_gr: Δεν εχετε προσθεσει διευθυνση ιμειλ. Παρακαλω επικοινωνειστε με την Υποστηριξη Sudomemo στον σερβερ μας στο Discord.
es_es: No tienes un dirección de correo electrónico en nuestro archivo. Por favor, contácta al Soporte de Sudomemo en nuestro servidor de Discord.
fr_fr: Vous n'avez pas d'adresse email enregistrée. Merci de contacter le support de Sudomemo dans notre serveur Discord.
it_it: Non hai nessun indirizzo email registrato. Per favore contatta il Supporto Sudomemo nel nostro server Discord.
ja_jp: メールアドレスがありません。 Discordサーバーのスドメモサポートにお問い合わせください。
nl_nl: Je hebt bij ons geen geregistreerd e-mailadres. Neem alsjeblieft contact op met Sudomemo-ondersteuning in onze Discord server.
pl_pl: Nie masz dodanego adresu e-mail. Skontaktuj się z nami poprzez nasz serwer na Discordzie.
pt_pt: Não tens um endereço de email no nosso sistema. Por favor contacte o Suporte do Sudomemo no nosso Servidor Discord.
sv_se: Du har ingen e-postadress registrerat. Vänligen kontakta Sudomemo Support på vår Discord server.
tr_tr: Hesabın herhangi bir e-posta adresine bağlı değil. Lütfen Discord sunucusunda Sudomemo destek ekibi ile iletişime geç.

# PASSWORD_HEADER
source: Sudomemo Password Reset
cy_gb: Ailosod Cyfrinair Sudomemo
de_de: Zurücksetzen deines Sudomemo-Passworts
el_gr: Επαναφορα κωδικου Sudomemo
es_es: Reestablecimiento de contraseña en Sudomemo
fr_fr: Réinitialisation du mot de passe de Sudomemo
it_it: Reset della password - Sudomemo
ja_jp: スドメモ パスワードリセット
nl_nl: Sudomemo Wachtwoordherstel
pl_pl: Reset hasła na Sudomemo
pt_pt: Redefinição da Palavra-passe do Sudomemo
sv_se: Sudomemo Lösenordsåterställning
tr_tr: Sudomemo Şifre Sıfırlama

# PASSWORD_RESET_SENT_FORMAT
source: A password reset request has been sent to the email address %s.
cy_gb: Mae cais ailosod cyfrinair wedi'i anfon i'r cyfeiriad e-bost %s.
de_de: Deine Anfrage zum Zurücksetzen deines Passworts wurde an %s geschickt.
el_gr: Σταλθηκε στην διευθυνση email %s ενα αιτημα αλλαγης κωδικου προσβασης.
es_es: Una solicitud de reestablecimiento de contraseña ha sido enviado al correo electrónico %s.
fr_fr: Une requête de réinitialisation du mot de passe a été envoyée à l'adresse email %s.
it_it: Una richiesta di reset della password è stata inviata all'indirizzo email %s.
ja_jp: パスワードリセットのリクエストが %s に送信されました。
nl_nl: Een wachtwoordherstelverzoek is verzonden naar het e-mailadres %s.
pl_pl: Zgłoszenie resetu hasła zostało wysłane na adres %s.
pt_pt: Um pedido de redefinição de palavra-passe foi enviado para este endereço de mail %s.
sv_se: En begäran om återställning av lösenord har skickats till e-postadressen %s.
tr_tr: Şifre sıfırlama talebi %s e-posta adresine gönderildi.

# RESET_EXPIRE_TIME
source: This link will only be valid for twelve (12) hours.
cy_gb: Dim ond am ddeuddeg (12) awr y bydd y ddolen hon yn ddilys.
de_de: Dieser Link ist nur für die ersten 12 Stunden gültig.
el_gr: Αυτος ο συνδεσμος θα ειναι εγκυρος μονο για δωδεκα (12) ωρες.
es_es: Este enlace solo estará disponible por doce (12) horas.
fr_fr: Ce lien ne sera valide que pendant douze (12) heures.
it_it: Questo link sarà valido per dodici (12) ore.
ja_jp: このリンクは12時間有効です。
nl_nl: Deze link is alleen geldig voor twaalf (12) uur.
pl_pl: Ten link będzie ważny przez dwanaście (12) godzin.
pt_pt: Este link será válido por doze (12) horas.
sv_se: Denna länk är endast giltig i tolv (12) timmar.
tr_tr: Bu bağlantı sadece (12) saat geçerlidir.

# RESET_SOURCE_BROWSER
source: Browser: %s
es_es: Navegador: %s
fr_fr: Navigateur : %s
pt_pt: Nav. Internet: %s
sv_se: Webbläsare: %s

# RESET_SOURCE_IP
source: From: %s
de_de: Von: %s
es_es: Desde: %s
fr_fr: Depuis : %s
it_it: Da: %s
nl_nl: Van: %s
pt_pt: De: %s
sv_se: Från: %s

# SESSION_EXPIRED
source: Your session has expired, try again.
cy_gb: Mae eich sesiwn wedi dod i ben, ceisiwch eto.
de_de: Deine Sitzung ist abgelaufen - versuche es erneut.
el_gr: Η συνεδρια σας εχει ληξει, ξαναπροσπαθηστε.
es_es: Tu sesión ha expirado, intenta de nuevo.
fr_fr: Votre session a expiré, réessayez.
it_it: La tua sessione è scaduta, riprova.
ja_jp: セッションが終了しました。もう一度お試しください。
nl_nl: Je sessie is verlopen, probeer het nog eens.
pl_pl: Twoja sesja wygasła. Spróbuj ponownie.
pt_pt: A tua sessão expirou, tente de novo.
sv_se: Din session har gått ut, försök igen.
tr_tr: Oturumunun süresi geçmiştir. Lütfen tekrar dene.

# TEXT_EMAIL_PURPOSE
source: We have received a password reset request for your account.
cy_gb: Rydym wedi derbyn cais am ailosod cyfrinair ar gyfer eich cyfrif.
de_de: Wir haben eine Anfrage zum Zurücksetzen deines Passworts erhalten.
el_gr: Λαβαμε ενα αιτημα αλλαγης κωδικου προσβασης για τον λογαριασμο σας.
es_es: Hemos recibido una solicitud de reestablecimiento de contraseña de tu cuenta.
fr_fr: Nous avons reçu une requête de réinitialisation du mot de passe pour votre compte.
it_it: Abbiamo ricevuto una richiesta di reset della password per il tuo account.
ja_jp: アカウントのパスワードリセットリクエストを受け取りました。
nl_nl: We hebben een wachtwoordherstelverzoek voor jouw account ontvangen.
pl_pl: Otrzymaliśmy zgłoszenie resetu hasła dla twojego konta.
pt_pt: Recebemos um pedido de Redefinição para a Palavra-passe da tua conta.
sv_se: Vi har fått en begäran om att återställa lösenordet för ditt konto.
tr_tr: Şifreni sıfırlama talebi aldık.

# TEXT_HELLO
source: G'day!
cy_gb: Helo!
de_de: Hallo!
el_gr: Γεια!
es_es: ¡Hola!
fr_fr: Bonjour !
it_it: Ciao!
ja_jp: こんにちは!
nl_nl: Hallo!
pl_pl: Witaj!
pt_pt: Olá!
sv_se: Hej!
tr_tr: Selam!

# TEXT_RESET_LINK_FORMAT
source: Click <a target="_blank" href="%s">here</a> to continue.
cy_gb: Cliciwch <a target="_blank" href="%s">yma</a> i barhau.
de_de: Klicke <a target="_blank" href="%s">hier</a> um fortzufahren.
el_gr: Πατηστε <a target="_blank" href="%s">εδω</a> για να συνεχισετε.
es_es: Presiona <a target="_blank" href="%s">aquí</a> para continuar.
fr_fr: Cliquez <a target="_blank" href="%s">ici</a> pour continuer.
it_it: Clicca <a target="_blank" href="%s">qui</a> per continuare.
ja_jp: 続行するには<a target="_blank" href="%s">こちら</a>をクリックしてください。
nl_nl: Klik <a target="_blank" href="%s">hier</a> om door te gaan.
pl_pl: Kliknij <a target="_blank" href="%s">tutaj</a> aby kontynuować.
pt_pt: Clique <a target="_blank" href="%s">aqui</a> para continuar.
sv_se: Klicka på <a target="_blank" href="%s">here</a> för att fortsätta.
tr_tr: Devam etmek için <a target="_blank" href="%s">buraya</a> tıkla.

# TEXT_URL_PLAIN_DISPLAY
source: You may also copy and paste this URL into a new window:
cy_gb: Gallwch hefyd gopïo a gludo'r URL hwn i ffenestr newydd:
de_de: Du kannst diese URL ebenfalls kopieren und in einen neuen Tab einfügen:
el_gr: Μπορειτε επισης να κανετε αντιγραφη-επικολληση αυτου του URL σε νεο παραθυρο:
es_es: También puedes copiar y pegar esta URL en una nueva ventana:
fr_fr: Vous pouvez aussi copier-coller ce lien dans une nouvelle fenêtre :
it_it: Puoi anche copiare e incollare questo link in una nuova finestra:
ja_jp: このURLをコピーし、貼り付けることもできます：
nl_nl: Je kan ook deze URL kopieÃ«ren en plakken in een nieuw scherm:
pl_pl: Możesz również skopiować i wkleić poniższy link do nowego okna:
pt_pt: Podes também copiar e colar este URL numa nova janela:
sv_se: Du kan också kopiera och klistra in den här länken i ett nytt fönster:
tr_tr: Bu linki kopyalayıp tarayıcında yapıştırarak sayfaya girebilirsin:
