Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/passwordValidator.po
Languages: de_de, el_gr, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, sv_se, tr_tr

# PASS_CHANGE_ERROR_TOO_COMMON
source: The password you entered is too commonly used.
de_de: Das eingegebene Passwort wird zu häufig benutzt.
el_gr: Ο κωδικος που μας δωσατε χρησιμοποιειται υπερβολικα συχνα.
es_es: La contraseña que ingresó se usa con demasiada frecuencia.
fr_fr: Le mot de passe que vous avez entré est trop couramment utilisé.
it_it: La password che hai inserito è troppo comune.
ja_jp: 入力されたパスワードは一般的に使われすぎています。
nl_nl: Het wachtwoord dat je ingevoerd hebt is te vaak gebruikt.
pl_pl: Wprowadzone hasło jest zbyt często używane.
pt_pt: A palavra-passe que inseriste é demasiado comum.
ro_ro: Parola pe care ati introdus-o este prea des folosita.
sv_se: Lösenordet du skrev är för förutsägbart.
tr_tr: Girdiğin şifre çok sıkça kullanılan bir şifre.

# PASS_CHANGE_ERROR_MATCHES_FSID
source: Your password can't be the same as your Flipnote Studio ID.
de_de: Dein Passwort darf nicht mit deiner Flipnote-Studio-ID übereinstimmen.
el_gr: Ο κωδικος σας δεν μπορει να ειναι ο ιδιος με το Flipnote Studio ID σας.
es_es: Tu contraseña no puede ser la misma que tu ID de Flipnote Studio.
fr_fr: Votre mot de passe ne peut pas être identique à votre ID Flipnote Studio.
it_it: La tua password e il tuo ID Flipnote Studio non possono essere identici.
ja_jp: パスワードをうごメモIDと同じにすることはできません。
nl_nl: Je wachtwoord mag niet hetzelfde zijn als je Flipnote Studio ID.
pl_pl: Twoje hasło nie może być takie samo jak twoje ID Flipnote Studio.
pt_pt: A tua palavra-passe não pode ser a mesma que o teu ID do Flipnote Studio.
ro_ro: Parola dvs. nu poate fi acelasi ca si ID-ul Flipnote Studio .
sv_se: Lösenordet kan inte matcha ditt Flipnote Studio ID.
tr_tr: Şifren Flipnote Studio ID'nle aynı olamaz.

# PASS_CHANGE_ERROR_MATCHES_EMAIL
source: Your password can't be the same as your email.
de_de: Dein Passwort darf nicht mit deiner Email-Adresse übereinstimmen.
el_gr: Ο κωδικος σας δεν μπορει να ναι ιδιος με το email σας.
es_es: Tu contraseña no puede ser la misma que tu dirección de correo electronico.
fr_fr: Votre mot de passe ne peut pas être identique à votre e-mail.
it_it: La tua password e il tuo indirizzo email non possono essere identici.
ja_jp: パスワードをメールアドレスと同じにすることはできません。
nl_nl: Je wachtwoord mag niet hetzelfde zijn als je email.
pl_pl: Twoje hasło nie może być takie samo jak twój adres e-mail.
pt_pt: A tua palavra-passe não pode ser a mesma que o teu email.
ro_ro: Parola dvs. nu poate fi aceeasi cu emailul.
sv_se: Lösenordet kan inte matcha din email.
tr_tr: Şifren e-postan ile aynı olamaz.

# PASS_CHANGE_ERROR_CONFIRM_NO_MATCH
source: The passwords you entered didn't match.
de_de: Die eingegebenen Passwörter stimmen nicht überein.
el_gr: Οι κωδικοι που βαλατε δεν ταιριαζουν.
es_es: Las contraseñas que ingresó no son las mismas.
fr_fr: Les mots de passe que vous avez entrés ne correspondent pas.
it_it: Le password che hai inserito non corrispondono.
ja_jp: 2つのパスワードが一致しません。
nl_nl: De wachtwoorden die je ingevuld hebt zijn niet hetzelfde.
pl_pl: Wprowadzone hasła się nie zgadzają.
pt_pt: As palavras-passe que inseriste não combinam.
ro_ro: Parolele pe care le-ati introdus nu se potrivesc.
sv_se: Lösenordet du skrev matchade inte.
tr_tr: Girdiğin şifreler aynı değil.

# PASS_CHANGE_ERROR_LENGTH
source: Password should be between %d and %d characters in length
de_de: Passwortlänge sollte zwischen %d und %d Charakteren betragen
el_gr: Ο κωδικος πρεπει να εχει μηκος %d με %d χαρακτηρες
es_es: Su contraseña debe tener entre %d y %d caracteres
fr_fr: Le mot de passe doit comporter entre %d et %d caractères
it_it: La password deve contenere tra %d e %d caratteri di lunghezza
ja_jp: パスワードの長さは%d文字〜%d文字にしてください
nl_nl: Wachtwoorden moeten tussen %d en %d karakters lang zijn.
pl_pl: Hasło powinno mieć od %d do %d znaków długości
pt_pt: As palavras-passe devem ter entre %d e %d caracteres
ro_ro: Parola trebuie sa fie intre %d si %d caractere in lungime
sv_se: Lösenorder borde vara mellan %d och %d tecken långt.
tr_tr: Şifrenin uzunluğu %d ve %d arasında karakter olmalı.

# PASS_CHANGE_ERROR_TYPEABLE
source: Password isn't typeable on Flipnote Studio's keyboard.
de_de: Das Passwort kann mit der Tastatur von Flipnote Studio nicht eingegeben werden.
el_gr: Ο κωδικος δενειναι δυνατος να γραφτει με το πληκτρολογιο του Flipnote Studio.
es_es: Su contraseña no puede ser escrita en Flipnote Studio
fr_fr: Le mot de passe n'est pas saisissable au clavier de Flipnote Studio.
it_it: La password non può essere digitata sulla tastiera di Flipnote Studio.
ja_jp: パスワードがうごメモのキーボードで打てません。
nl_nl: Wachtwoord mag niet getypt worden op Flipnote Studio's toetsenbord.
pl_pl: Hasło nie mo≥że być wprowadzone na klawiaturze w Flipnote Studio.
pt_pt: Esta palavra-passe não pode ser escrita no teclado do Flipnote Studio.
ro_ro: Parola nu poate fi scrisa pe tastatura Flipnote Studio.
sv_se: Lösenordet du skrev kan inte skrivas med Flipnote Studio's tangentbord.
tr_tr: Şifren Flipnote Studio'nun klavyesiyle girilemez.

# PASS_CHANGE_RESTRICTED_CHARS
source: Your password cannot contain any of these characters:
de_de: Dein Passwort darf keines der folgenden Charaktere enthalten:
el_gr: Ο κωδικος σας δεν μπορει να περιεχει καποιον απο αυτουςτους χαρακτηρες:
es_es: Su contraseña no puede contener estos caracteres:
fr_fr: Le mot de passe ne peut contenir aucun de ces caractères :
it_it: La tua password non può contenere nessuno di questi caratteri:
ja_jp: パスワードが次の文字を含むことはできません:
nl_nl: Je wachtwoord mag niet de volgende karakters bevatten:
pl_pl: Twoje hasło nie może zawierać żadnego z następujących znaków:
pt_pt: A tua palavra-passe não pode conter nenhum destes caracteres:
ro_ro: Parola dvs. nu poate sa contina:
sv_se: Ditt lösenord får inte inhålla något av dessa tecken:
tr_tr: Şifren şu karakterleri içeremez:

# PASS_CHANGE_ERROR_UPPERCASE
source: Password should contain at least 1 uppercase letter
de_de: Das Passwort soll min. 1 großgeschriebenen Buchstaben enthalten
el_gr: Ο κωδικος πρεπει να περιεχει τουλαχιστον ενα κεφαλαιο γραμμα
es_es: Su contraseña debe contener al menos 1 letra mayúscula
fr_fr: Le mot de passe doit contenir au moins 1 lettre en majuscule
it_it: La password deve contenere almeno 1 lettera maiuscola
ja_jp: パスワードに大文字を1文字以上含んでください
nl_nl: Wachtwoord moet minstens 1 hoofdletter hebben.
pl_pl: Hasło powinno zawierać przynajmniej jedną dużą literę
pt_pt: A palavra-passe deve conter pelo menos, uma letra maiúscula
ro_ro: Parola trebuie sa contina cel putin o litera mare
sv_se: Lösenordet borde ha minst en stor bokstav.
tr_tr: Şifren en az bir büyük harf içermelidir.

# PASS_CHANGE_ERROR_LOWERCASE
source: Password should contain at least 1 lowercase letter
de_de: Das Passwort soll min. 1 kleingeschriebenen Buchstaben enthalten
el_gr: Ο κωδικος πρεπει να περιεχει τουλαχιστον ενα μικρο γραμμα
es_es: Su contraseña debe contener al menos 1 letra minúscula
fr_fr: Le mot de passe doit contenir au moins 1 lettre en minuscule
it_it: La password deve contenere almeno 1 lettera minuscola
ja_jp: パスワードに小文字を1文字以上含んでください
nl_nl: Wachtwoorden moeten minstens 1 kleine letter hebben
pl_pl: Hasło powinno zawierać przynajmniej jedną małą literę
pt_pt: A palavra-passe deve conter pelo menos, uma letra minúscula
ro_ro: Parola trebuie sa contina cel putin o litera mica
sv_se: Lösenorder borde ha minst en liten bokstav.
tr_tr: Şifren en az bir küçük harf içermelidir.

# PASS_CHANGE_ERROR_NUMBER
source: Password should contain at least 1 number
de_de: Das Passwort soll min. 1 Ziffer enthalten
el_gr: Ο κωδικος πρεπει να περιεχει τουλαχιστον εναν αριθμο
es_es: Su contraseña debe contener al menos 1 número
fr_fr: Le mot de passe doit contenir au moins 1 chiffre
it_it: La password deve contenere almeno 1 numero
ja_jp: パスワードに数字を1つ以上含んでください
nl_nl: Wachtwoord moet minstens 1 nummer hebben
pl_pl: Hasło powinno zawierać przynajmniej jedną cyfrę
pt_pt: A palavra-passe deve conter pelo menos, um número
ro_ro: Parola trebuie sa contina cel putin un numar
sv_se: Lösenorder borde innehålla ett nummer.
tr_tr: Şifren en az bir sayı içermelidir.

# PASS_CHANGE_ERROR_SPECIAL
source: Password should contain at least 1 special character
de_de: Das Passwort soll min. 1 Symbol enthalten
el_gr: Ο κωδικος πρεπει να περιεχει τουλαχιστον εναν ειδικο χαρακτηρα
es_es: La contraseña debe contener al menos 1 carácter especial
fr_fr: Le mot de passe doit contenir au moins 1 caractère spécial
it_it: La password deve contenere almeno 1 carattere speciale
ja_jp: パスワードに特殊文字を1文字以上含んでください
nl_nl: Wachtwoord moet minstens 1 speciaal karakter bevatten
pl_pl: Hasło powinno zawierać przynajmniej jeden znak specjalny
pt_pt: A palavra-passe deve conter pelo menos, um caracter especial
ro_ro: Parola trebuie sa contina cel putin un caracter special
sv_se: Lösenorder borde ha minst ett speciellt tecken.
tr_tr: Şifren en az bir özel karakter içermelidir.

# PASS_CHANGE_ERROR_LEAD_TRAIL_WHITESPACE
source: Password should not have leading or trailing whitespace.
de_de: Das Passwort soll keine nacheinander folgenden Leertaste-Eingaben enthalten.
el_gr: Ο κωδικος δεν πρεπει να περιεχει κενα.
es_es: La contraseña no debe tener espacios al comienzo o al final.
fr_fr: Le mot de passe ne doit pas avoir d'espace au début ou à la fin.
it_it: La password non deve contenere spazi vuoti iniziali o finali.
ja_jp: パスワードの先頭・末尾に空白を入れないでください。
nl_nl: Wachtwoorden mogen niet beginnen of eindigen met witruimte.
pl_pl: Hasło nie powinno mieć spacji na początku lub na końcu.
pt_pt: A palavra-passe não deve conter espaços dianteiros e traseiros.
ro_ro: Parola nu trebuie sa aiba spatii goale.
sv_se: Lösenordet ska inte ha några ledande eller avslutande blanksteg.
tr_tr: Şifren boşluk içeremez.
