Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/playlist.po
Languages: es_es, fr_fr, it_it, pt_pt, sv_se

source: Added to new Playlist
es_es: Añadido a nueva Lista de Reproducción
fr_fr: Ajouté à une nouvelle Playliste
it_it: Aggiunto a una nuova Playlist
pt_pt: Adicionado á nova Playlist
sv_se: Tillagd i ny spellista

source: Added to Playlist
es_es: Añadido a Lista de Reproducción
fr_fr: Ajouté à la Playliste
it_it: Aggiunto alla Playlist
pt_pt: Adicionado á Playlist
sv_se: Tillagd i spellista

source: Back to Creator's Room
es_es: Volver a Sala del Creador
fr_fr: Retourner à la Salle de créateur
it_it: Torna alla Stanza del Creatore
pt_pt: Volta á Sala do Criador
sv_se: Tillbaka till Creator's Room

source: Back to Flipnote
es_es: Volver al Flipnote
fr_fr: Retourner au Flipnote
it_it: Torna al Flipnote
pt_pt: Voltar ao Flipnote
sv_se: Tillbaka till Flipnote

source: Creator:
es_es: Creador:
fr_fr: Créateur :
it_it: Creatore:
pt_pt: Criador:
sv_se: Skapare:

source: Delete Playlist
es_es: Borrar Lista de Reproducción
fr_fr: Supprimer la Playliste
it_it: Elimina Playlist
pt_pt: Apagar Playlist
sv_se: Radera Playlist

# DELETE_PLAYLIST_CONFIRM_1
source: Are you sure you want to delete this Playlist?
es_es: ¿Estás seguro que quieres borrar esta Lista de Reproducción?
fr_fr: Êtes-vous certain de vouloir supprimer cette Playliste ?
it_it: Sei sicuro di voler eliminare questa Playlist?
pt_pt: Tens a certeza que queres apagar esta Playlist?
sv_se: Är du säker att du vill radera denna spellistan?

# DELETE_PLAYLIST_CONFIRM_2
source: This action is irreversible!
es_es: ¡Esta acción no se puede deshacer!
fr_fr: Cette action est irréversible !
it_it: Questa azione non si può annullare!
pt_pt: Esta acção não pode ser revertida!
sv_se: Detta går inte att ta tillbaka senare!

# DELETE_PLAYLIST_CONFIRM_NO
source: No
fr_fr: Non
pt_pt: Não
sv_se: Nej

# DELETE_PLAYLIST_CONFIRM_YES
source: Yes
es_es: Sí
fr_fr: Oui
it_it: Sì
pt_pt: Sim
sv_se: Ja

# ERROR_AUTHOR_IS_BLOCKED
source: You cannot perform this action with this Flipnote because you have blocked the author.
es_es: No puedes realizar esta acción con este Flipnote porque has bloqueado al autor.
fr_fr: Vous ne pouvez pas effectuer cette action avec cette Flipnote car vous avez bloqué l'auteur.
it_it: Non puoi eseguire questa azione con questo Flipnote perchè hai bloccato l'autore.
pt_pt: Não podes fazer nada com isto, porque bloqueaste o autor deste Flipnote.
sv_se: Du kan inte göra detta med denna Flipnote då du har blockerat skaparen.

# ERROR_AUTHOR_IS_BLOCKED_DESC
source: Please unblock the author and try again.
es_es: Por favor, desbloquea al autor e intenta de nuevo.
fr_fr: Veuillez débloquer l'auteur et réessayer.
it_it: Per favore, sblocca l'autore e riprova.
pt_pt: Por favor desbloqueie o autor e tente de novo.
sv_se: Snälla avblockera skaparen och försök igen.

# ERROR_AUTHOR_IS_BLOCKING
source: You cannot perform this action with this Flipnote because the author has blocked you.
es_es: No puedes realizar esta acción con este Flipnote porque el autor te ha bloqueado.
fr_fr: Vous ne pouvez pas effectuer cette action avec cette Flipnote car l'auteur vous a bloqué.
it_it: Non puoi eseguire questa azione con questo Flipnote perchè l'autore ti ha bloccato.
pt_pt: Não podes fazer nada com isto, porque o autor deste Flipnote te bloqueou.
sv_se: Du kan inte göra detta med denna Flipnote då skaparen har blockerat dig.

# ERROR_AUTHOR_IS_BLOCKING_DESC
source: Please try again with a different Flipnote.
es_es: Por favor, intenta con un Flipnote diferente.
fr_fr: Veuillez réessayer avec une Flipnote différente.
it_it: Per favore, riprova con un Flipnote diverso.
pt_pt: Por favor tente de novo com outro Flipnote.
sv_se: Försök igen med en annan Flipnote.

# ERROR_HINT_INCREASE_LIMIT_PLUS
source: You could also increase this limit to %s with Sudomemo Plus!
es_es: ¡También podrías aumentar este límite a %s con Sudomemo Plus!
fr_fr: Vous pouvez également augmenter cette limite à %s avec Sudomemo Plus !
it_it: Puoi anche incrementare questo limite di %s con Sudomemo Plus!
pt_pt: Podes também aumentar este limite para %s com o Sudomemo Plus!
sv_se: You kan också utvidga gränsen till %s med Sudomemo Plus!

# ERROR_PROFANE_DESC
source: This description violates our Content Policy.
es_es: Esta descripción viola nuestra Política de Contenido.
fr_fr: Cette description viole notre Politique de Contenu.
it_it: Questa descrizione viola la nostra Policy sul Contenuto.
pt_pt: Esta descrição viola a nossa Política de Conteúdo.
sv_se: Denna beskrivningen bryter mot våran Content Policy.

# ERROR_PROFANE_DESC_DESC
source: Please try again with a more appropriate description.
es_es: Por favor, intenta de nuevo con una descripción más apropiada.
fr_fr: Veuillez réessayer avec une description plus appropriée.
it_it: Per favore, riprova con una descrizione più appropriata.
pt_pt: Por favor tente de novo com uma descrição mais adequada.
sv_se: Försök igen med en mer passande beskrivning.

# ERROR_PROFANE_TITLE
source: This title violates our Content Policy.
es_es: Este título viola nuestra Política de Contenido.
fr_fr: Ce titre viole notre Politique de Contenu.
it_it: Questo titolo viola la nostra Policy sul Contenuto.
pt_pt: Este título viola a nossa Política de Conteúdo.
sv_se: Denna titeln bryter mot våran Content Policy.

# ERROR_PROFANE_TITLE_DESC
source: Please try again with a more appropriate title.
es_es: Por favor, intenta de nuevo con un título más apropiado.
fr_fr: Veuillez réessayer avec un titre plus approprié.
it_it: Per favore, riprova con un titolo più appropriato.
pt_pt: Por favor tente de novo com um título mais adequado.
sv_se: Försök igen med en mer passande titel.

# ERROR_TITLE_ADD_TO_PLAYLIST
source: Unable to add to Playlist!
es_es: ¡No se pudo añadir a la Lista de Reproducción!
fr_fr: Impossible d'ajouter à la Playliste !
it_it: Impossibile aggiungere alla Playlist!
pt_pt: Impossível adicionar á Playlist!
sv_se: Kunde inte lägga till i spellistan!

# ERROR_TITLE_CREATE_NEW_PLAYLIST
source: Unable to create new Playlist!
es_es: ¡No se pudo crear una nueva Lista de Reproducción!
fr_fr: Impossible de créer une nouvelle Playliste !
it_it: Impossibile creare una nuova Playlist!
pt_pt: Impossível criar Playlist!
sv_se: Kunde inte skapa en ny spellista!

# ERROR_TITLE_PROFANE_DESC
source: Unable to save new description!
es_es: ¡No se pudo guardar la nueva descripción!
fr_fr: Impossible d'enregistrer la nouvelle description !
it_it: Impossibile salvare una nuova descrizione!
pt_pt: Impossível guardar a descrição!
sv_se: Kunde inte spara den nya beskrivningen!

# ERROR_TITLE_PROFANE_TITLE
source: Unable to save new title!
es_es: ¡No se pudo guardar el nuevo título!
fr_fr: Impossible d'enregistrer le nouveau titre !
it_it: Impossibile salvare un nuovo titolo!
pt_pt: Impossível guardar o título!
sv_se: Kunde inte spara den nya titeln!

# ERROR_TOO_MANY_FLIPNOTES
source: You've hit the Flipnotes limit!
es_es: ¡Has alcanzado el límite de Flipnotes!
fr_fr: Vous avez atteint la limite de Flipnotes !
it_it: Hai raggiunto il limite di Flipnote!
pt_pt: Atingiste o limite de Flipnotes!
sv_se: Du har nått gränsen för mängden Flipnotes!

# ERROR_TOO_MANY_FLIPNOTES_DESC
source: You cannot add another Flipnote to this Playlist as it is at or above the limit of %s Flipnotes. Remove a Flipnote or create a new Playlist, then try again.
es_es: No puedes añadir otro Flipnote a esta Lista de Reproducción porque ya está en o por encima del límite de %s Flipnotes. Quita un Flipnote o crea una nueva Lista de Reproducción, y luego intenta de nuevo.
fr_fr: Vous ne pouvez pas ajouter une autre Flipnote à cette Playliste car elle atteint ou dépasse la limite de %s Flipnotes. Supprimez une Flipnote ou créez une nouvelle Playlist, puis réessayez.
it_it: Non puoi aggiungere un altro Flipnote a questa Playlist poichè ha raggiunto o superato il limite di %s Flipnote. Rimuovi un Flipnote o crea una nuova Playlist e riprova.
pt_pt: Não podes adicionar mais nenhum Flipnote a esta Playlist acima do limite de %s Flipnotes. Por favor remova um Flipnote ou cria uma nova Playlist e tenta novamente.
sv_se: Du kan inte lägga till ytterliggare Flipnotes till denna spellista då du är begränsad till %s Flipnotes. Ta bort en Flipnote eller skapa en ny spellista, och sedan försök igen.

# ERROR_TOO_MANY_PLAYLISTS
source: You've hit the Playlists limit!
es_es: ¡Has alcanzado el límite de Listas de Reproducción!
fr_fr: Vous avez atteint la limite de Playlistes !
it_it: Hai raggiunto il limite di Playlist!
pt_pt: Atingiste o limite de Playlists!
sv_se: Du har nått gränsen för mängden spellistor!

# ERROR_TOO_MANY_PLAYLISTS_DESC
source: You cannot create a new Playlist as you are at or above the limit of %s Playlists. Delete a Playlist and try again.
es_es: No puedes crear una nueva Lista de Reproducción porque ya estás en o por encima del límite de %s Listas. Borra una Lista de Reproducción e intenta de nuevo.
fr_fr: Vous ne pouvez pas créer une nouvelle Playliste car vous avez atteint ou dépassé la limite de %s Playlistes. Supprimez une Playliste et réessayez.
it_it: Non puoi creare una nuova Playlist poichè hai raggiunto o superato il limite di %s Playlist. Elimina una Playlist e riprova.
pt_pt: Não podes criar uma nova Playlist acima do limite de %s Playlists. Por favor apague uma Playlist e tenta novamente.
sv_se: Du kan inte skapa en ny spellista då du är begränsad till %s spellistor. Radera en spellista och sedan försök igen.

# NEW_PLAYLIST
source: Add to new Playlist
es_es: Añadir a nueva Lista de Reproducción
fr_fr: Ajouter à une nouvelle Playliste
it_it: Aggiungi a nuova Playlist
pt_pt: Adicionar á nova Playlist
sv_se: Lägg till i ny spellista

source: Next
es_es: Siguiente
fr_fr: Suivant
it_it: Prossima
pt_pt: A seguir
sv_se: Nästa

source: No playlists found
es_es: No se encontraron Listas de Reproducción
fr_fr: Aucune liste de lecture trouvée
it_it: Nessuna playlist trovata
pt_pt: Não há nenhuma playlist
sv_se: Inga spellistor här

source: Playlist Deleted
es_es: Lista de Reproducción Borrada
fr_fr: Playliste Supprimée
it_it: Playlist cancellata
pt_pt: Playlist Apagada
sv_se: Spellista raderad

# PREV
source: Previous
es_es: Anterior
fr_fr: Précédent
it_it: Precedente
pt_pt: Anterior
sv_se: Föregående

source: Private
es_es: Privado
fr_fr: Privée
it_it: Privata
pt_pt: Privado(a)
sv_se: Privat

source: Public
es_es: Público
fr_fr: Publique
it_it: Pubblica
pt_pt: Publico(a)
sv_se: Offentlig

source: Removed from Playlist
es_es: Quitado de la Lista de Reproducción
fr_fr: Retiré de la Playlist
it_it: Rimossa dalla Playlist
pt_pt: Removido da Playlist
sv_se: Borttagen från spellista

# SORT_BY_NEWEST
source: Latest
es_es: Más reciente
fr_fr: Récent
it_it: Più recenti
pt_pt: Mais Recentes
sv_se: Senaste

# SORT_BY_OLDEST
source: Oldest
es_es: Más antiguo
fr_fr: Ancien
it_it: Meno recenti
pt_pt: Mais Antigas
sv_se: Kronologisk

# TAP_TO_ADD_DESCRIPTION
source: Tap here to add a description.
es_es: Toca aquí para añadir una descripción.
fr_fr: Touchez ici pour ajouter une description.
it_it: Tocca qui per aggiungere una descrizione.
pt_pt: Toque aqui para adicionar uma descrição.
sv_se: Klicka här för att lägga till en beskrivning.

source: Unlisted
es_es: No listado
fr_fr: Non repértoriée
it_it: Non elencata
pt_pt: Não Listada
sv_se: Olistad

source: View Flipnotes
es_es: Ver Flipnotes
fr_fr: Voir les Flipnotes
it_it: Visualizza Flipnote
pt_pt: Ver Flipnotes
sv_se: Titta på Flipnotes

source: View Playlist
es_es: Ver Lista de Reproducción
fr_fr: Voir la Playlist
it_it: Visualizza Playlist
pt_pt: Ver Playlist
sv_se: Titta på spellista

source: Visibility:
es_es: Visibilidad:
fr_fr: Visibilitée :
it_it: Visibilità:
pt_pt: Visibilidade:
sv_se: Synlighet:

# VISIBILITY_CHANGED
source: Updated visibility of Playlist
es_es: Visibilidad de la Lista de Reproducción actualizada
fr_fr: Visibilité de la Playliste mise à jour
it_it: Aggiornata la visibilità della Playlist
pt_pt: Actualizaste a visibilidade da Playlist
sv_se: Synligheten av spellistan har uppdaterats

source: Flipnotes
it_it: Flipnote
