Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/profilePicture.po
Languages: cy_gb, de_de, el_gr, it_it, ja_jp, nl_nl, pl_pl, pt_br, ro_ro, sv_se, tr_tr

# SET_PROFILE_PICTURE
source: o ante e sitelen pi Sutomemo
cy_gb: Llun Proffil Gosod
de_de: Profilbild festlegen
el_gr: Βαλτε εικονα προφιλ
it_it: Imposta Immagine del Profilo
ja_jp: プロフィール画像を設定する
nl_nl: Zet als Profielfoto
pl_pl: Ustaw zdjecie profilowe
pt_br: Set Profile Picture
ro_ro: Setati Poza de Profil
sv_se: Lägg till profilbild
tr_tr: Profil resmi ayarla

# PROMPT_CHANGE_YOUR_PROFILE_IMAGE
source: sina ante ala ante e sitelen pi Sutomemo sina?
cy_gb: Newidiwch eich llun proffil?
de_de: Dein Profilbild 채ndern?
el_gr: Αλλαγη εικονας προφιλ;
it_it: Vuoi cambiare la tua immagine del profilo?
ja_jp: プロフィール画像を変更しますか？
nl_nl: Profielfoto Veranderen?
pl_pl: Zmienic zdjecie profilowe?
pt_br: Change your profile picture?
ro_ro: Schimbati poza de profil?
sv_se: Ska du byta profilbild?
tr_tr: Profil resmini değiştirmek ister misin?

# CONTINUE_SET_AS_PROFILE_PICTURE
source: pona
cy_gb: Cadarnhewch
de_de: Best채tigen
el_gr: Επιβεβαιωση
it_it: Conferma
ja_jp: 確認
nl_nl: Bevestigen
pl_pl: Potwierdz
pt_br: Confirm
ro_ro: Confirmati
sv_se: Bekräfta
tr_tr: Onayla

# CURRENT
source: tenpo ni
cy_gb: Cyfredol
de_de: Aktuell
el_gr: Τρεχουσα
it_it: Attuale
ja_jp: 現在
nl_nl: Huidig
pl_pl: Aktualne
pt_br: Current
ro_ro: Actuala
sv_se: Nuvarande
tr_tr: Şimdiki

# NEW
source: sin
cy_gb: Newydd
de_de: Neu
el_gr: Νεα
it_it: Nuova
ja_jp: 設定後
nl_nl: Nieuw
pl_pl: Nowe
pt_br: New
ro_ro: Noua
sv_se: Ny
tr_tr: Yeni

# PROFILE_PICTURE_SET
source: sitelen pi Sutomemo sina li sin!
cy_gb: Newid proffil llun yn llwyddiannus!
de_de: Dein Profilbild wurde erfolgreich festgelegt!
el_gr: Η εικονα προφιλ σας τεθηκε με επιτυχια!
it_it: L'immagine del profilo Ã¨ stata impostata con successo!
ja_jp: プロフィール画像が正常に設定されました。
nl_nl: Profielfoto succesvol veranderd!
pl_pl: Zdjecie profilowe ustawione pomyslnie!
pt_br: Profile picture successfully set!
ro_ro: Poza de Profil a fost setata cu succes!
sv_se: Profilbilden har lagts till!
tr_tr: Profil resmi başarıyla ayarlandı!

# RETURN_TO_FLIPNOTE
source: tawa pilin Pilinoto
cy_gb: Dychwelyd i Flipnote
de_de: Zu Flipnote zur체ckkehren
el_gr: Επιστροφη στο Flipnote
it_it: Ritorna al Flipnote
ja_jp: 作品一覧へ戻る
nl_nl: Terug naar Flipnote
pl_pl: Wróc do Flipnote
pt_br: Return to Flipnote
ro_ro: Intoarceti-va la Flipnote
sv_se: Tillbaka till Flipnote
tr_tr: Flipnote'a dön

# CREATORS_ROOM
source: lipu jan
cy_gb: Ystafell Crewr
de_de: Ersteller-Raum
el_gr: Δωματιο Χρηστη
it_it: Stanza Creatore
ja_jp: マイルーム
nl_nl: Makersruimte
pl_pl: Pokój Twórcy
pt_br: Creator's Room
ro_ro: Camera Creatorului
sv_se: Creator's Room
tr_tr: Kreatör Odası

# CANCEL
source: ike
cy_gb: Canslo
de_de: Abbrechen
el_gr: Ακυρωση
it_it: Annulla
ja_jp: キャンセル
nl_nl: Annuleer
pl_pl: Anuluj
pt_br: Cancel
ro_ro: Anulati
sv_se: Avbryt
tr_tr: İptal et

# LOGIN_REQUIRED_TO_CHANGE
source: sina li lon sijelo la sina ante e sitelen pi Sutomemo.
cy_gb: Rhaid i chi fewngofnodi i newid eich llun proffil.
de_de: Du musst angemeldet sein, um dein Profilbild zu 채ndern.
el_gr: Πρεπει να ειστε συνδεδεμενοι για να αλλαξετε την εικονα προφιλ σας.
it_it: Devi accedere per cambiare la tua immagine del profilo.
ja_jp: プロフィール画像を変更するにはログインする必要があります。
nl_nl: Je moet ingelogd zijn om je profielfoto te kunnen veranderen
pl_pl: Musisz sie zalogowac by zmienic zdjecie profilowe.
pt_br: You must be logged in to change your profile picture.
ro_ro: Trebbuie sa fiti conectat pentru a va schimba poza de profil.
sv_se: You must be logged in to change your profile picture.
tr_tr: Profil resmini değiştirmek için önce giriş yapman gerek.
