Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/reportContent.po
Languages: cy_gb, de_de, el_gr, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, sv_se, tr_tr

# REPORT_INSTRUCTIONS
source: Please write a short description of why you believe this content is in violation of the Sudomemo Terms of Use. Once you submit it, tap Back to return to the Flipnote.
cy_gb: Ysgrifennwch ddisgrifiad byr o pam rydych chi'n credu bod y cynnwys hwn yn groes i Delerau Defnyddio Sudomemo. Unwaith y byddwch chi'n ei gyflwyno, tapiwch yn ôl i ddychwelyd i'r Flipnote.
de_de: Bitte gib deine zusammengefasste Meinung darüber, wie der gemeldete Inhalt gegen die Nutzungsrichtlinien Sudomemos verstößt. Tippe nach dem Einreichen auf Zurück.
el_gr: Παρακαλουμε γραψτε μια μικρη περιγραφη γιατιπιστευετε οτι το περιεχομενο αυτο καταπαταει τουs κανονεs του Sudomemo. Οταν το υποδειξετε, πατηστε Πισω για να επιστρεψετε στο Flipnote.
es_es: Por favor escribe una corta descripción de por qué crees que este contenido es una violación de los Términos de Uso de Sudomemo. Una vez envíes esto, presiona Atrás para regresar a la Flipnote
fr_fr: Merci d'écrire une courte description pour expliquer pourquoi vous pensez que ce contenu viole les conditions d'utilisation de Sudomemo. Une fois que vous l'avez envoyée, appuyez sur Retour pour retourner à la Flipnote.
it_it: Scrivi una breve descrizione del motivo per cui pensi che questo contenuto violi i Termini di Utilizzo di Sudomemo. Dopo che l'hai inviata, tocca Indietro per tornare al Flipnote.
ja_jp: このコンテンツがSudomemoの利用規約に違反していると思われる簡単な理由を記入してください。 提出したら、Backをタップして作品に戻ります。
nl_nl: Schrijf alsjeblieft een korte beschrijving over waarom jij vindt dat is in strijd is met de Sudomemo Gebruikersvoorwaarden. Als het verstuurd is, druk op terug om terug te gaan naar de Flipnote.
pl_pl: Krótko zapisz, dlaczego uwazasz ze ta zawartosc narusza warunki korzystania z Sudomemo. Kiedy juz wyslesz swój opis, kliknij Wróc by powrócic do Flipnote.
pt_pt: Por favor escreva uma descripção curta do que acreditas que este conteúdo é uma violação dos Termos de Utilização do Sudomemo. Uma vez enviado, toque no botão Voltar para voltar para o Flipnote.
ro_ro: Va rugam sa scrieti o descriere scurta despre de ce credeti ca acest continut violeaza Termenii de Utilizare Sudomemo. Odata ce l-ati trimis, apasati Inapoi pentru a va intoarce la Flipnote.
sv_se: Var god skriv en kort beskrivning om varför du anser att innehållet bryter mot Sudomemos användarvillkor. När du har skickat det, tryck på Tillbaka för att återgå till Flipnote.
tr_tr: Lütfen bu içeriğin neden Sudomemo Hizmet Koşulları'nı ihlal ettiğini düşündüğüne dair bir açıklama yaz. Gönderdikten sonra Flipnote'a dönmek için Geri tuşuna bas.

# REPORT_NETWORK_ERROR
source: Network error—please check your connection and try again.
ja_jp: ネットワークエラー — 接続を確認して、もう一度お試しください。
pt_pt: Erro de rede, por-favor verifique a sua ligação de internet e tente de novo.

# REPORT_SUCCESS_MESSAGE
source: Thank you—your report has been submitted.
ja_jp: ご報告ありがとうございました。送信が完了しました。
pt_pt: Obrigado! O teu relatório foi submetido.

# REPORT_UNEXPECTED_ERROR
source: An unexpected error occurred. Please try again later.
ja_jp: 予期しないエラーが発生しました。後でもう一度お試しください。
pt_pt: Ocorreu um erro inexperado. Por-favor tente de novo.

# RESTRICTED_CANCEL
source: You may not report content if you have been restricted from interacting with Sudomemo in any way.
cy_gb: Efallai na fyddwch yn rhoi gwybod am gynnwys os ydych wedi'ch cyfyngu rhag rhyngweithio â Sudomemo mewn unrhyw ffordd.
de_de: Du kannst diesen Inhalt nicht melden, da dein Konto von Sudomemo suspendiert wurde.
el_gr: Δεν μπορειτε να αναφερετε περιεχομενα εαν σας εχει απαγορευτει η διαδραση με το Sudomemo με οποιοδηποτε τροπο.
es_es: No debes reportar contenido si has sido restringido de interactuar con Sudomemo de cualquier manera.
fr_fr: Vous ne pouvez pas signaler de contenu si votre compte a été restreint, de quelque manière que ce soit.
it_it: Non puoi segnalare contenuti se sei stato bannato in qualsiasi modo da Sudomemo.
ja_jp: 何らかの形でSudomemoとの対話が制限されている場合、コンテンツを報告することはできません。
nl_nl: Je mag geen inhoud rapporteren als je toegang tot Sudomemo ontnomen is op een enkel vlak.
pl_pl: Nie mozesz zglaszac zawartosci jezeli twoje konto jest zawieszone i nie moze interaktowac sie z Sudomemo w jakikolwiek sposób.
pt_pt: Não podes enviar um relatório se estiveres restrito de interagir com o Sudomemo.
ro_ro: Nu puteti raporta continut daca ati fost restrictionat din a interactiona cu Sudomemo sub nici o forma.
sv_se: Du får inte rapportera innehåll om du har blivit förhindrad från att interagera med Sudomemo på något sätt.
tr_tr: Sudomemo ile iletişime geçmen engellendiyse bir içeriği şikayet edemezsin.

# SUBMIT_REPORT_BUTTON
source: Submit Report
ja_jp: 報告を送信
pt_pt: Enviar Relatório

# THANKS_FOR_REPORTING
source: We've received your report. Thanks for helping make Sudomemo a better place!
cy_gb: Rydym wedi derbyn eich adroddiad. Diolch am helpu i wneud Sudomemo yn lle gwell!
de_de: Wir haben deine Meldung erhalten. Vielen Dank für deine Kooperation zur Aufrechterhaltung von Sudomemo!
el_gr: Λαβαμε την αναφορα σας. Ευχαριστουμε που κανετε το Sudomemo καλυτερο!
es_es: Hemos recibido tu reporte. Gracias por ayudar a Sudomemo a ser un mejor lugar!
fr_fr: Nous avons reçu votre signalement. Merci de nous aider à faire de Sudomemo un meilleur endroit !
it_it: Abbiamo ricevuto la tua segnalazione. Grazie per averci aiutato a rendere Sudomemo un posto migliore!
ja_jp: 報告を受け取りました。ご報告ありがとうございました。
nl_nl: We hebben jouw rapportage ontvangen. Bedankt voor het helpen met Sudomemo een betere plek te maken!
pl_pl: Otrzymalismy twoje zgloszenie. Dziekujemy za pomoc w zmienianiu Sudomemo na lepsze!
pt_pt: Recebemos o teu relatório. Obrigado por ajudar o Sudomemo a ser um lugar melhor!
ro_ro: Am primit raportul dvs. Va multumim ca ati ajutat ca Sudomemo sa fie un loc mai bun!
sv_se: Vi har mottagit din rapport, tack för att du hjälper till för ett tryggare Sudomemo!
tr_tr: Şikayetini aldık. Sudomemo'yu daha iyi bir yer haline getirmekte yardımcı olduğun için teşekkür ederiz!

# USER_HAS_ALREADY_REPORTED_FORMAT
source: You have already submitted a report for this %s.
cy_gb: Rydych eisoes wedi cyflwyno adroddiad ar gyfer hyn %s.
de_de: Du hast dies schon gemeldet: %s.
el_gr: Εχετε ηδη καταβαλλει αναφορα για %s.
es_es: Ya has enviado un reporte para esto %s.
fr_fr: Vous avez déjà envoyé un signalement pour ce(tte) %s.
it_it: Hai già inviato una segnalazione per questo %s.
ja_jp: この%sのレポートは既に送信されています。
nl_nl: Je hebt deze %s al eens gerapporteerd.
pl_pl: Zglosiles juz ten/ta %s.
pt_pt: Já submeteste um relatório para este conteúdo: %s
ro_ro: Ati trimis deja un raport pentru acest %s.
sv_se: Du har redan skickat in en rapport för detta %s.
tr_tr: Bu %s'yi daha önce şikayet etmiştin zaten.

# YOU_ARE_REPORTING_THIS_FORMAT
source: You are reporting this %s:
cy_gb: Rydych chi'n adrodd am hyn %s:
de_de: Du meldest dies: %s:
el_gr: Αναφερετε %s:
es_es: Estas reportando esto %s:
fr_fr: Vous êtes en train de signaler ce(tte) %s :
it_it: Stai segnalando questo %s:
ja_jp: この%sを報告しています。
nl_nl: Je bent deze/dit (stuk) %s aan het rapporteren:
pl_pl: Zglaszasz %s:
pt_pt: Vais reportar este conteúdo: %s
ro_ro: Raportati acest %s:
sv_se: Du rapporterar detta %s:
tr_tr: %s olan bu içeriği şikayet ediyorsun:
