Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/reportContent.po
Languages: cy_gb, de_de, el_gr, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, sv_se, tr_tr

# CANCEL_BUTTON
source: Cancel
ja_jp: キャンセル
pt_pt: Cancelar

# CATEGORY_DESC_drugs
source: Substance abuse or drug references
de_de: Substanzmissbrauch oder Referenzen zu Drogen / zur Drogeneinnahme
el_gr: Καταχρηση ουσιως η αναφορα σε ναρκωτικα
es_es: Abuso de sustancias o referencias a drogas
fr_fr: Abus de substances, toxicomanie ou références à la drogue
it_it: Riferimenti all'abuso di sostanze o droghe
ja_jp: 薬物乱用または薬物への言及
nl_nl: Verwijzingen naar middel- of drugsmisbruik
pl_pl: Naduzywanie substancji lub nawiazania do narkotyków
pt_pt: Referências a drogas ou abuso de substâncias
ro_ro: Abuz de substante sau sugestia drogurilor
sv_se: Substans eller drog referencer
tr_tr: Madde bağımlılığı veya uyuşturucuya gönderme

# CATEGORY_DESC_fraud
source: Impersonation or other fraudulent activities
de_de: Identitätsbetrug oder sonstige betrügerische Aktivitäten
el_gr: Πλαστοπροσωπια η αλλες απατηλες δραστηριοτητες
es_es: Suplantación de identidad u otras actividades fraudulentas
fr_fr: Usurpation d'identité ou autres activités frauduleuses
it_it: Impersonificazione o altre attività fraudolente
ja_jp: なりすまし、またはその他不正行為
nl_nl: Impersonatie of fraudelante activiteiten
pl_pl: Podszywanie sie lub inne nieuczciwe dzialania
pt_pt: Imitação ou outras actividades fraudulentas
ro_ro: Impersonare sau alte activitati fraudulente
sv_se: Bedrägeri eller annan förfalskad aktivitet
tr_tr: Taklit veya başka türlü bir sahtekarlık faaliyeti

# CATEGORY_DESC_harassment
source: Bullying, discrimination, harassment or libel
de_de: Mobbing, Diskriminierung, Belästigung oder Verleumdung
el_gr: Εκφοβισμος, διακρισεις, παρενοχληση η δυσφημιση
es_es: Acoso, discriminación, o difamación
fr_fr: Intimidation, discrimination, harcèlement ou diffamation
it_it: Bullismo, discriminazione, molestie o diffamazione
ja_jp: いじめ、差別、嫌がらせ、名誉毀損
nl_nl: Pesten, discriminatie, intimidatie of smaad
pl_pl: Znecanie sie, dyskryminacja, nekanie lub oszczerstwo
pt_pt: Bullying, discriminação, assédio or difamação
ro_ro: Bullying, discriminare, agresare sau calomnie
sv_se: Mobbning, diskriminering, trakaseri eller förtal
tr_tr: Zorbalık, ayrımcılık, şiddet, saldırı veya iftira

# CATEGORY_DESC_misplaced_rp
source: Roleplay posted to non-roleplay channel
de_de: Rollenspiel außerhalb des 'Rollenspiele'-Kanals
el_gr: Roleplay ανεβασμενο σε καναλι που δεν ειναι για roleplay
es_es: Juego de roles publicado en un canal que no es de juegos de rol
fr_fr: Jeu de rôle posté dans une chaîne non liée aux jeux de rôle
it_it: Doppiaggi postati su un canale non inerente
ja_jp: ロールプレイチャンネル以外に投稿されたロールプレイ作品
nl_nl: Rolspel gepost in een niet-rolspel kanaal
pl_pl: Roleplay w kanale, który nie jest do tego przeznaczony
pt_pt: Roleplay postado num canal que não se pode fazer roleplay
ro_ro: Jocuri de Rol postate in afara canalelor de Jocuri de Rol
sv_se: Rollspel postad i fel kanal
tr_tr: Rol oyunu kanalı olmayan kanala rol oyunu Flipnote'u yükleme

# CATEGORY_DESC_rapid_flashing
source: Flashing more than four times in one second
de_de: Schnelles Bildflackern (über 4 Mal pro Sekunde)
el_gr: Flashing παραπανω απο 4 φορες το δευτερολεπτο
es_es: Parpadeando más de cuatro veces en un segundo
fr_fr: Plus de quatre clignotements en une seconde
it_it: Presenza di luci lampeggianti per più di 4 volte al secondo
ja_jp: 1秒間に4回以上の点滅
nl_nl: Meer dan 4 keer flitsen in 1 seconde
pl_pl: Miganie wiecej niz cztery razy na sekunde
pt_pt: Conteúdo que contem cenas que podem desencadear pessoas com Epilepsia
ro_ro: Lumini ce se schimba de mai mult de 4 ori pe secunda
sv_se: Blinkade mer än fyra gånger per sekund
tr_tr: Saniyede dörtten fazla flaş

# CATEGORY_DESC_sexual
source: Sexual themes or content
de_de: Sexuelle Handlung oder Inhalt
el_gr: Θεματα σεξουαλικου περιεχομενου
es_es: Temas o contenido sexual
fr_fr: Thème ou contenu à caractère sexuel
it_it: Argomenti o contenuti sessuali
ja_jp: 性的なテーマおよびコンテンツ
nl_nl: Sexuele thema's of content
pl_pl: Motywy lub tresci seksualne
pt_pt: Temas ou conteúdo sexual
ro_ro: Teme sau continut sexual
sv_se: Sexuella teman eller innehåll
tr_tr: Cinsel konular veya içerik

# CATEGORY_DESC_spam
source: Spam (no meaningful content)
de_de: Unerwünschter / sinnloser Inhalt
el_gr: Spam (περιεχομενο χωρις νοημα)
es_es: Spam (sin contenido significativo)
fr_fr: Spam (contenu non pertinent)
it_it: Spam (nessun contenuto significativo)
ja_jp: スパム（意味のないコンテンツを含む）
nl_nl: Spam (niet zinvolle content)
pl_pl: Spam (brak znaczacej zawartosci)
pt_pt: Spam (nenhum conteúdo significativo/conteúdo sem nexo)
ro_ro: Spam (continut fara sens)
sv_se: Spamm (inget meningsfullt innehåll)
tr_tr: Spam (anlamsız içerik)

# CATEGORY_DESC_stolen
source: Misuse of spin-off function (stolen)
de_de: Missbrauch der Spin-Off-Funktion (keine Änderungen)
el_gr: Καταχρηση της λειτουργιας spin-off (κλεμμενο)
es_es: Mal uso del Spin-Off función (robado)
fr_fr: Utilisation abusive de la dérivation de Flipnote (vol)
it_it: Abuso della funzione spin-off (rubato)
ja_jp: 子作品機能の誤用（丸コピー）
nl_nl: Misbruik van spin-off functie (gestolen)
pl_pl: Naduzycie funkcji spin-off (skradzione)
pt_pt: Mal-uso da função spin-off (roubado)
ro_ro: Utilizare eronata a functiei spin-off (furat)
sv_se: Missbrukning av spin-off funktionen (stulen)
tr_tr: Spin-off fonksiyonunu kötüye kullanma (çalıntı)

# CATEGORY_DESC_swearing
source: Use of very strong language, or frequent use of strong language
de_de: Vulgäre Redeweise oder wiederholtes Nutzen von Kraftausdrücken
el_gr: Χρηση πολυ δυνατου λεξιλογιου, η συχνη χρηση δυνατου λεξιλογιου
es_es: Uso de un lenguaje muy fuerte o uso frecuente de un lenguaje fuerte
fr_fr: Utilisation de langage très grossier, ou utilisation fréquente de gros mots, de jurons
it_it: Uso di un linguaggio molto forte, o frequente uso di linguaggio forte
ja_jp: 行き過ぎた暴言、または暴言の頻繁な使用
nl_nl: Gebruik van heel krachtige taal, of frequent gebruik van krachtige taal
pl_pl: Uzycie bardzo silnego jezyka, lub czeste uzycie silnego jezyka
pt_pt: Uso de linguagem severa, ou uso frequente de linguagem forte
ro_ro: Folosirea unui limbaj puternic, sau folosirea deasa al unui limbaj puternic
sv_se: Användning av mycket våldsamt språk eller ofta förekommande våldsamt språk
tr_tr: Güçlü bir dilde konuşma

# CATEGORY_DESC_violent
source: Graphic content, excessive violence, gore, blood, or body horror
de_de: Grafischer Inhalt, extreme Gewalt, Blut und körperliche Entstellung
el_gr: Γραφικο περιεχομενο, υπερβολικη βια, gore, αιμσ, η body horror
es_es: Contenido gráfico, violencia excesiva, sangre, sangre o horror corporal
fr_fr: Contenu explicite, violence excessive, gore, sang, ou horreur corporelle
it_it: Contenuto grafico con eccessiva violenza, splatter, sangue o squartamenti
ja_jp: 暴力的なグラフィック、過度の暴力、流血、血液そのもの、またはグロテスクな描写
nl_nl: Grafische content, overdreven geweld, goor, bloed, of lichaam horror
pl_pl: Brutalnosc, nadmierna przemoc, krew lub body horror
pt_pt: Conteúdo violento excessívos, violencia gráfica, sangue, horror corporal, etc...
ro_ro: Continut grafic, violenta in exces, gore, sange, sau horror corporal
sv_se: Grafiskt innehåll, överdrivet våld, gore, blod, eller kroppskräck
tr_tr: Grafik içerik, aşırı şiddet, saldırı, kan veya beden şiddeti

# CATEGORY_NAME_drugs
source: Drugs
de_de: Drogen
el_gr: Ναρκωτικα
es_es: Drogas
fr_fr: Drogues
it_it: Droghe
ja_jp: 薬物関係
pl_pl: Narkotyki
pt_pt: Drogas
ro_ro: Droguri
sv_se: Droger
tr_tr: Uyuşturucu

# CATEGORY_NAME_fraud
source: Fraud
de_de: Betrug
el_gr: Απατη
es_es: Fraude
fr_fr: Fraude
it_it: Frode
ja_jp: 詐欺
nl_nl: Fraude
pl_pl: Oszustwo
pt_pt: Fraude
ro_ro: Frauda
sv_se: Förfalskning
tr_tr: Sahtekarlık

# CATEGORY_NAME_harassment
source: Harassment
de_de: Belästigung
es_es: Acoso
fr_fr: Harcèlement
it_it: Molestie
ja_jp: 嫌がらせ
nl_nl: Lastigvallen, intimidatie
pl_pl: Nekanie
pt_pt: Assédio
ro_ro: Agresare
sv_se: Trakasseri
tr_tr: Şiddet ve taciz

# CATEGORY_NAME_misplaced_rp
source: Misplaced RP
de_de: Unerwünschtes RP
el_gr: RP το οποιο βρισκεται σε λανθασμενη κατηγορια
es_es: RP Fuera de Lugar
fr_fr: Jeu de rôle hors-sujet
it_it: Doppiaggi fuori luogo
ja_jp: 場違いなロールプレイ作品
nl_nl: Misplaatste RP
pl_pl: Niewlasciwie umieszczony RP
pt_pt: RP extraviado
ro_ro: Joc de Rol in locuri nepotrivite
sv_se: Felplacerad RP
tr_tr: Yanlış yerleştirilmiş rol oyunu

# CATEGORY_NAME_rapid_flashing
source: Rapid Flashing
de_de: Flackerndes Bild
es_es: Parpadeo Rápido
fr_fr: Clignotement rapide
it_it: Luci lampeggianti rapide
ja_jp: 激しい点滅
nl_nl: Snelle Flitsen
pl_pl: Szybkie miganie
pt_pt: Piscar rápido (Epilepsia)
ro_ro: Lumini rapide
sv_se: Snabba blinkningar
tr_tr: Hızlı flaş

# CATEGORY_NAME_sexual
source: Sexual
de_de: Sexuelles
el_gr: Σεξουαλικο
es_es: Sexualidad
fr_fr: Sexuel
it_it: Sessuale
ja_jp: 性的である
nl_nl: Sexueel
pl_pl: Seksualne
sv_se: Sexuellt
tr_tr: Cinsel

# CATEGORY_NAME_spam
source: Spam
ja_jp: スパム
sv_se: Spamm

# CATEGORY_NAME_stolen
source: Stolen
de_de: Geklaut
el_gr: Κλεμμενο
es_es: Robado
fr_fr: Vol
it_it: Rubato
ja_jp: 丸コピー
nl_nl: Gestolen
pl_pl: Skradzione
pt_pt: Roubado
ro_ro: Furat
sv_se: Stulet
tr_tr: Çalıntı

# CATEGORY_NAME_swearing
source: Profane
de_de: Obszönitäten
el_gr: Βρισιμο
es_es: Palabrota
fr_fr: Langage grossier
it_it: Profanazione
ja_jp: 冒涜
nl_nl: Profaan
pl_pl: Bluzniercze
pt_pt: Profanidade
ro_ro: Profan
sv_se: Profant
tr_tr: Küfür

# CATEGORY_NAME_violent
source: Graphic
de_de: Gewalt
el_gr: Γραφικο
es_es: Gráfico
fr_fr: Violence
it_it: Violenza
ja_jp: グラフィック
nl_nl: Grafisch
pl_pl: Brutalne
pt_pt: Violencia
ro_ro: Grafic
sv_se: Våldsamt
tr_tr: Grafik

# CHAT_MESSAGE
source: chatroom message
cy_gb: Neges ystafell sgwrsio
de_de: Chat-Nachricht
el_gr: Μηνυμα Τσατ
es_es: Mensaje del chat
fr_fr: message de chat
it_it: Messaggio chat
ja_jp: チャットメッセージ
nl_nl: chatbericht
pl_pl: wiadomosc na czacie
pt_pt: Menasagem de Chat
ro_ro: Mesaj din conversatie
sv_se: chattrumsmeddelande
tr_tr: sohbet odası mesajı

source: comment
cy_gb: Sylw
de_de: Kommentar
el_gr: Σχολιο
es_es: Comentario
fr_fr: commentaire
it_it: Commento
ja_jp: コメント
nl_nl: reactie
pl_pl: komentarz
pt_pt: Comentário
ro_ro: comentariu
sv_se: kommentar
tr_tr: yorum

# CONFIRM_EMAIL_BEFORE_REPORTING
source: Please confirm your email before reporting content.
cy_gb: Cadarnhewch eich e-bost cyn adrodd ar y cynnwys.
de_de: Bitte bestätige deine Email-Adresse vor dem Melden von Inhalt.
el_gr: Παρακαλουμε επιβεβαιωστε το email σας πριν προβειτε σε αναφορα περιεχομενου.
es_es: Por favor confirma tu Correo electrónico antes de reportar contenido.
fr_fr: Merci de confirmer votre adresse email avant de signaler un contenu.
it_it: Conferma la tua email prima di segnalare contenuti.
ja_jp: 報告の前にメールアドレスの確認をしてください。
nl_nl: Bevestig alsjeblieft je e-mailadres voor je iets rapporteert.
pl_pl: Potwierdz swój adres e-mail zanim zglosisz zawartosc.
pt_pt: Por favor confirme o seu email antes de enviar relatórios de conteúdo.
ro_ro: Va rugam sa va confirmati emailul dvs. inainte de a raporta continut.
sv_se: Var god bekräfta din e-postadress innan du rapporterar innehåll.
tr_tr: Şikayet etmeden önce lütfen E-posta adresini doğrula.

# CREATOR_FORMAT
source: Creator: %s
cy_gb: Crewr: %s
de_de: Ersteller: %s
el_gr: Δημιουργοs: %s
es_es: Creador(a): %s
fr_fr: Créateur : %s
it_it: Creatore: %s
ja_jp: 作者: %s
nl_nl: Auteur: %s
pl_pl: Twórca: %s
pt_pt: Criador: %s
sv_se: Skapare: %s
tr_tr: Kreatör: %s

# DUPLICATE_COMMENT_FAILED
source: This comment has already been posted to Sudomemo.
cy_gb: Mae'r sylw hwn eisoes wedi'i bostio i Sudomemo.
de_de: Dieser Kommentar wurde schon auf Sudomemo hochgeladen.
el_gr: Αυτο το σχολιο εχει ηδη δημοσιευθει στο Sudomemo.
es_es: Este comentario ya ha sido publicado en Sudomemo.
fr_fr: Ce commentaire a déjà été envoyé sur Sudomemo.
it_it: Questo commento è già stato pubblicato su Sudomemo.
ja_jp: このコメントは既にSudomemoに投稿されています。
nl_nl: Deze reactie is al eens geplaatst op Sudomemo.
pl_pl: Ten komentarz zostal juz wyslany na Sudomemo.
pt_pt: Este comentário já foi postado no Sudomemo.
ro_ro: Acest comentariu a fost deja postat pe Sudomemo.
sv_se: Denna kommentar har redan publicerats på Sudomemo.
tr_tr: Bu yorum daha önce Sudomemo'ya gönderildi.

source: Flipnote
ja_jp: メモ

# FLIPNOTE_TITLE_FORMAT
source: Flipnote by %s
cy_gb: Flipnote gan %s
de_de: Flipnote von %s
el_gr: Flipnote του %s
es_es: Flipnote por %s
fr_fr: Flipnote de %s
it_it: Flipnote di %s
ja_jp: %sさんのメモ
nl_nl: Flipnote door %s
pl_pl: Flipnote stworzony przez %s
pt_pt: Flipnote de %s
ro_ro: Flipnote dupa %s
sv_se: Flipnote av %s
tr_tr: %s kreatörünün Flipnote'u

# HEADER_REASON
source: Reason:
cy_gb: Rheswm:
de_de: Grund:
el_gr: Λογω:
es_es: Razón:
fr_fr: Raison :
it_it: Motivo:
ja_jp: 理由:
nl_nl: Reden:
pl_pl: Powód:
pt_pt: Razão:
ro_ro: Motiv:
sv_se: Anledning:
tr_tr: Sebep:

# HEADER_REPORT_CONTENT
source: Report Content
cy_gb: Cynnwys yr Adroddiad
de_de: Melden
el_gr: Αναφορα Περιεχομενου
es_es: Reportar contenido
fr_fr: Signaler du contenu
it_it: Segnala Contenuto
ja_jp: 作品を通報
nl_nl: Rapporteer Inhoud
pl_pl: Zglos zawartosc
pt_pt: Reportar Conteúdo
ro_ro: Raportati continut
sv_se: Rapportera innehåll
tr_tr: Bu içeriği şikayet et

# HEADER_VIOLATION_CATEGORY
source: Violation Category:
cy_gb: Categori Troseddau:
de_de: Verstoß-Kategorie:
el_gr: Κατηγοριες:
es_es: Categoría de Violación:
fr_fr: Catégorie de violation :
it_it: Categoria della violazione:
ja_jp: 違反カテゴリ:
nl_nl: Schendingscategorie:
pl_pl: Kategoria wykroczenia::
pt_pt: Categoria de Violação:
ro_ro: Categoria de Violare:
sv_se: Överträdelseskategori:
tr_tr: İhlal kategorisi:

# LIMIT_ONE_REPORT
source: Please note: You may only report this content one time. Additional reports will not be registered, so please put your information in a single comment.
cy_gb: Sylwer: Dim ond un tro y gallwch chi adrodd y cynnwys hwn. Ni fydd adroddiadau ychwanegol yn cael eu cofrestru, felly rhowch eich gwybodaeth mewn un sylw.
de_de: Bitte beachte, dass du diesen Inhalt nur 1-mal melden kannst. Weitere von dir eingereichte Meldungen zu diesem Inhalt werden nicht registriert. Fasse daher bitte alles in einem Kommentar zusammen.
el_gr: Παρατηρηση: Μπορειτε να υποβαλετε αναφορα μονο μια φορα. Δευτερη αναφορα δεν θα σταλθει, γι αυτο παρακαλουμε να γραψετεο,τι εχετε να πειτε σε αυτη την αναφορα.
es_es: Porfavor nota: Debes reportar este contenido solo una vez. Reportes adicionales no serán registrados, así que por favor coloca la información en un solo comentario.
fr_fr: À noter : Vous ne pouvez signaler ce contenu qu'une seule fois. Les signalements additionnels ne seront pas enregistrés, donc merci de mettre vos informations dans un seul message.
it_it: Nota bene: Puoi segnalare questo contenuto una volta. Ulteriori segnalazioni non saranno registrate, quindi metti la tua segnalazione in un commento singolo.
ja_jp: 注意:このコンテンツは1度だけ報告することができます。 追加の報告は出来ませんので、あなたの情報をコメントに入れてください。
nl_nl: Houdt in gedachten: Je mag deze inhoud alleen één keer rapporteren. Andere rapportages worden niet geregistreerd, dus stop je informatie alsjeblieft in één bericht.
pl_pl: Uwaga: Mozesz zglosic te zawartosc tylko jeden raz. Dodatkowe zgloszenia nie beda rejestrowane, wiec zapisz swoje uwagi w jednym komentarzu.
pt_pt: Por favor tomem nota: Só podes reportar este tipo de conteúdo uma vez. Relatórios adicionais não iram contar para o registo, por isso certefiquem-se que ponham toda a informação num único comentário.
ro_ro: Va rugam sa tineti minte: Puteti raporta acest continut numai o data. Rapoartele in plus nu vor fi luate in considerare, deci va rugam sa scrieti tot ce aveti de zis intr-un singur raport.
sv_se: OBS: Du får bara rapportera det innehållet en gång. Ytterligare rapporter kommer inte att registreras, var vänlig skriv din information i en enda kommentar.
tr_tr: Hatırlatma: bu içeriği sadece bir defa şikayet edebilirsin. Daha fazlası kaydedilmeyecek. Bu yüzden tüm bilgileri tek bir yorum içinde ver.

# LOGIN_REQUIRED_TO_CONTINUE
source: You must log in to continue.
cy_gb: Rhaid i chi fewngofnodi i barhau.
de_de: Du musst angemeldet sein, um fortzufahren.
el_gr: Πρεπει να ειστε συνδεδεμενοι για να συνεχισετε.
es_es: Debes haber iniciado sesión para continuar.
fr_fr: Vous devez être connecté pour continuer.
it_it: Accedi per continuare.
ja_jp: 続けるためにはログインが必要です。
nl_nl: Je moet inloggen om door te gaan.
pl_pl: Zaloguj sie, aby kontynuowac.
pt_pt: Tens de fazer login para continuar.
ro_ro: Trebuie sa va conectati pentru a continua.
sv_se: Du måste logga in för att fortsätta.
tr_tr: Devam etmek için giriş yap.

# LOGIN_REQUIRED_TO_REPORT_CONTENT
source: You must be logged in to submit content reports.
cy_gb: Rhaid i chi fewngofnodi i gyflwyno adroddiadau cynnwys.
de_de: Du musst angemeldet sein, um Inhalte zu melden.
el_gr: Πρεπει να ειστε συνδεδεμενοι για να πραγματοποιησετε αναφορες περιεχομενου.
es_es: Debes haber iniciado sesión para enviar reportes de contenido.
fr_fr: Vous devez être connecté pour signaler un contenu.
it_it: Devi accedere per inviare segnalazioni.
ja_jp: 報告するためにはログインする必要があります。
nl_nl: Je moet ingelogd zijn om inhoudsrapportages te versturen.
pl_pl: Zaloguj sie, aby wysylac zgloszenia zawartosci.
pt_pt: Tens de ter feito login para enviar relatórios de conteúdo.
ro_ro: Trebuie sa fiti conectat pentru a trimite raporturi de continut
sv_se: Du måste vara inloggad för att rapportera innehåll.
tr_tr: Bir içeriği şikayet etmek için giriş yapman gerek.

# NOTICE_REPORT_OTHER_ISSUES
source: This form is for reporting user content only. To report a user's behavior, or for other issues and requests, please email our support team:
cy_gb: Mae'r ffurflen hon ar gyfer adrodd cynnwys defnyddwyr yn unig. I roi gwybod am ymddygiad defnyddiwr, neu am faterion a cheisiadau eraill, anfonwch e-bost at ein tîm cefnogi:
de_de: Dieses Formular dient ausschließlich dem Melden des Inhaltes. Um das Verhalten des Benutzers sowie sonstige Probleme zu melden, schicke bitte eine Email an unseren Support-Dienst:
el_gr: Αυτη η αιτηση ειναι για την αναφορα περιεχομενου ενος χρηστη ΜΟΝΟ. Για να αναφερετε για την συμπεριφορα χρηστη, η για αλλα προβληματα και αιτηματα, παρακαλουμε να στειλετε mail στην ομαδα υποστηρηξεωs μαs:
es_es: Este formulario es para reportar contenido de usuarios exclusivamente. Para reportar el comportamiento de un Usuario, o por otros asuntos y peticiones, por favor manda un Correo electrónico a nuestro soporte técnico:
fr_fr: Ce formulaire est fait pour signaler le contenu d'utilisateur seulement. Pour signaler le comportement d'un utilisateur, ou pour d'autres problèmes et requêtes, merci d'envoyer un mail à notre support :
it_it: Questo form serve per segnalare soltanto contenuti di un utente. Per segnalare un utente, o per altri problemi o richieste, manda un'email al nostro team di supporto:
ja_jp: このフォームは、ユーザーのコンテンツを報告するためのものです。 ユーザーの行動やその他の問題やリクエストを報告するには、サポートチームにメールを送信してください。
nl_nl: Dit formulier is alleen om inhoud te rapporteren. Om het gedrag van een gebruiker te rapporteren, of voor andere problemen en verzoeken, stuur ons ondersteuningsteam alsjeblieft een e-mail:
pl_pl: Ten formularz jest jedynie do zglaszania zawartosci wysylanej przez uzytkownika. Aby zglosic jego zachowanie, lub dla innych problemów i zgloszeń, skontaktuj sie z naszym zespolem przez e-maila.
pt_pt: Este formulário é apenas para relatórios de utilizador. Para reportar o comportamento de um utilizador, ou outros assuntos e pedidos, por favor mande um email à nossa equipa de suporte:
ro_ro: Acest formular este numai pentru raportarea continutului de utilizator. pentru a raporta comportamentul unui utilizator, sau pentru alte probleme sau cereri, va rugam sa trimiteti un email la echipa noastra de suport:
sv_se: Denna blankett är endast för rapportering av innehåll. Om du vill rapportera användarens beteende eller för andra problem och förfrågningar, vänligen skicka ett mail till vårt supportteam:
tr_tr: Bu form sadece bir kullanıcının içeriğini şikayet etmek için kullanılabilir. Bir kullanıcının davranışını şikayet etmek veya başka bir sorun ve talep için lütfen destek ekibimize e-posta gönder:

# NO_BLANK_REPORTS
source: You cannot post a blank report.
cy_gb: Ni allwch bostio adroddiad gwag.
de_de: Du kannst keine leere Meldung einreichen.
el_gr: Δεν μπορειτε να δωσετε κενη αναφορα.
es_es: No puedes enviar un reporte en blanco.
fr_fr: Vous ne pouvez pas envoyer un signalement vide.
it_it: Non puoi mandare una segnalazione vuota.
ja_jp: 空白のレポートを投稿することはできません。
nl_nl: Je mag geen lege rapportage versturen.
pl_pl: Nie mozesz wyslac pustego zgloszenia.
pt_pt: Não podes mandar um relatório em branco.
ro_ro: Nu puteti posta un raport gol.
sv_se: Du kan inte skicka en tom rapport.
tr_tr: Boş bir şikayet gönderemezsin.

# REPORT_CATEGORY_LABEL
source: Category
ja_jp: カテゴリ
pt_pt: Categoria

# REPORT_DETAILS_LABEL
source: Details
ja_jp: 詳細
pt_pt: Detalhes

# REPORT_DETAILS_PLACEHOLDER
source: Describe the issue…
ja_jp: 問題を説明してください…
pt_pt: Descreva o problema…

# REPORT_EXPLANATION_FAILED
source: An error occurred while this report was being submitted.
cy_gb: Digwyddodd gwall tra roedd yr adroddiad hwn yn cael ei gyflwyno.
de_de: Ein Fehler beim Einreichen der Meldung ist aufgetreten.
el_gr: Εμφανιστηκε σφαλμα κατατην ωρα υποβοληs.
es_es: Un error ocurrió mientras este reporte estaba siendo enviado.
fr_fr: Une erreur est survenue pendant l'envoi du signalement.
it_it: E' stato riscontrato un errore durante l'invio della segnalazione.
ja_jp: レポートの送信中にエラーが発生しました。
nl_nl: Er was een fout opgetreden terwijl wij deze rapportage aan het behandelen waren.
pl_pl: Podczas wysylania zgloszenia wystapil blad.
pt_pt: Occureu um erro enquanto o relatório estava a ser enviado.
ro_ro: A aparut o eroare in timp ce acest raport a fost trimis.
sv_se: Ett fel uppstod när rapporten skickades in.
tr_tr: Şikayet formunu gönderirken bir hata oluştu.

# REPORT_FAILED_USER_BANNED
source: Report failed: you are restricted from Sudomemo.
cy_gb: Methodd yr adroddiad: cewch eich cyfyngu o Sudomemo.
de_de: Du wurdest von Sudomemo gebannt.
el_gr: Η χρηση σας του Sudomemo εχει τεθει σε περιορισμο.
es_es: Reporte fallido: Estas restringido de Sudomemo.
fr_fr: L'utilisation de votre compte Sudomemo a été restreinte.
it_it: Segnalazione fallita: sei bannato da Sudomemo.
ja_jp: あなたはSudomemoとの対話を制限されています。
nl_nl: Rapportage mislukt: je toegang tot Sudomemo is ontnomen.
pl_pl: Zgloszenie nie powiodlo sie: jestes zbanowany z Sudomemo.
pt_pt: Envio de relatório falhou: Estás restrito de interagir no Sudomemo.
ro_ro: Raport esuat: sunteti restrictionat pe Sudomemo.
sv_se: Rapportering misslyckades: du är förbjuden från Sudomemo.
tr_tr: Şikayet edilemedi: Sudomemo hesabın kilitli.

# REPORT_FLIPNOTE_HEADER
source: Report this Flipnote
ja_jp: この作品を報告
pt_pt: Reportar este Flipnote
