Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/search.po
Languages: cy_gb, el_gr, es_es, pl_pl, pt_pt, ro_ro

# HEADER_NEXT
source: Next
cy_gb: Nesaf
el_gr: Επομ
es_es: Siguiente
pl_pl: Nastepna
pt_pt: Próximo
ro_ro: Urm.

# HEADER_PREV
source: Prev
cy_gb: Blae
el_gr: Προηγ
es_es: Anterior
pl_pl: Poprzednia
pt_pt: Anterior
ro_ro: Ante.

source: No results found
cy_gb: Ni ddarganfwyd canlyniadau
el_gr: Δεν βρεθηκαν αποτελεματα
es_es: No se encontraron resultados
pl_pl: Brak znalezionych wyników
pt_pt: Nenhums resultados encontrados
ro_ro: Nici un rezultat nu a fost gasit

# PAGE_FORMAT
source: Page %d
cy_gb: Tudalen %d
el_gr: Σελιδα %d
es_es: Página %d
pl_pl: Strona %d
pt_pt: Página %d
ro_ro: Pagina %d

# PLEASE_ENTER_USERNAME
source: Please enter a username...
cy_gb: Rhowch enw defnyddiwr...
el_gr: παρακαλω γραψτε ονομα χρηστη...
es_es: Introduzca el nombre del creador...
pl_pl: Wpisz nazwe uzytkownika...
pt_pt: Por favor insira um nome de utilizaor...
ro_ro: Scrieti nume utilizator...

source: Results
cy_gb: Canlyniadau
el_gr: Αποτελεσματα
es_es: Resultados
pl_pl: Wyniki
pt_pt: Resultados
ro_ro: Rezultate

# RESULTS_FOUND_FORMAT_MULTIPLE
source: %1$d results found for "%2$s"
cy_gb: %1$d cafwyd canlyniadau ar gyfer "%2$s"
el_gr: %1$d αποτελεσματα βρεθηκαν για "%2$s"
es_es: %1$d Resultados encontrados para "%2$s"
pl_pl: %1$d wyniki znalezione dla "%2$s"
pt_pt: %1$d resultados encontrador por "%2$s"
ro_ro: %1$d rezultate gasite pentru "%2$s"

# RESULTS_FOUND_FORMAT_SINGULAR
source: %1$d result found for "%2$s"
cy_gb: %1$d darganfuwyd canlyniad "%2$s"
el_gr: %1$d αποτελεσμα βρεθηκε για "%2$s"
es_es: %1$d Resultado encontrado para "%2$s"
pl_pl: %1$d wynik znaleziony dla "%2$s"
pt_pt: %1$d resultado encontrado por "%2$s"
ro_ro: %1$d rezultate gasite pentru "%2$s"

source: Search
cy_gb: Chwiliwch
el_gr: Αναζητηση
es_es: Buscar
pl_pl: Szukaj
pt_pt: Procurar
ro_ro: Cautati

# SEARCH_SHORT_KEY
source: Flipnote ID
es_es: ID de Flipnote
pl_pl: ID Flipnote
pt_pt: ID do Flipnote
ro_ro: ID Flipnote

source: Search Username
cy_gb: Chwiliwch Enw Defnyddiwr
el_gr: Αναζητηση Ονοματος Χρηστη
es_es: Creador(a)
pl_pl: Szukaj uzytkownika
pt_pt: Procurar Nome de Utilizador
ro_ro: @Cautati Nume Utiliz.

# SHORT_KEY_FORMAT_GUIDE
source: Not finding what you're looking for? You may have entered the Flipnote ID incorrectly. Flipnote IDs are six digits long and can be found in the details section for the Flipnote.
cy_gb: Ddim yn dod o hyd i'r hyn rydych chi'n chwilio amdano? Efallai eich bod wedi cofnodi'r ID Flipnote yn anghywir. Mae ID Flipnote yn chwe digid o hyd a gellir dod o hyd iddynt yn adran manylion y Flipnote.
el_gr: Δεν βρισκετε αυτο που ψαχνετε; Μπορει να εχετε καταχωρισει λανθασμενα το Flipnote ID. Τα Flipnote ID εχουν μηκος 6 χαρακτηρες και μπορειτε να τα βρειτε στις λεπτομεριες του Flipnote.
es_es: ¿No encuentras lo que estás buscando? Debes de haber puesto mal el ID. Los ID de las Flipnotes son de seis dígitos y se encuentran en la sección de detalles del mismo.
pl_pl: Nie znajdujesz tego, czego szukasz? Mozliwe, ze zle wpisales ID Flipnote. ID Flipnote maja 6 znaków i mozna je znalesc w sekcji z informacjami o Flipnote.
pt_pt: Não estás a encontrar o que procuras? Se calhar introduziste o ID do Flipnote incorrectamente. Os ID do Flipnotes tem 6 dígitos e podem ser encontrados na secção de detalhes do Flipnote.
ro_ro: Nu ati gasit ceea ce cautati? Se poate sa fi introdus ID-ul Flipnote gresit. ID-urile Flipnote au 6 caractere si poate fi gasit in sectiunea de detalii al Flipnote-ului.

# SHORT_KEY_NO_RESULTS
source: No Flipnote found
cy_gb: Ni ddarganfuwyd Flipnote
el_gr: Δεν βρεθηκε Flipnote
es_es: Flipnote no encontrada
pl_pl: Nie znaleziono Flipnotes
pt_pt: Nenhum Flipnote encontrado
ro_ro: Nici un Flipnote nu a fost gasit

# SHORT_KEY_SIMILAR_FOUND_CASE_SENSITIVE
source: No result was found, but a similar ID exists. Please note that Flipnote IDs are case-sensitive and usually only numbers and capital letters.
cy_gb: Ni chanfuwyd unrhyw ganlyniad, ond mae ID tebyg yn bodoli. Sylwch fod Flipnote IDs yn sensitif i achosion, ac fel arfer llythrennau a rhifau cyfalaf i gyd.
el_gr: Δεν βρεθηκε αποτελεσμα, αλλα υπαρχει ενα παρομοιο ID. Παρακαλουμε λαβετε υποψη οτι τα Flipnote IDs ειναι case-sensitive, και συνηθως εχουν ολα τα γραμματα και αριθμους κεφαλαια.
es_es: No se han encontrado resultados, pero si una ID similar. Por favor, comprueba si el ID tiene letras mayúsculas o minúsculas y números, suelen ser casi todas con mayúsculas y con números.
pl_pl: Nie znaleziono niczego, ale istnieje podoble ID. Pamietaj ze ID Flipnote uwzgledniaja wielkosc liter i zazwyczaj skladaja sie z calych duzych liter i cyfr.
pt_pt: Nenhum resultado foi encontrado, mas um ID semelhante existe. Por favor tome nota que os ID dos Flipnotes diferenciam letras maiúsculas e minúsculas, e costumam ter só letras maiúsculas e números.
ro_ro: Nu a fost gasit niciun rezultat, dar un ID similar exista. Tineti minte ca ID-urile Flipnote sunt caz sensibile, si sunt de obicei numai litere mari si numere.

source: Username
cy_gb: Defnyddiwr
el_gr: Ονομα Χρηστη
es_es: Nombre de usuario
pl_pl: Nazwa uzytkownika
pt_pt: Nome de Utilizador
ro_ro: Nume Utilizator
