Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/serviceStatus.po
Languages: de_de, es_es, fr_fr, it_it, pt_pt, sv_se

# ALL_SERVICES_OPERATIONAL
source: ale li pona.
de_de: All services are operational.
es_es: Todos los servicios están funcionando.
fr_fr: Tout les services sont opérationnels.
it_it: Tutti i servizi sono operativi.
pt_pt: Todos os serviços estão operacionais.
sv_se: Alla tjänster är fungerande.

# ALTERNATE_DNS
source: sina lukin e pakala la sina ante e ilo DNS lili: %s
de_de: If you run into issues, try switching to our temporary backup DNS instead: %s
es_es: Si tienes problemas, intenta cambiar a nuestro DNS de respaldo temporal: %s
fr_fr: Si vous rencontrez des problèmes, essayez de passer à notre DNS de secours temporaire à la place: %s
it_it: Se riscontri problemi, prova ad impostare il nostro DNS di backup temporaneo: %s
pt_pt: Se encontrares algum problema, tenta mudar para o nosso DNS temporário de recuperação: %s
sv_se: Om du har problem, byt då till våran tillfälliga backup-DNS istället: %s

# APOLOGIES_FOR_INCONVENIENCE
source: mi pana pona tawa sina tan pakala ni.
de_de: We apologize for any inconvenience this may cause.
es_es: Nos disculpamos por cualquier inconveniente que esto pueda causar.
fr_fr: Nous nous excusons pour les inconvénients que cela pourrait causer.
it_it: Ci scusiamo per ogni disagio che ci√≤ potrebbe causare.
pt_pt: Desculpamos por qualquer inconveniencia que pode acontecer.
sv_se: Vi ursäktar för potensiella störningar.

# AUX_SERVICES
source: ilo namako
de_de: Auxiliary Services
es_es: Servicios Auxiliares
fr_fr: Services auxiliaires
it_it: Servizi Ausiliari
pt_pt: Serviços Auxiliares
sv_se: Ytterliggare tjänster

# DNS_SERVER
source: ilo DNS
de_de: DNS Server
es_es: Servidor DNS
fr_fr: Serveur DNS
it_it: Server DNS
pt_pt: Servidor DNS
sv_se: DNS Server

# ESTIMATED_RESOLUTION
source: pakala weka li tenpo ni: %s
de_de: Estimated Resolution Time: %s
es_es: Tiempo estimado de resolución: %s
fr_fr: Temps estimé avant résolution: %s
it_it: Tempo di Risoluzione Stimato: %s
pt_pt: Tempo Estimado de Resolução: %s
sv_se: Estimerad Resolution Tid: %s

# INVESTIGATING
source: mi li alasa e pakala
de_de: We are currently investigating the issue
es_es: Estamos investigando el problema
fr_fr: Nous enquêtons actuellement sur le problème.
it_it: Ci stiamo attualmente occupando del problema
pt_pt: Estamos a investigar o caso
sv_se: Vi håller på med att utreda problemet

# LAST_UPDATED
source: lipu ante lon tenpo %s
de_de: Last updated on %s
es_es: Última actualización: %s
fr_fr: Dernière mise à jour: %s
it_it: Ultimo aggiornamento il %s
pt_pt: Actualizado à %s
sv_se: Sist uppdaterad %s

# MAINTENANCE_COMPLETED
source: pakala weka li pini
de_de: Maintenance Completed
es_es: Mantenimiento Completado
fr_fr: Maintenance Complète
it_it: Manutenzione Completata
pt_pt: Manutenção Completa
sv_se: Uppehåll klargjort

# MAINTENANCE_IN_PROGRESS
source: pakala weka li tenpo ni
de_de: Maintenance In Progress
es_es: Mantenimiento en Progreso
fr_fr: Maintenance En Cours
it_it: Manutenzione in Corso
pt_pt: Manuntenção Em Progresso
sv_se: Uppehåll är pågående

# MAJOR_ISSUES
source: pakala suli
de_de: Major Issues
es_es: Problemas Mayores
fr_fr: Problèmes Majeurs
it_it: Problemi Critici
pt_pt: Problemas Principais
sv_se: Stora problem

# MINOR_ISSUES
source: pakala lili
de_de: Minor Issues
es_es: Problemas Menores
fr_fr: Problèmes Mineurs
it_it: Problemi Minori
pt_pt: Problemas Secundários
sv_se: Små problem

# OUTAGE
source: weka
de_de: Outage
es_es: Interrupción
fr_fr: Panne
it_it: Interruzione
pt_pt: Fora de Serviço
sv_se: Avbrott

# POSSIBLE_ISSUES
source: ken pakala
de_de: Possible Issues
es_es: Posibles Problemas
fr_fr: Problèmes Possibles
it_it: Possibili Problemi
pt_pt: Possíveis Problemas
sv_se: Möjliga problem

# SCHEDULED_MAINTENANCE
source: pakala weka pi tenpo esun
de_de: Scheduled Maintenance
es_es: Mantenimiento Programado
fr_fr: Maintenance
it_it: Manutenzione Programmata
pt_pt: Manuntenção Marcada
sv_se: Planerat uppehåll

# SERVICE_STATUS
source: pilin tan lipu Sutomemo
de_de: Service Status
es_es: Estado del Servicio
fr_fr: Status du Service
it_it: Stato del Servizio
pt_pt: Estado do Serviço
sv_se: Tjänst Status

# SUDOMEMO_DEGRADED_PERFORMANCE
source: lipu Sutomemo li pilin ike
de_de: Sudomemo is currently experiencing degraded performance
es_es: Sudomemo está experimentando un rendimiento degradado
fr_fr: Sudomemo rencontre actuellement des problèmes de performance.
it_it: Sudomemo sta attualmente riscontrando prestazioni degradate
pt_pt: O Sudomemo está de momentos a sofrer de má performance
sv_se: Sudomemo har för tillfället problem med prestanda

# UNDERGOING_NETWORK_ISSUES
source: lipu Sutomemo li toki ilo ike
de_de: Currently undergoing network routing issues
es_es: Actualmente experimentando problemas de enrutamiento de red
fr_fr: Des problèmes de réseau sont en cours.
it_it: Attualmente si stanno verificando problemi di routing di rete
pt_pt: Há problemas de rede neste momento
sv_se: Pågående problem med nätverkets routing

# WEATHERING_ATTACK
source: jan ike li toki mute tawa lipu Sutomemo
de_de: Currently weathering a Denial of Service (DoS) attack
es_es: Actualmente resistiendo un ataque de Denegación de Servicio (DoS)
fr_fr: Nous subissons actuellement une attaque par déni de service (DoS).
it_it: Attualmente esposto ad un attacco Denial of Service (DoS)
pt_pt: Há problemas de acesso ao serviço (Ataque DDoS)
sv_se: För tillfället under en Denial of Service (DoS) attack

# WEBSITE
source: lipu
de_de: Website
es_es: Sitio Web
fr_fr: Site Web
it_it: Sito Web
pt_pt: Website
sv_se: Hemsida
