Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/sudomemoPlus.po
Languages: de_de, el_gr, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, sv_se, tr_tr

# AVAILABLE_PLUS_FEATURES
source: Da stuff u can do wit Sudomemo Plus is pretty epic. Check bac here sumtime if we add sumthin! :)
de_de: Diese Features sind mit Sudomemo Plus verfügbar. Wir schlagen dir vor, die Liste gelegentlich einzusehen!
el_gr: Οι ακολουθες δυνατοτητες ειναι διαθεσιμες μονο μεσω Sudomemo Plus. Τσεκαρετε αυτη τη σελιδα μια στο τοσο!
es_es: Las siguientes características solo están disponibles con Sudomemo Plus. ¡Asegúrate de volver a revisar cada cierto tiempo!
fr_fr: Les fonctionnalités suivantes sont disponibles avec Sudomemo Plus. Assurez-vous de retourner ici pour vérifier de temps en temps !
it_it: Le seguenti funzionalità sono disponibili tramite Sudomemo Plus. Ricontrolla qui qualche volta!
ja_jp: スドメモPlusでは、次の機能を使用できます。 時々ここに戻って確認してください！
nl_nl: De onderstaande functies zijn beschikbaar met Sudomemo Plus. Zorg dat je hier nog eens komt kijken zo nu en dan!
pl_pl: Dzięki Sudomemo Plus masz dostęp do tych funkcji. Sprawdzaj tę sekcję raz na jakiś czas!
pt_pt: As funções ditas aqui, estão disponíveis através do Sudomemo Plus. Certifica-te de voltar aqui para ver as novas funções de vez em quando!
ro_ro: Urmatoarele optiuni sunt valabile prin Sudomemo Plus. Aveti grija sa verificati aceasta din cand in cand!
sv_se: Följande funktionerna av tillgängliga genom Sudomemo Plus. Se till att kolla tillbaka lite då och då!
tr_tr: The following features are available through Sudomemo Plus. Make sure to check back here every once in a while!

# COLORFUL_COMMENTS
source: funni colors on coments
de_de: Farbige Kommentare schreiben
el_gr: Γραψτε χρωματιστα σχολια
es_es: Escribe comentarios a color
fr_fr: Écrire des commentaires colorés
it_it: Scrivi commenti colorati
ja_jp: 色付きのコメントを書く
nl_nl: Schrijf kleurrijke reacties
pl_pl: Pisz kolorowe komentarze
pt_pt: Escrever comentários coloridos
ro_ro: Scrieti comentarii colorate
sv_se: Write färgrika kommentarer
tr_tr: Write colorful comments

source: Continue
de_de: Weiter
el_gr: Συνεχεια
es_es: Continuar
fr_fr: Continuer
it_it: Continua
ja_jp: 続ける
nl_nl: Verder
pl_pl: Kontynuuj
pt_pt: Continuar
ro_ro: Continuati
sv_se: Fortsätt
tr_tr: Devam et

# DOWNLOAD_YOUR_COMMENTS
source: Download ur coments as Flippy-notes
de_de: Kommentare als Flipnotes herunterladen
el_gr: Κατεβαστε τα σχολια σας ως Flipnotes
es_es: Descarga tus comentarios como Flipnotes
fr_fr: Télécharger vos commentaires en tant que Flipnotes
it_it: Scarica i tuoi commenti come Flipnote
ja_jp: コメントを作品としてダウンロード
nl_nl: Download je reacties als Flipnotes
pl_pl: Pobierz swoje komentarze jako Flipnote
pt_pt: Fazer download dos teus comentários como Flipnotes
ro_ro: Descarcati comentariile dvs. ca Flipnote-uri
sv_se: Ladda ner dina kommentarer som Flipnotes
tr_tr: Download your comments as Flipnotes

# FLIPNOTE_ANALYTICS
source: Access analytics information for your Flipnotes
de_de: Auf Analytics-Infos für deine Flipnotes zugreifen
el_gr: Δειτε αναλυτικες λεπτομεριες για τα δικα σας Flipnotes
es_es: Accede a información analítica para tus Flipnotes
fr_fr: Accéder à des informations analytiques pour vos Flipnotes
it_it: Accedi alle informazioni analitiche dei tuoi Flipnote
ja_jp: 作品のアナリティクスにアクセスする
nl_nl: Toegang krijgen tot analyse-informatie voor je Flipnotes
pl_pl: Otrzymaj dostęp do informacji analitycznych o twoich Flipnotes
pt_pt: Aceder informações analíticas para os teus Flipnotes
ro_ro: Accesati informatii analitice pentru Flipnote-urile dvs.

# FLIPNOTE_AUDIO_ENHANCEMENT
source: Flipnoddle Audio Enhancement
de_de: Flipnote-Audioverbesserung
el_gr: Flipnote Audio Enhancement
es_es: Mejora el audio de tu Flipnote
fr_fr: Amélioration audio de Flipnote
it_it: Miglioramento dell'audio dei Flipnote
ja_jp: 作品のオーディオの機能強化
nl_nl: Flipnote Geluidsverbetering
pl_pl: Ulepszenie dźwięku Flipnote
pt_pt: Melhoramento de Áudio de Flipnotes
ro_ro: Imbunatatirea Audio Flipnote
sv_se: Flipnote Ljudförbättring
tr_tr: Flipnote Audio Enhancement

# FLIPNOTE_SMOOTHING
source: smooOOoothing
de_de: Flipnote-Glättung
el_gr: Flipnote Smoothing
es_es: Suavizado en tu Flipnote
fr_fr: Lissage de Flipnote
it_it: Smussatura dei Flipnote
ja_jp: 作品のスムージング
nl_nl: Flipnoteverzachting
pl_pl: Wygładzanie Flipnote
pt_pt: Afinação de Flipnotes
ro_ro: Netezirea Flipnote
sv_se: Flipnote Utjämning
tr_tr: Flipnote Smoothing

# FOOTNOTE_PLATFORM_FEATURE_PARITY
source: Pls note sum features, like teh Flipnote smooOOthing and audio enhancement, only are see Sudomemo Theatre.
de_de: Bitte beachte, dass einige Features wie Flipnote-Glättung und Audio-Korrektur nur über Sudomemo Theatre verfügbar sind.
el_gr: Καποιες δυνατοτητες, οπως το Flipnote Smoothing και audio enhancement, μπορουν να φανουν μονο στο Sudomemo Theatre.
es_es: Por favor nota que algunas características, tales como suavizado en tus Flipnotes y audio mejorado solo son visibles en Sudomemo Theatre.
fr_fr: Veuillez noter que certaines fonctionnalités, telles que le lissage des Flipnotes et l'amélioration audio, ne sont visibles que sur Sudomemo Theatre.
it_it: Tieni presente che alcune funzioni, come la smussatura dei Flipnote e il miglioramento dell'audio, possono essere viste solo su Sudomemo Theatre.
ja_jp: 作品の平滑化や音声強調などの一部機能は、スドメモシアターでのみ表示されることに注意してください。
nl_nl: Houd alsjeblieft in gedachten dat sommige functies, zoals Flipnote verzachting en geluidsverbetering, alleen gezien kunnen worden op Sudomemo Theatre.
pl_pl: Niektóre funkcjie, takie jak wygładzanie i ulepszenie dźwięku Flipnotes, są widoczne jedynie w Sudomemo Theatre.
pt_pt: Por favor façam nota que algumas funções como afinação de Flipnotes e melhoramento de áudio, só podem ser usadas no Teatro Sudomemo.
ro_ro: Tineti minte ca anumite optiuni, precum Netezirea Flipnote si imbunatatirea audio, pot fi vazute doar pe Teatrul Sudomemo.
sv_se: Vänligen notera att vissa funktioner, så som Flipnote utjämning och ljudförbättring, visas bara i Sudomemo Theatre.
tr_tr: Please note that some features, such as Flipnote Smoothing and audio enhancement, can only be seen on Sudomemo Theatre.

# GREETING_LEGACY_ACTIVATE_FORMAT
source: Hello, %s!
de_de: Hallo, %s!
el_gr: Γεια, %s!
es_es: ¡Hola, %s!
fr_fr: Bonjour, %s !
it_it: Ciao, %s!
ja_jp: こんにちは、%s!
nl_nl: Hallo, %s!
pl_pl: Witaj, %s!
pt_pt: Olá, %s!
ro_ro: Buna, %s!
sv_se: Hej, %s!
tr_tr: Selam, %s!

# INCREASED_FOLLOW_LIMIT
source: increse follow limit, follow more people :) !!! (up to %s Creators)
de_de: Folge-Grenze bis auf %s Ersteller erhöht
el_gr: Ανεβασμενο οριο ακολουθιας - μεχρι %s Χρηστες
es_es: Incrementar el numero de personas a seguir - hasta %s Creadores
fr_fr: Limite de créateurs à suivre augmentée - jusqu'à %s créateurs
it_it: Limite dei follow aumentato - fino a %s creatori
ja_jp: フォロー制限の増加 - 最大%s人の作者
nl_nl: Hoger volg limiet - tot %s Makers
pl_pl: Podniesiony limit obserwowanych osób - do %s Twórców
pt_pt: Aumentar limite de seguidores - até %s Criadores
ro_ro: Creste limita de urmaritori - pana la %s Creatori
sv_se: Ökade följargräns - upp till %s Creators
tr_tr: Increased follow limit - up to %s Creators

# LEGACY_ACTIVATE_CITIZENSHIP_CHANGE
source: Sudomemo Citizenship has gone away, replaced by Sudomemo Plus!
de_de: Sudomemo-Bürgerschaft wurde zugunsten von Sudomemo Plus abgesetzt!
el_gr: Το Sudomemo Citizenship δεν υπαρχει πια, αντικατασταθηκε απο το Sudomemo Plus!
es_es: Sudomemo Citizenship ha expirado, ¡reemplazado por Sudomemo Plus!
fr_fr: La Citoyenneté Sudomemo est partie, elle a été remplacée par Sudomemo Plus !
it_it: Sudomemo Citizenship è stato rimosso, sostituito da Sudomemo Plus!
ja_jp: スドメモ市民は廃止され、スドメモPlusに変わりました！
nl_nl: Sudomemo Citizenship is weggegaan, en is vervangen door Sudomemo Plus!
pl_pl: Sudomemo Citizenship zostało zastąpione przez Sudomemo Plus!
pt_pt: A Cidanania Sudomemo foi terminada, e substituída por Sudomemo Plus!
ro_ro: Cetatenia Sudomemo a disparut, a fost inlocuita de Sudomemo Plus!
sv_se: Sudomemo medborgarskap har tagits bort och blivit ersatt av Sudomemo Plus!
tr_tr: Sudomemo Vatandaşlığı'nın yerine artık Sudomemo Plus geçti!

# LEGACY_ACTIVATE_EARN_PLUS
source: Sudomemo Plus can be earned by redeeming tickets purchased from our Shop or by entering a winning entry to our Weekly Topic.
de_de: Sudomemo Plus kann durch Einlösen von Tickets erhalten werden, die du durch Käufe oder als Preis zum Gewinn in Wochen-Themen bekommst.
el_gr: Μπορειτε να παρετε το Sudomemo Plus με την ανταλλαγη λαχνων που μπορειτε να αγορασετε απο το καταστημα μας η με το να κερδισετε σε ενα απο τα Weekly Topic.
es_es: Puedes obtener Sudomemo Plus canjeando tickets que compres en nuestra tienda o ganando en nuestro fondo semanal.
fr_fr: Sudomemo Plus peut être gagné en utilisant des tickets achetés depuis notre boutique ou en gagnant à notre Weekly Topic (thème hebdomadaire).
it_it: Sudomemo Plus può essere ottenuto riscattando ticket acquistati sul nostro Shop o inserendo una voce vincente alla nostra Topic settimanale.
ja_jp: スドメモPlusは、ショップで購入したチケットを使用するか、ウィークリートピックに入賞することで獲得できます。
nl_nl: Sudomemo Plus kan verdiend worden door tickets te verzilveren die in onze Shop zijn gekocht of door een winnende inzending te doen naar ons Weeklijkse Onderwerp.
pl_pl: Sudomemo Plus może być uzyskane poprzez wykorzystanie biletu wykupionego w naszym sklepie lub jeżeli twój Flipnote wygra w jednym z naszych Tematów Tygodnia.
pt_pt: O Sudomemo Plus pode ser adquirido ao trocar bilhetes comprados na nossa loja, ou submeter conteúdo que entra no nosso Tópico Semanal.
ro_ro: Sudomemo Plus poate fi obtinut prin revendicarea biletelor cumparate de pe Magazin sau daca introduceti numarul castigator de pe Subiectul Saptamanal.
sv_se: Sudomemo Plus kan tjänas av att dra biljetter som du köpt från våran butik eller från att bidra ett vinnande bidrag till vårat Veckotema
tr_tr: Sudomemo Plus, mağazamızda satın alınan biletlerle veya Haftanın Konusu programımızda kazanarak elde edilebilir.

# LEGACY_ACTIVATE_GRANDFATHERED_BONUS
source: Since you previously had Citizenship, you've been given a month free of Sudomemo Plus. Make sure to take a look around and try out some fun new features!
de_de: Da du Flipnote-Bürgerschaft hattest, erhältst du 3 Gratis-Monate Sudomemo Plus. Siehe dir die neuen tollen Features an und probiere sie aus!
el_gr: Εφοσον προηγουμενο ειχατε Citizenship, σας δινουμε εναν μηνα δωρεαν Sudomemo Plus. Ψαξτε και δοκιμαστε καποιες νεες δυνατοτητες!!
es_es: Ya que anteriormente contabas con Citizenship, Has recibido un mes gratis de Sudomemo Plus. Asegúrate de darle una mirada ¡y probar algunas de las nuevas características!
fr_fr: Étant donné que vous aviez la Citoyenneté auparavant, vous avez reçu un mois de Sudomemo Plus gratuit. Assurez-vous d'y jeter un œil et d'essayer quelques nouvelles fonctionnalités amusantes !
it_it: Siccome possedevi Citizenship, ti è stato dato un mese gratuito di Sudomemo Plus. Assicurati di darci un'occhiata e di provare qualche nuova funzione divertente!
ja_jp: 以前に市民権を取得している方には、スドメモPlusが1か月無料で提供されます。 楽しい新機能を是非お試しください!
nl_nl: Omdat je hiervoor al Citizenship had, heb je een maand gratis Sudomemo Plus ontvangen. Zorg dat je een beetje rondkijkt en een paar van de leuke nieuwe functies uitprobeert!
pl_pl: Ponieważ poprzednio miałeś Citizenship, daliśmi ci darmowy miesiąc Sudememo Plus. Porozglądaj się po naszej stronie i wypróbuj kilku nowych funkcji!
pt_pt: Como ainda tinhas Cidanania anteriormente, nós te demos um mês gratuíto do Sudomemo Plus. Certifica-te de dar uma olhada e exprimentar as novas funções no serviço!
ro_ro: Deoarece ati avut Cetatenie Sudomemo inainte, vi s-a oferit o luna de Sudomemo Plus. Uitati-va in jur si incercati lucruri noi amizante!
sv_se: Eftersom du tidigare haft Medborgarskap har du fått ett gratis Sudomemo Plus. Se till att du tar en titt och provar några ny funktioner!
tr_tr: Daha önceden Vatandaşlık'ın olduğu için sana bedava bir aylık Sudomemo Plus verilmiştir. Bununla biraz etrafa bakıp yeni ve eğlenceli özellikleri denemeyi unutma!

# LEGACY_ACTIVATE_PLUS_TEASER
source: Sudomemo Plus gives you access to all sorts of extra features, such as smoothing and audio enhancement of your Flipnotes on Sudomemo Theatre, as well as colorful comments and other neat features!
de_de: Sudomemo Plus gewährt dir Zugang zu mehreren neuen Features, wie z.B. die Glättung und Audioverbesserung von Flipnotes in Sudomemo Theatre, sowie farbenfrohe Kommentare und mehr!
el_gr: Το Sudomemo Plus σας δινει προσβαση σε καθε λογης νεες δυνατοτηας, οπως το smoothing και audio enhancement των Flipnotes σας στο Sudomemo Theatre, οπως επισης χρωματιστα σχολια και αλλες τελειες δυνατοτητες!
es_es: Sudomemo Plus te da acceso a toda clase de características extra, tales como suavizado y audio mejorado en tus Flipnotes de Sudomemo Theatre, al igual que comentarios con color ¡y otras características!
fr_fr: Sudomemo Plus vous donne accès à toutes sortes de fonctionnalités supplémentaires, telles que le lissage et l'amélioration audio de vos Flipnotes sur Sudomemo Theatre, ainsi que des commentaires colorés et d'autres fonctionnalités intéressantes !
it_it: Sudomemo Plus ti dà accesso a varie funzioni extra, come la smussatura e il miglioramento dell'audio dei tuoi Flipnote su Sudomemo Theatre, così come i commenti colorati e altre funzionalità graziose!
ja_jp: スドメモPlusに加入すると、スドメモシアターでの作品のスムージング、オーディオの拡張、色付きのコメントやその他、あらゆる種類の追加機能をご利用いただけます。
nl_nl: Sudomemo Plus geeft je toegang tot veel soorten extra functies, zoals verzachting en geluidsverbetering voor jouw Flipnotes op Sudomemo Theatre, net als kleurvolle stukken commentaar en en andere mooie functies!
pl_pl: Sudomemo Plus daje ci dostęp do wielu dodatkowych funkcji, takich jak wygładzanie i ulepszanie dźwięku twoich Flipnotes na Sudomemo Theatre, a także kolorowe komentarze i inne niezłe funkcje!
pt_pt: O Sudomemo Plus dá te acesso a montes de coisas extra no serviço, tal como afinamento e melhoramento de áudio dos teus Flipnotes no Teatro Sudomemo, tal comos comentários coloridos e outras funções!
ro_ro: Sudomemo Plus va ofera acces la tot felul de lucruri in plus, precum netezire si imbunatatirea Flipnote-urilor dvs. pe Teatrul Sudomemo, precum comentarii colorate si alte lucruri interesante!
sv_se: Sudomemo Plus ger dig tillgång till alla sorters funktioner, så som utjämning och ljudförbättringar av dina Flipnotes i Sudomemo Theatre, såväl som färgrika kommentarer och annat!
tr_tr: Sudomemo Plus ile tüm ekstra özelliklere erişebilirsin. Mesela, Flipnote'larının video kalitesini yumuşatma ve Sudomemo Tiyatrosu'ndaki Flipnote'larının sesini düzeltme, renkli yorumlar ve hatta daha diğer güzel şeyler!

# MANAGE_PLUS_HEADER
source: My Sudomemo Plus
de_de: Mein Sudomemo Plus
el_gr: Το Sudomemo Plus μου
es_es: Mi Sudomemo Plus
fr_fr: Mon Sudomemo Plus
it_it: Il mio Sudomemo Plus
ja_jp: マイスドメモPlus
nl_nl: Mijn Sudomemo Plus
pl_pl: Moje Sudomemo Plus
pt_pt: O Meu Sudomemo Plus
ro_ro: Sudomemo Plus al meu
sv_se: Mitt Sudomemo Plus
tr_tr: Sudomemo Plus üyeliğim

# MANAGE_PLUS_HOW_TO_EARN_PLUS
source: U can get Sydomemo Plus by gettin tickets buyed from the Shop or by entering a win entry to the Weekly Topic.
de_de: Sudomemo Plus kann durch Einlösen von Tickets erhalten werden, die du durch Käufe oder als Preis zum Gewinn in Wochen-Themen bekommst.
el_gr: Μπορειτε να παρετε το Sudomemo Plus με την ανταλλαγη λαχνων που μπορειτε να αγορασετε απο το καταστημα μας η με το να κερδισετε σε ενα απο τα Weekly Topic.
es_es: Puedes obtener Sudomemo Plus canjeando tickets que compres en nuestra tienda o ganando en nuestro fondo semanal.
fr_fr: Sudomemo Plus peut être gagné en utilisant des tickets achetés depuis notre boutique ou en gagnant à notre Weekly Topic (thème hebdomadaire).
it_it: Sudomemo Plus può essere ottenuto riscattando ticket acquistati sul nostro Shop o inserendo una voce vincente alla nostra Topic settimanale.
ja_jp: スドメモPlusは、ショップで購入したチケットを利用するか、ウィークリートピックに入賞することで獲得できます。
nl_nl: Sudomemo Plus kan verdiend worden door tickets te verzilveren die in onze Shop zijn gekocht of door een winnende inzending te doen naar ons Weeklijkse Onderwerp.
pl_pl: Sudomemo Plus może być uzyskane poprzez wykorzystanie biletu wykupionego w naszym sklepie lub jeżeli twój Flipnote wygra w jednym z naszych Tematów Tygodnia.
pt_pt: O Sudomemo Plus pode ser adquirido ao trocar bilhetes comprados na nossa loja, ou submeter conteúdo que entra no nosso Tópico Semanal.
ro_ro: Sudomemo Plus poate fi obtinut prin revendicarea biletelor cumparate de pe Magazin sau daca introduceti numarul castigator de pe Subiectul Saptamanal.
sv_se: Sudomemo Plus kan tjänas av att dra biljetter som du köpt från våran butik eller från att bidra ett vinnande bidrag till vårat Veckotema
tr_tr: Sudomemo Plus can be earned by redeeming tickets purchased from our Shop or by entering a winning entry to our Weekly Topic.

# MANAGE_PLUS_REMAINING
source: U got %s day(s) of Sudomeemo Plus lef.
de_de: Du hast noch %s Tag(e) Sudomemo Plus zur Verfügung.
el_gr: Εχετε %s ημερες Sudomemo Plus ακομα.
es_es: Actualmente tienes %s día(s) de Sudomemo Plus restante(s).
fr_fr: Il vous reste actuellement %s jour(s) de Sudomemo Plus.
it_it: Attualmente hai %s giorno(i) di Sudomemo Plus rimanenti.
ja_jp: 残り%s日スドメモPlusをご利用いただけます
nl_nl: Je hebt op dit moment %s dag(en) van Sudomemo Plus over.
pl_pl: Pozostało ci %s dni Sudomemo Plus.
pt_pt: Actualmente, tens cerca de %s dia(s) restantes do Sudomemo Plus.
ro_ro: Mai aveti %s zi(le) de Sudomemo Plus ramase.
sv_se: Du har för närvarande %s dag(ar) kvar av Sudomemo Plus.
tr_tr: Kalan Sudomemo Plus gün sayısı: %s

# NO_THEATRE_ADS
source: No stinky ads on Sudomemo Theatre
de_de: Keine Werbungen in Sudomemo Theatre
el_gr: Οχι διαφημισεις στο Sudomemo Theatre
es_es: No anuncios Sudomemo Theatre
fr_fr: Pas de publicité sur Sudomemo Theatre
it_it: Nessuna pubblicità su Sudomemo Theatre
ja_jp: スドメモシアターに広告はありません！
nl_nl: Geen advertenties op Sudomemo Theatre
pl_pl: Brak reklam w Sudomemo Theatre
pt_pt: Nenhums anúncios no Teatro Sudomemo
ro_ro: Fara reclame pe Teatrul Sudomemo
sv_se: Inga reklamer i Sudomemo Theatre
tr_tr: No advertisements on Sudomemo Theatre

# PLUS_RUNNING_OUT_MSG_DAYS_REMAINING_FORMAT
source: here to let u kno u got %s days of Sudomemo Plus lef.
de_de: Diese Nachricht wurde gesendet, um Dich wissen zu lassen, dass du noch %s Tage Sudomemo Plus zur Verfügung hast.
el_gr: Σας στελνουμε αυτο το μηνυμα για να σας ενημερωσουμε οτι εχετε ακομα %s μερες του Sudomemo Plus.
es_es: Éste es un mensaje para hacerte saber que tienes %s día(s) de Sudomemo Plus restante(s).
fr_fr: Ce message est là pour vous informer qu'il vous reste %s jours de Sudomemo Plus.
it_it: Questo messaggio ti ricorda che hai %s giorni di Sudomemo Plus rimanenti.
ja_jp: このメッセージはスドメモPlusが残り%s日ご利用いただけるかを通知するものです。
nl_nl: Dit bericht is om je te laten weten dat je %s dagen van Sudomemo Plus over hebt.
pl_pl: Przypominamy, że zostało ci %s dni Sudomemo Plus.
pt_pt: Esta mensagem é para te relembrar que tens cerca de %s dias restantes para o Sudomemo Plus.
ro_ro: Acest mesaj va informeaza ca mai aveti %s zile de Sudomemo Plus ramase.
sv_se: Detta meddelande är en påminnelse om att du har %s dagar kvar av Sudomemo Plus.
tr_tr: This message is to let you know that you have %s days of Sudomemo Plus remaining.

# PLUS_RUNNING_OUT_MSG_HAPPY_FLIPNOTING
source: Happy Flipnoting :)!
de_de: Frohes Flipnoting!
el_gr: Καλο Flipnoting!
es_es: ¡Anima tu día!
fr_fr: Bon flipnoting !
it_it: Felice Flipnoting!
ja_jp: よきうごメモライフを！
pl_pl: Wesołego Flipnotowania!
pt_pt: Feliz Flipnoting!
ro_ro: Flipnoting Fericit!
sv_se: Glad Flipnoting!

# PLUS_RUNNING_OUT_MSG_HOW_TO_EARN_PLUS
source: dont forget u can get Sydomemo Plus by gettin tickets buyed from the Shop or by entering a win entry to the Weekly Topic. :)
de_de: Vergiss nicht, dass Sudomemo Plus durch Einlösen von Tickets erhalten werden kann, die du durch Käufe oder als Preis zum Gewinn in Wochen-Themen bekommst.
el_gr: Μην ξεχνατε οτι μπορειτε να παρετε το Sudomemo Plus με το να νικησετε στο Weekly Topic, η με την ανταλλαγη λαχνων απο το καταστημα μας.
es_es: No olvides que Puedes obtener Sudomemo Plus ganando en nuestro fondo semanal, o canjeando tickets que compres en nuestra tienda.
fr_fr: N'oubliez pas que vous pouvez obtenir Sudomemo Plus en gagnant au Weekly Topic, ou en utilisant des tickets achetés depuis notre boutique.
it_it: Non dimenticare che puoi ottenere Sudomemo Plus inserendo voci vincenti alla nostra Topic settimanale, oppure riscattando ticket acquistati sul nostro Shop.
ja_jp: ウィークリートピックに受賞するか、ショップから購入したチケットを使用することで、スドメモPlusをご利用いただけます。
nl_nl: Vergeet niet dat je Sudomemo Plus kan verdienen door winnende inzendingen te doen naar ons Weeklijkse Onderwerp, of door tickets te verzilveren die in onze Shop gekocht zijn.
pl_pl: Nie zapomnij, że Sudomemo Plus może być uzyskane poprzez wykorzystanie biletu wykupionego w naszym sklepie lub jeżeli twój Flipnote wygra w jednym z naszych Tematów Tygodnia.
pt_pt: Não te esqueças que podes receber Sudomemo Plus ao submeter conteúdo que entra no Tópico Semanal, ou trocar bilhetes comprados na nossa Loja.
ro_ro: Nu uitati ca puteti obtine Sudomemo Plus daca intoduceti intrarile castigatoare de pe Subiectul Saptamanal, sau daca revendicati bilete de pe Magazin.
sv_se: Glöm inte att du kan tjäna Sudomemo Plus från att bidra ett vinnande bidrag till vårat Veckotema, eller från att dra köpta biljetter från våran Butik.
tr_tr: Don't forget that you can earn Sudomemo Plus by entering winning entries to the Weekly Topic, or by redeeming tickets purchased from our Shop.

# PLUS_RUNNING_OUT_MSG_INTRO
source: Heyyy, %s!
de_de: Hallo, %s!
el_gr: Γεια, %s!
es_es: ¡Hola, %s!
fr_fr: Bonjour, %s !
it_it: Ciao, %s!
ja_jp: こんにちは、%s!
nl_nl: Hallo, %s!
pl_pl: Witaj, %s!
pt_pt: Olá, %s!
ro_ro: Buna, %s!
sv_se: Hej, %s!
tr_tr: Hello, %s!

# PLUS_RUNNING_OUT_MSG_TITLE
source: My Sudomemo Plus
de_de: Mein Sudomemo Plus
el_gr: Το Sudomemo Plus Μου
es_es: Mi Sudomemo Plus
fr_fr: Mon Sudomemo Plus
it_it: Il mio Sudomemo Plus
ja_jp: マイスドメモPlus
nl_nl: Mijn Sudomemo Plus
pl_pl: Moje Sudomemo Plus
pt_pt: O Meu Sudomemo Plus
ro_ro: Sudomemo Plus al meu
sv_se: Mitt Sudomemo Plus

# SUDOMEMO_GAME_ACCESS
source: Play special games right on Sudomemo!
de_de: Spiele spezielle Spiele direkt auf Sudomemo!
el_gr: Παιξτε ειδικα παιχνιδια εδω στο Sudomemo!
es_es: ¡Juega a juegos especiales directamente en Sudomemo!
fr_fr: Jouer à des jeux spéciaux directement sur Sudomemo !
it_it: Speciali giochi direttamente su Sudomemo!
ja_jp: スドメモで特別なゲームをプレイしてみよう！
nl_nl: Speel speciale games direct op Sudomemo!
pl_pl: Graj w specjalne gry z poziomu Sudomemo!
pt_pt: Jogar jogos especiais dentro do Sudomemo!
ro_ro: Jucati jocuri speciale pe Sudomemo!
sv_se: Spela speciella spel direkt i Sudomemo!

# SUDOMEMO_PLUS_LEGACY_HEADER
source: Welcome to Sudomemo Plus!
de_de: Willkommen zu Sudomemo Plus!
el_gr: Καλωσηρθατε στο Sudomemo Plus!
es_es: ¡Bienvenido a Sudomemo Plus!
fr_fr: Bienvenue sur Sudomemo Plus !
it_it: Benvenuto su Sudomemo Plus!
ja_jp: スドメモPlusへようこそ!
nl_nl: Welkom bij Sudomemo Plus!
pl_pl: Witaj w Sudomemo Plus!
pt_pt: Bem-vindo ao Sudomemo Plus!
ro_ro: Bine ati venit la Sudomemo Plus!
sv_se: Välkommen till Sudomemo Plus!
tr_tr: Sudomemo Plus'a hoş geldin!

# THEME_PUBLISHER_ACCESS
source: Publish themes to the Theme Shop
de_de: Kulissen im Kulissen-Shop hochladen
es_es: Publica fondos en la Tienda de fondos
fr_fr: Publier des thèmes sur la boutique de thèmes
it_it: Pubblica temi sullo Shop dei Temi
ja_jp: テーマショップにテーマを公開する
nl_nl: Publiceer thema's in de Themawinkel
pl_pl: Wysyłaj własne motywy do sklepu z motywami
pt_pt: Publicar temas na Loja de Temas
ro_ro: Publicati Teme pe Magazinul de Teme
sv_se: Publicera teman till Temabutiken
