Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/supportToken.po
Languages: de_de, fr_fr, nl_nl, pt_pt, sv_se

# APPLICATION_TOKEN
source: App Token
fr_fr: Jeton d'app
pt_pt: Token da App

# APPLICATION_TOKEN_INFO
source: Here is your App Token, which can be used for certain apps that require it. Don't share this token with anyone.
de_de: Hier ist dein App-Token, welcher in bestimmten Apps, die ihn brauchen, verwendet werden kann. Teile diesen Token mit niemandem.
fr_fr: Voici votre jeton d'app, qui peut être utilisé pour certaines apps qui en ont besoin. Ne partagez pas ce jeton avec qui que ce soit.
nl_nl: Hier is jouw App Token, die gebruikt kan worden voor sommige apps die het nodig hebben. Deel deze Token met niemand.
pt_pt: Aqui está o teu Token da App, qual pode ser usado em certas apps que precisam do Token. Por-favor não partilhes este Token da App com alguém que não seja o próprio.
sv_se: Här är din App Token, vilket kan användas för appar som behöver den. Dela den inte med någon.

# APPLICATION_TOKEN_INFO_2
source: This token cannot be used to request support.
de_de: Dieser Token kann nicht verwendet werden, um Support anzufordern.
fr_fr: Ce jeton ne peut pas être utilisé pour faire une demande de support.
nl_nl: Deze token kan niet worden gebruikt om Support aan te vragen.
pt_pt: Este Token não pode ser usado para pedidos de suporte.
sv_se: Denna Token kan inte användas för kundservice.

# DO_NOT_SHARE_TOKEN
source: Don't share this token with anyone. If someone reaches out to you claiming to be Sudomemo Support and asks you for this token, don't give it to them.
de_de: Teile diesen Token mit niemandem. Falls jemand mit dir in Kontakt tritt, sich als Sudomemo-Support ausgibt und dich nach diesem Token fragt, gebe sie ihnen nicht.
fr_fr: Ne partagez pas ce jeton avec qui que ce soit. Si quelqu'un vous contacte en prétendant être le support Sudomemo et vous demande ce jeton, ne lui donnez pas.
nl_nl: Deel deze token met niemand. Als iemand je zegt dat ze van Sudomemo Support zijn en voor deze token vragen, geef het niet aan hun.
pt_pt: Não partilhes este token com ninguém. Se alguém te contacte a dizer que esse indivíduo faz parte da Equipa de Suporte do Sudomemo e te pede o teu token, não lhe dês o token.
sv_se: Dela inte denna Token men någon. Ifall någon kontaktar dig som om de vore Sudomemo Support och ber om den, säg ifrån.

# GET_APPLICATION_TOKEN
source: Get App Token
fr_fr: Obtenir le jeton d'app
nl_nl: Krijg App Token
pt_pt: Receber Token da App
sv_se: Se App Token

source: Get Support Token
de_de: Support-Token erhalten
fr_fr: Obtenir le jeton de support
nl_nl: Krijg Support Token
pt_pt: Receber Token de Suporte
sv_se: Se Support Token

source: Hatena ID Verification
de_de: Hatena ID-Verifikation
fr_fr: Vérification d'ID Hatena
nl_nl: Hatena ID Verificatie
pt_pt: Verificação do ID do Hatena
sv_se: Hatena ID Verifiering

# HATENA_ID_VERIFICATION_INTRO
source: This tool allows you to verify ownership of a Hatena ID when working with Sudomemo Support.
de_de: Dieses Tool erlaubt es dir, den Besitz einer Hatena-ID gegen체ber dem Sudomemo-Support zu verifizieren.
fr_fr: Cet outil permet de vérifier que vous êtes propriétaire d'un ID Hatena lorsque vous collaborez avec le support Sudomemo.
nl_nl: Met deze tool kunt u verifiëren dat u de eigenaar bent van een Hatena ID wanneer je met Sudomemo Support werkt.
pt_pt: Esta ferramenta permite-te verificar a propriedade de um ID do Hatena quando em conjunto do a Equipa de Suporte do Sudomemo.
sv_se: Detta verktig låter dig hantera ägaren av ett Hatena ID när du jobbar med Sudomemo kundservice.

# HATENA_ID_VERIFICATION_INTRO_2
source: You will be prompted to log in to your Hatena Account, after which you will receive a Support Token.
de_de: Du wirst gefragt, dich mit deinem Hatena-Konto anzumelden. Danach erh채ltst du einen Support-Token.
fr_fr: Vous serez invité(e) à vous connecter à votre compte Hatena, après quoi vous recevrez un jeton de support.
nl_nl: Je zal worden gevraagd om in te loggen in jouw Hatena Account, hierna zul je een Support Token krijgen.
pt_pt: Itás ser pedido para fazer login com a tua Conta Hatena, cujo depois irás receber um Token de Suporte.
sv_se: Du kommer blir förfrågad att logga in på ditt Hatena konto, där du sedan får en Support Token.

# LOGIN_FIRST_BEFORE_SUPPORT_TOKEN
source: It looks like you already have an account. Please log in first before requesting a Support Token.
de_de: Es sieht so aus, als h채ttest du schon ein Konto. Bitte melde dich an, bevor du einen Support-Token anforderst.
fr_fr: Il semblerait que vous ayez déjà un compte. Veuillez d'abord vous connecter avant de demander un jeton de support.
nl_nl: Het ziet er naar uit dat je al een account hebt. Log alsjeblieft eerst in voor je een Support Token aanvraagt.
pt_pt: Parece que já tens uma conta. Por favor faz login antes de pedir um Token de Suporte.
sv_se: Ser ut some du redan har ett konto. Snälla logga in först innan du ber om en Support Token.

source: Support Token
fr_fr: Jeton de support
pt_pt: Token de Suporte

# SUPPORT_TOKEN_INFO
source: Here is your Support Token, which you were asked for when you contacted Sudomemo Support.
de_de: Hier ist dein Support-Token, nach dem du gefragt wurdest, als du den Sudomemo-Support kontaktiert hast.
fr_fr: Voici votre jeton de support, qui vous a été demandé lorsque vous avez contacté le support Sudomemo.
nl_nl: Hier is je Support Token, die gevraagd werd toen je Sudomemo Support contacteerde.
pt_pt: Aqui está o teu Token de Suporte, cujo tu pediste quando contactaste a Equipa de Suporte do Sudomemo.
sv_se: Här är din Support Token, som du var efterfrågad efter när du kontaktade Sudomemo kundservice.

# YOU_ARE_REQUESTING_APPLICATION_TOKEN
source: You are now requesting an App Token, which is used for certain apps that require it.
de_de: Du forderst nun einen App-Token an, welcher in bestimmten Apps, die ihn brauchen, verwendet wird.
fr_fr: Vous êtes en train de demander un jeton d'app, qui est utilisé pour certaines apps qui en ont besoin.
nl_nl: Je verzoekt nu een Support Token, die gebruikt kan worden voor sommige apps die het nodig hebben.
pt_pt: Estás a pedir um Token da App, este Token pode ser usado para certas apps que usam o Token.
sv_se: Du efterfrågar nu en App Token, som används av särskilda appar.

# YOU_ARE_REQUESTING_SUPPORT_TOKEN
source: You are now requesting a Support Token, which is used to verify your identity when you contact Sudomemo Support.
de_de: Du forderst nun einen Support-Token an, welcher zur Verifizierung deiner Identit채t beim Kontakt mit dem Sudomemo-Support verwendet wird.
fr_fr: Vous êtes en train de demander un jeton de support, qui est utilisé pour vérifier votre identité lorsque vous contactez le support Sudomemo.
nl_nl: Je verzoekt nu een Support Token, die gebruikt word om je identiteit te verifiëren wanneer je Sudomemo Support contacteert.
pt_pt: Estás a pedir um Token de Suporte, cujo é usado para verificar a tua identidade quando entras em contacto com a Equipa de Suporte do Sudomemo.
sv_se: Du efterfrågar nu en Support Token, vilket används för att verifiera din identitet när du kontaktar Sudomemo Kundservice.
