Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/theatre.po
Languages: de_de, el_gr, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, sv_se, tr_tr

# YOUTUBE_CONNECT_INTRO
source: Connecting your YouTube channel lets you share your Flipnotes directly to YouTube!
de_de: Das Verbinden deines YouTube-Kanals erlaubt es dir, Flipnotes direkt auf der YouTube-Plattform zu teilen!
el_gr: Με το να συνδεθειτε στο YouTube καναλι σας μπορειτε να ανεβασετε τα δικα σας Flipnotes κατευεθιαν YouTube!
es_es: Conectar tu canal de YouTube te puedes subir tus Flipnotes a YouTube directamente!
fr_fr: Connecter votre chaîne YouTube vous permet de partager vos Flipnotes directement sur YouTube !
it_it: Collegare il tuo canale YouTube ti permette di condividere i tuoi Flipnote direttamente su Youtube!
ja_jp: YouTubeチャンネルと連携すると、作品を直接YouTubeに共有できます！
nl_nl: Door je Youtube kanaal linken kan je Flipnotes direct naar Youtube delen!
pl_pl: Połączenie twojego kanału na YouTube umożliwi ci przesyłanie Flipnotes prosto na YouTube!
pt_pt: Se ligares o teu canal do YouTube podes partilhar os teus Flipnotes directamente no YouTube!
ro_ro: Conectându-vă canalul de YouTube vă lasă să încărcați Flipnote-uri direct pe YouTube!
sv_se: Genom att länka din YouTube kanal kan du ladda upp Flipnotes direkt till YouTube!
tr_tr: YouTube kanalına bağlanarak Flipnote'larını direkt YouTube'a yükle!

# YOUTUBE_DEFAULT_SETTINGS_EXPLANATION
source: These settings will be filled in automatically when you upload a Flipnote from your Nintendo DSi or 3DS. If you're uploading from Sudomemo Theatre, you'll be prompted to change or confirm these settings before starting the upload.
de_de: Diese Einstellungen werden automatisch eingefüllt, wenn du ein Flipnote von deinem Nintendo DSi oder 3DS hochlädst. Lädst du von Sudomemo Theatre aus hoch, wirst du zur Bestätigung oder Änderung jener Einstellungen angewiesen, bevor das Hochladen stattfindet.
el_gr: Αυτες οι ρυθμισεις θα συπληρωνονται αυτοματα οταν ανεβαζετε ενα Flipnote απο το Nintendo DSi η 3DS. Εαν ανεβαζετε μεσω Sudomemo Theatre, θα σας ζητηθει να αλλαξετε η να επιβεβαιωσετε αυτες τις ρυθμισεις πριν ξεκινησει το upload.
es_es: Estos ajustes se llenarán automáticamente cuando publiques una Flipnote desde tu Nintendo DSi o 3DS. Si la subes desde Sudomemo Theatre, se te sugerirá cambiar o confirmar estos ajustes antes de empezar a subirla.
fr_fr: Ces paramètres seront remplis automatiquement lorsque vous enverrez une Flipnote depuis votre Nintendo DSi ou 3DS. Si vous l'envoyez depuis Sudomemo Theatre, vous serez invité à changer ou confirmer ces paramètres avant de démarrer l'envoi.
it_it: Queste impostazioni saranno aggiunte automaticamente quando carichi un Flipnote dal tuo Nintendo DSi o 3DS. Se stai caricando da Sudomemo Theatre, ti sarà chiesto di cambiare o confermare queste impostazioni prima di iniziare il caricamento.
ja_jp: これらの設定は、ニンテンドーDSiまたは3DSから作品をアップロードするときに自動的に入力されます。 スドメモシアターからアップロードする場合は、アップロードを開始する前に、これらの設定を変更または確認するように求められます。
nl_nl: Deze instellingen worden automatisch ingevuld wanneer je een Flipnote van je Nintendo DSi of 3DS upload. Als je van Sudomemo Theatre upload, zal je gevraagd worden of je iets wil veranderen of bevestig je deze instellingen voordat de upload start.
pl_pl: Te ustawienia zostaną automatycznie wypełnione gdy prześlesz Flipnote z twojej konsoli Nintendo DSi lub 3DS. Jeśli prześlesz Flipnote z Sudomemo Theatre, zostaniesz zapytany/-a o zmianę lub potwierdzenie tych ustawień zanim przesyłanie się rozpocznie.
pt_pt: Estas definições iram ser automaticamente preenchidas quando fizeres um upload de um Flipnote do teu sistema Nintendo DSi or 3DS. Se já fizeste upload a partir do Teatro Sudomemo, irás ser pedido para mudar ou confirmar estas definições antes de começar o upload.
ro_ro: Aceste setări vor fi pornite automat când încărcați un Flipnote de pe Nintendo DSi sau 3DS. Dacă încărcați de pe Teatrul Sudomemo, va trebui să schimbați aceste setări înainte de a începe încărcarea.
sv_se: Dessa inställningar blir ifyllda automatisk när du laddar upp en Flipnote från ditt Nintendo DSi eller 3DS. Om du laddar upp från Sudomemo Theatre, kommer konfirmation av inställningarna efterfrågas innan uppladdning.
tr_tr: Nintendo DSi ve 3DS'inden Flipnote yüklediğinde bu ayarlar otomatik şekilde uygulanacak. Flipnote'unu Sudomemo Tiyatro'sundan paylaşıyorsan, yüklenmeden önce bu ayarlarını onaylaman ya da değiştirmen istenilecek.

# YOUTUBE_ESTIMATED_DURATION
source: Estimated video duration:
de_de: Geschätzte Spieldauer:
el_gr: Εκτιμωμενη διαρκεια βιντεο:
es_es: Duración estimada del video:
fr_fr: Durée de la vidéo estimée :
it_it: Durata del video stimata:
ja_jp: 推定される動画の長さ:
nl_nl: Geschatte video duratie:
pl_pl: Szacowana długość filmiku:
pt_pt: Duração estimada do vídeo:
ro_ro: Durată estimată a videoclipului:
sv_se: Estimerad video längd:
tr_tr: Tahmini video süresi:

# YOUTUBE_EXTRA_DESCRIPTION_TEXT
source: Extra Description Text
de_de: Zusätzliche Beschreibung
es_es: Texto de la Descripción Extra
fr_fr: Description supplémentaire
it_it: Descrizione aggiuntiva
ja_jp: 追加の説明文
nl_nl: Extra Beschrijving Text
pl_pl: Dotatkowy tekst w opisie
pt_pt: Texto de Descrição Extra
ro_ro: Text Extra Descriere
sv_se: Extra beskrivnings text
tr_tr: Ekstra Ayrıntı

# YOUTUBE_EXTRA_DESCRIPTION_TEXT_EXPLANATION
source: This text will display when viewers click on 'Show more' in your video's description.
de_de: Dieser Text wird angezeigt, wenn Zuschauer 'Mehr anzeigen' in deiner Videobeschreibung klicken.
es_es: Este texto se mostrará cuando los espectadores presionen en 'Mostrar más' en la descripción de tu video.
fr_fr: Ce texte sera affiché lorsque les spectateurs cliqueront sur 'Voir plus' dans la description de votre vidéo.
it_it: Sarà visualizzato questo testo quando gli spettatori cliccheranno su 'Mostra altro' nella descrizione del tuo video.
ja_jp: この説明文は、視聴者が動画の説明で[もっと見る]をクリックすると表示されます。
nl_nl: Deze tekst zal getoond worden wanneer kijkers op 'Toon meer' klikken in je video beschrijving.
pl_pl: Ten tekst pojawi się gdy widzowie klikną na "Pokaż więcej" w opisie twojego filmu.
pt_pt: Este texto irá ser exibido quando os espectadores clicarem no botão 'Mostrar Mais' na descrição do teu vídeo.
ro_ro: Acesty text se va afișa când vizionatorii dvs. vor apăsa pe 'Arătați mai multe' în descrierea videoclipului dvs.
sv_se: Denna text visas när man trycker på 'Visa mer' i din videos beskrivning.
tr_tr: Bu yazı, izleyiciler videonda 'Daha fazla'ya tıkladığında görülecek.

# YOUTUBE_LINK_PROMPT
source: Link your YouTube channel to upload your Flipnotes to YouTube.
de_de: Verbinde deinen YouTube-Kanal, um dort Flipnotes hochzuladen.
el_gr: Συνδεστε το YouTube καναλι για να ανεβασετε τα δικα σας Flipnotes στο YouTube.
es_es: Vincula tu canal de YouTube para subir tus Flipnotes a YouTube.
fr_fr: Liez votre chaîne YouTube pour envoyer vos Flipnotes sur YouTube.
it_it: Collega il tuo canale YouTube per caricare i tuoi Flipnote su YouTube.
ja_jp: YouTubeチャンネルと連携して作品をYouTubeにアップロードします。
nl_nl: Link your YouTube kanaal om je Flipnotes naar YouTube up te loaden.
pl_pl: Połącz swój kanał na YouTube aby przesyłać swoje Flipnotes na YouTube.
pt_pt: Liga o teu canal do YouTube para fazer upload do teus Flipnotes no YouTube.
ro_ro: Conectați-vă canalul de YouTube pentru a încărca Flipnote-uri pe YouTube.
sv_se: Länka din Youtube kanal för att ladda up dina Flipnotes till Youtube.
tr_tr: Flipnote'larını YouTube'a yüklemek için YouTube kanalına bağlan.

# YOUTUBE_LOOP_COUNT
source: Number of plays
de_de: Wiederholungen
es_es: Número de repeticiones
fr_fr: Nombre de lectures
it_it: Numero di riproduzioni
ja_jp: ループ回数
nl_nl: Aantal plays
pl_pl: Ilość pętli
pt_pt: Número de visualizações
ro_ro: Număr de rulări
sv_se: Antal spelningar
tr_tr: Oynatma sayısı

# YOUTUBE_LOOP_COUNT_EXPLANATION
source: Number of times a looped Flipnote will repeat. Select 1 to only play once.
de_de: Anzahl der Wiederholungen des Flipnotes im Video. Wähle 1, um das Flipnote nur 1-Mal abzuspielen.
es_es: Número de veces que una Flipnote en repetición se repetirá, Si el valor es 1, la Flipnote solamente se reproducirá por una vez.
fr_fr: Nombre de fois qu'une Flipnote en boucle se répétera. Selectionnez 1 pour ne la lancer qu'une fois.
it_it: Numero di volte in cui un Flipnote continuo si ripete. Seleziona 1 per riprodurlo una volta.
ja_jp: 作品が繰り返される回数です。1回だけ再生するには1を選択します。
nl_nl: Aantal keer dat een Flipnote zal herhalen. Selecteer 1 om het maar 1 keer af te spelen.
pl_pl: Ilość powtórzeń zapętlonego Flipnote. Wybierz 1 aby powtórzyć Flipnote tylko raz.
pt_pt: Número de vezes que o Flipnote pode repetir em loop. Seleccione 1 para reproduzir uma vez.
ro_ro: Numărul de ori un Flipnote dat pe loop se va repeta. Selectați 1 pentru a reda numai o dată.
sv_se: Antalet gånger en loopande flipnote ska repetera. Välj 1 för att spela en gång.
tr_tr: Döngüsel Flipnote'un oynatılma sayısı. 1 = sadece bir kere oynat.

# YOUTUBE_PENDING_UPLOAD
source: Your Flipnote is currently waiting to be uploaded. Check back in a few minutes.
de_de: Dein Flipnote wartet auf das Hochladen. Komme in ein paar Minuten wieder.
el_gr: Το Flipnote σας ανεβαινει. Ελατε ξανα σε λιγα λεπτα.
es_es: Tu Flipnote está esperando a ser cargada en este momento. Revisa de nuevo en unos minutos.
fr_fr: Votre Flipnote est actuellement en attente d'envoi. Revenez dans quelques minutes.
it_it: Il tuo Flipnote è in attesa del caricamento. Ricontrolla tra qualche minuto.
ja_jp: 作品がアップロードされるのを待っています。時間を空けてご確認ください。
nl_nl: Je Flipnote is aan het wachten om te uploaden. Check opnieuw in een paar minuten.
pl_pl: Twój Flipnote aktualnie czeka na przesłanie. Sprawdź ponownie za kilka minut.
pt_pt: O teu Flipnote está à espera para ser enviado. Volta dentro de alguns minutos.
ro_ro: Flipnote-ul dvs. așteaptă să fie încărcat. Verificați din nou în câteva minute.
sv_se: Din Flipnote väntar på att bli uppladdad. Kolla tillbaka om några minuter.
tr_tr: Flipnote'un yüklenmesi için bekleniyor. Lütfen birkaç dakika sonra yine bak.

# YOUTUBE_POSITION_IN_QUEUE
source: Position in queue:
de_de: Position in Warteschlange:
el_gr: Θεση στην σειρα:
es_es: Posición en la cola:
fr_fr: Position dans la file d'attente :
it_it: Posizione nella coda:
ja_jp: キュー内の位置:
nl_nl: Positie in wachtrij:
pl_pl: Miejsce w kolejce:
pt_pt: Posição na fila:
ro_ro: Posiție la coadă:
sv_se: Plats i kön:
tr_tr: Kuyruktaki sırası:

# YOUTUBE_RECONNECT_PROMPT
source: The connection to your channel is out of date. Please reconnect it to continue.
de_de: Die Verbindung zu deinem Kanal ist veraltet. Zum Fortfahren erneut verbinden.
el_gr: Η συνδεση στο καναλι σας εχει ληξει. Παρακαλω επανασυνδεστε το για να συνεχισετε.
es_es: La conexión a tu canal es expirado. Por favor reconéctala para continuar.
fr_fr: La connexion à votre compte a expiré. Merci de la reconnecter pour continuer.
it_it: La connessione con il tuo canale è scaduta. Riconnettilo.
ja_jp: チャンネルとの連携が古くなっています。続行するには、再度連携してください。
nl_nl: De verbinding met je kanaal is vervallen. Herverbind het om door te gaan.
pl_pl: Połączenie z twoim kanałem wygasło. Połącz go ponownie aby kontynuować.
pt_pt: A ligação ao teu canal está expirada. Por favor volte a ligar a tua conta para continuar.
ro_ro: Conexiunea cu canalul dvs. a expirat. Vă rugăm să-l reconectați pentru a continua.
sv_se: Länken till din kanal har löpt ut. Snälla återkoppla den för att fortsätta.
tr_tr: Kanalına olan bağlantı güncel değil. Lütfen kanalına tekrar bağlan.

# YOUTUBE_REFRESH_ACCOUNT
source: Refresh account
de_de: Konto aktualisieren
el_gr: Ανανεωση λογαριασμου
es_es: Actualizar cuenta
fr_fr: Actualiser le compte
it_it: Ricarica account
ja_jp: アカウントを更新
nl_nl: Herlaad account
pl_pl: Odśwież konto
pt_pt: Recarregar conta
ro_ro: Reîncărcați cont
sv_se: Ladda om konto
tr_tr: Hesabı yenile

# YOUTUBE_SHORT_TOGGLE
source: Make it a YouTube Short?
es_es: ¿Convertirlo en un Short de YouTube?
fr_fr: Le rendre en YouTube Short?
it_it: Renderlo uno YouTube Short?
pt_pt: Fazer um YouTube Short?
sv_se: Gör det en YouTube Short?

# YOUTUBE_STATUS_BEING_PROCESSED
source: Your upload is currently being processed.
de_de: Dein Flipnote wird gerade verarbeitet.
el_gr: Η δημοσιευση σας επεξεργαζεται.
es_es: Tu video está procesadando.
fr_fr: Votre envoi est en cours de traitement.
it_it: Il tuo caricamento è in elaborazione.
ja_jp: アップロードは現在処理中です。
nl_nl: Je upload wordt verwerkt.
pl_pl: Twój filmik jest aktualnie przetwarzany.
pt_pt: O teu upload está a ser processado.
ro_ro: Încărcarea dvs. se procesează.
sv_se: Din uppladdning bearbetas.
tr_tr: Videon şu an işlemde.

# YOUTUBE_STATUS_COMPLETE
source: Your upload is complete!
de_de: Hochladen abgeschlossen!
el_gr: Η δημοσιευση ολοκληρωθηκε!
es_es: ¡Carga completada!
fr_fr: Votre envoi est terminé !
it_it: Il tuo caricamento è stato completato!
ja_jp: アップロードが完了しました！
nl_nl: Je upload is voltooid!
pl_pl: Przesyłanie zostało zakończone!
pt_pt: O teu upload está completo!
ro_ro: Încărcarea dvs. este terminată!
sv_se: Uppladdningen är klar!
tr_tr: Videon yüklendi!

# YOUTUBE_STATUS_FAILED_AUTH
source: The upload failed due to an authentication problem.
de_de: Das Hochladen ist aufgrund eines Authentifizierungsfehlers fehlgeschlagen.
el_gr: Η δημοσιευση απετυχε λογω σφαλματος στην αναγνωριση.
es_es: La carga falló debido a un problema de autenticación.
fr_fr: L'envoi a échoué en raison d'un problème d'authentification.
it_it: Il caricamento è fallito a causa di un problema di autenticazione.
ja_jp: 認証の問題によりアップロードに失敗しました。
nl_nl: De upload is gefaald door een authenticatie probleem.
pl_pl: Przesyłanie nie powiodło się z powodu problemu z uwierzytelnianiem.
pt_pt: O upload falhou por causa de um problema de autenticação.
ro_ro: Încărcarea a eșuat datorită unei probleme de autentificare.
sv_se: Uppladdningen misslyckades på grund av ett autentiseringsfel.
tr_tr: Yüklenme bir kimlik doğrulama sorunundan dolayı durdurulmuştur.

# YOUTUBE_STATUS_FAILED_CLIENT_ERROR
source: The upload failed due to a client error.
de_de: Das Hochladen ist aufgrund eines Client-Fehlers fehlgeschlagen.
el_gr: Η δημοσιευση απετυχε λογω σφαλματος πελατη.
es_es: La carga falló debido a un problema del cliente.
fr_fr: L'envoi a échoué en raison d'une erreur du client.
it_it: Il caricamento è fallito a causa di un errore del client.
ja_jp: クライアントエラーが発生したため、アップロードに失敗しました。
nl_nl: De upload is gefaald door een client error.
pl_pl: Przesyłanie nie powiodło się z powodu błędu klienta.
pt_pt: O upload falhou devido a um erro de cliente.
ro_ro: Încărcarea a eșuat datorită unei erori de client.
sv_se: Uppladdningen misslyckades på grund av ett klientfel.
tr_tr: Yükleme bir istemci hatasından dolayı durdurulmuştur.

# YOUTUBE_STATUS_FAILED_GONE
source: The Flipnote disappeared before the upload could complete.
de_de: Dein Flipnote wurde vor dem Fertigstellen des Hochladens entfernt.
el_gr: Το Flipnote εξαφανιστηκε πριν ολοκληρωθει δημοσιευση.
es_es: El Flipnote desapareció antes de que se pudiera completar la carga.
fr_fr: La Flipnote a disparu avant que l'envoi ne puisse se terminer.
it_it: Il Flipnote è scomparso prima del completamento del caricamento.
ja_jp: アップロードが完了する前に作品が削除されました。
nl_nl: De Flipnote verdween voor de upload kon voltooid worden.
pl_pl: Flipnote zniknął zanim mógł zostać przesłany.
pt_pt: O Flipnote desapareceu antes do upload ser completo.
ro_ro: Flipnote-ul a dispărut înainte ca încărcarea să fie terminată.
sv_se: Flipnoten försvann innan uppladdningen var klar.
tr_tr: Bu Flipnote, yüklenmesi tamamlanmadan önce yok oldu.

# YOUTUBE_STATUS_FAILED_SERVICE_ERROR
source: The upload failed due to a service error.
de_de: Das Hochladen ist aufgrund eines Dienstfehlers fehlgeschlagen.
el_gr: Η δημοσιευση απετυχε λογω σφαλματος υπηρεσιας.
es_es: La carga falló debido a un problema del servicio.
fr_fr: L'envoi a échoué en raison d'une erreur du service.
it_it: Il caricamento è fallito a causa di un errore di servizio.
ja_jp: サービスエラーが発生したため、アップロードに失敗しました。
nl_nl: De upload faalde door een service error.
pl_pl: Przesyłanie nie powiodło się z powodu błędu serwisu.
pt_pt: O upload falhou devido a um erro de serviço.
ro_ro: Încărcarea a eșuat datorită unei erori de serviciu.
sv_se: Uppladdningen misslyckades på grund av ett service fel.
tr_tr: Yükleme bir hizmet hatasından dolayı durdurulmuştur.

# YOUTUBE_STATUS_FAILED_THUMB
source: Your video was uploaded successfully, but we had a problem uploading the thumbnail.
de_de: Dein Video wurde erfolgreich hochgeladen, jedoch gab es ein Problem beim Hochladen des Thumbnails.
el_gr: Το βιντεο σας ανεβηκε με επιτυχια, αλλα ειχαμε προβλημα με τη δημοσιευση του thumbnail.
es_es: Su video se cargó correctamente, pero tuvimos un problema al cargar la miniatura.
fr_fr: Votre vidéo a bien été envoyée, mais nous avons eu un problème lors de l'envoi de la miniature.
it_it: Il tuo video è stato caricato con successo, ma abbiamo avuto un problema caricando la tua anteprima.
ja_jp: 動画は正常にアップロードされましたが、サムネイルのアップロードで問題が発生しました。
nl_nl: Je video werd succesvol geüpload, maar we hadden een probleem met de thumbnail.
pl_pl: Twój filmik został przesłany pomyślnie, ale mieliśmy problem z ustawieniem miniaturki.
pt_pt: O teu vídeo foi carregado com sucesso, mas tivemos um problema ao fazer o upload do thumbnail.
ro_ro: Videoclipul dvs. a fost încărcat, dar am avut o problemă cu încărcarea thumbnail-ului.
sv_se: Din video är nu uppladdad, men titelbilden kunde inte tillämpas.
tr_tr: Videon başarıyla yüklendi ama küçük resmi yüklerken hata oluştu.

# YOUTUBE_STATUS_FAILED_UNEXPECTED_ERROR
source: An unexpected error occurred during upload.
de_de: Ein unbekannter Fehler trat beim Hochladen auf.
el_gr: Συνεβη μη αναμενομενο σφαλμα κατα τη διαρκεια της δημοσιευσης.
es_es: Un problema inesperado occurrió al cargar.
fr_fr: Une erreur inattendue s'est produite pendant l'envoi.
it_it: Errore inaspettato durante il caricamento.
ja_jp: アップロード中に予期せぬエラーが発生しました。
nl_nl: Een onverwachte error gebeurde tijdens de upload.
pl_pl: Wystąpił niespodziewany błąd podczas przesyłania.
pt_pt: Um erro inesperado ocorreu durante o upload.
ro_ro: A apărut o eroare neașteptată în timpul încărcării.
sv_se: Ett oväntat fel uppstod under uppladdningen.
tr_tr: Yükleme sürecinde beklenmedik bir hata oluştu.

# YOUTUBE_STATUS_FAILED_UNKNOWN
source: The upload failed for an unknown reason.
de_de: Das Hochladen ist aus einem unbekanntem Grund fehlgeschlagen.
el_gr: Η δημοσιευση απετυχε λογω αγνωστου σφαλματος.
es_es: La carga falló debido a un problema desconocido.
fr_fr: L'envoi a échoué pour une raison inconnue.
it_it: Il caricamento è fallito a causa di un errore sconosciuto.
ja_jp: 原因不明のエラーが発生しました。
nl_nl: De upload is gefaald door een onbekende reden.
pl_pl: Przesyłanie nie powiodło się z niewiadomej przyczyny.
pt_pt: O upload falhou devido a uma razão desconhecida.
ro_ro: Încărcarea a eșuat dintr-un motiv necunoscut.
sv_se: Uppladdningen misslyckades av en okänd anledning.
tr_tr: Yüklenme bilinmeyen sebeplerden dolayı bir durdurulmuştur.

# YOUTUBE_STATUS_PAUSED_GLOBAL_QUOTA
source: Our global usage quota has been exceeded, so the upload may be significantly delayed.
de_de: Unsere globale Nutzerquote wurde überschritten. Das Hochladen könnte daher nun weitaus länger dauern.
el_gr: Το quota χρησης μας εχει ξεπεραστει, επομενως ενδεχεται να υπαρχουν μεγαλες καθυστερησεις στην δημοσιευση.
es_es: Nuestra cuota global de uso ha sido excedida, por lo cual tu carga ha sido significantemente atrasada.
fr_fr: Notre quota d'utilisation global a été dépassé, donc l'envoi peut être significativement retardé.
it_it: La nostra quota di utilizzo globale è stata superata, quindi il caricamento subirà un ritardo significativo.
ja_jp: グローバル利用枠を超えてしまったため、アップロードが大幅に遅れる可能性があります。
nl_nl: Ons globale gebruiksquotum is overschreden, dus de upload kan aanzienlijke vertraging oplopen.
pl_pl: Nasz globalny limit wykorzystania API został przekroczony, więc przesyłanie może być znacząco opóźnione.
pt_pt: A quota global de uso foi excedida, o upload pode se atrasar sigificadamente.
ro_ro: Limita noastră de utilizări globale a fost trecută, deci încărcarea poate fi întârziată semnificativ.
sv_se: Våran globala uppladdningsgräns har uppnåtts, därmed kan uppladdningen ta lång tid att bearbetas.
tr_tr: Küresel kullanım kotamız aşılmıştır, bu yüzden videon geç yüklenilebilir.

# YOUTUBE_STATUS_TRACKER_DONE
source: Done!
de_de: Fertig!
el_gr: Ετοιμο!
es_es: ¡Hecho!
fr_fr: Terminé !
it_it: Fatto!
ja_jp: 完了!
nl_nl: Klaar!
pl_pl: Gotowe!
pt_pt: Acabado!
ro_ro: Gata!
sv_se: Klar!
tr_tr: Bitti!

# YOUTUBE_STATUS_TRACKER_NEW
source: New
de_de: Neu
el_gr: Νεο
es_es: Nuevo
fr_fr: Nouveau
it_it: Nuovo
nl_nl: Nieuw
pl_pl: Nowy
pt_pt: Novo
ro_ro: Nou
sv_se: Ny
tr_tr: Yeni

# YOUTUBE_STATUS_TRACKER_PROCESSING
source: Processing
de_de: Wird verarbeitet
el_gr: Επεξεργαζεται
es_es: Procesando
fr_fr: En traitement
it_it: In elaborazione
ja_jp: 処理中
nl_nl: Verwerken
pl_pl: Przetwarzany
pt_pt: A Processar
ro_ro: Se procesează
sv_se: Bearbetar
tr_tr: İşleniyor

# YOUTUBE_STATUS_WAITING_TO_BE_PROCESSED
source: Your upload is currently waiting to be processed.
de_de: Dein Flipnote wartet auf die Verarbeitung.
el_gr: Η δημοσιευση σας βρισκεται στην αναμονη για επεξεργασια.
es_es: Tu carga está esperando ser procesada por el momento.
fr_fr: Votre envoi est actuellement en attente de traitement.
it_it: Il tuo caricamento è in attesa di essere elaborato.
ja_jp: アップロードは現在処理待ちです。
nl_nl: Je upload is aan het wachten om verwerkt te worden.
pl_pl: Twój filmik aktualnie czeka na przetworzenie.
pt_pt: O teu upload está à espera para ser processado.
ro_ro: Încărcarea dvs. așteaptă să fie procesată.
sv_se: Din uppladdning väntar på att bli bearbetad.
tr_tr: Videon işlenmesini bekliyor.

# YOUTUBE_TAGS
source: Tags
es_es: Etiquetas
it_it: Tag
ja_jp: タグ
pl_pl: Tagi
pt_pt: Etiquetas
ro_ro: Tag-uri
sv_se: Taggar
tr_tr: Etiketler

# YOUTUBE_TAGS_EXPLANATION
source: Enter a comma after each tag
de_de: Gib nach jedem Tag ein Komma ein
es_es: Pon una coma después de cada etiqueta
fr_fr: Entrez une virgule après chaque tag
it_it: Inserisci una virgola dopo ciascun tag
ja_jp: タグの後にカンマを入力してください
nl_nl: Vul een komma na elke tag in
pl_pl: Wpisz przecinek po każdym tagu
pt_pt: Introduz uma vírgula após cada etiqueta
ro_ro: Scrieți o virgulă după fiecare tag
sv_se: Skriv ett kommatecken efter varje tagg
tr_tr: Her etiketten sonra bir virgül yaz

# YOUTUBE_TAGS_HINT
source: Tags, separated by comma.
de_de: Tags, mit Kommas getrennt.
es_es: Etiquetas, separadas por una comma.
fr_fr: Des tags, séparés par des virgules.
it_it: Tag, separati da virgola.
ja_jp: タグはカンマで区切ります。
nl_nl: Tags, gescheiden door een komma.
pl_pl: Tagi, oddzielone przecinkami.
pt_pt: Etiquetas, separados por vírgulas.
ro_ro: Tag-uri, separate de virgulă.
sv_se: Taggar, separerade med komma.
tr_tr: Etiketler (virgül ile ayrılır).
