Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/theatre.po
Languages: de_de, el_gr, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, sv_se, tr_tr

# CHATROOM_UNAVAILABLE
source: This chatroom is currently unavailable.
es_es: Esta sala de chat no está disponible en este momento.
fr_fr: Ce salon de discussion n'est pas disponible en ce moment.
it_it: Questa chatroom non è attualmente disponibile.
pt_pt: Esta sala de chat está indisponível.
sv_se: Chattrummet är för tillfället avstängt.

# CHAT_DELETE_FAILED
source: Failed to delete the chat message.
es_es: No se pudo borrar el mensaje del chat.
fr_fr: Suppression du message échouée.
it_it: Impossibile eliminare il messaggio di chat.
pt_pt: Erro ao apagar a mensagem de chat.
sv_se: Misslyckades att radera meddelande.

# CHAT_REPLY_FAILED
source: Failed to reply to the chat.
es_es: No se pudo responder al chat.
fr_fr: Réponse du message échouée.
it_it: Impossibile rispondere alla chat.
pt_pt: Erro ao apagar a resposta a mensagem de chat.
sv_se: Misslyckades att svara på meddelandet.

# CHRONOLOGICAL
source: Oldest
de_de: Chronological
el_gr: Chronological
es_es: Más antiguo
fr_fr: Plus Ancien
it_it: Meno recente
pl_pl: Chronological
pt_pt: Mais antigas
sv_se: Äldst

source: Close
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
pt_pt: Fechar
sv_se: Stäng

source: Comments
de_de: Kommentare
el_gr: Σχολια
es_es: Comentarios
fr_fr: Commentaires
it_it: Commenti
ja_jp: コメント
nl_nl: Commentaar
pl_pl: Komentarze
pt_pt: Comentários
ro_ro: Comentarii
sv_se: Kommentarer
tr_tr: Yorumlar

# COMMENT_FAILED_USER_BANNED
source: You cannot post messages because you are banned.
es_es: No puedes publicar mensajes porque estás bloqueado.
fr_fr: Vous ne pouvez pas envoyez de messages car vous êtes banni(e).
it_it: Non puoi postare messaggi perchè sei stato bannato.
pt_pt: Não podes inserir comentários porque foste banido(a).
sv_se: Du kan inte lägga upp meddelanden eftersom du är avstängd.

# CONFIRMATION_CODE_REQUIRED
source: A confirmation code is required.
fr_fr: Un code de confirmation est requis.
it_it: È richiesto un codice di conferma.
pt_pt: Um código de confirmação é preciso para esta acção.
sv_se: En konfirmationskod krävs.

# CONFIRM_DISCORD_UNLINK
source: Are you sure you want to unlink your Discord account? This will remove the connection between your Discord and Sudomemo accounts.
fr_fr: Êtes-vous sûr de vouloir dissocier votre compte Discord ? Cela supprimera le lien entre vos comptes Discord et Sudomemo.
it_it: Sei sicuro di voler scollegare il tuo account Discord? Questo rimuoverà il collegamento tra il tuo account Discord e il tuo account Sudomemo.
pt_pt: Tens a certeza que queres desligar a tua conta do Discord? Isto irá remover as ligações entre as tuas contas do Discord e Sudomemo.
sv_se: Är du säker att du vill avlänka ditt Discord konto? Detta tar bort kopplingen mellan ditt Discord och Sudomemo konto.

# CONFIRM_EMAIL_BEFORE_POSTING
source: You must confirm your email before posting.
es_es: Debes confirmar tu correo electrónico antes de publicar.
fr_fr: Vous devez confirmer votre adresse de courriel avant de pouvoir poster des messages.
it_it: Devi confermare la tua email prima di postare.
pt_pt: Tens de confirmar o teu email antes de enviar um comentário.
sv_se: Du måst konfirmera din email innan du kan lägga upp något.

source: Confirm Profile Picture Change
fr_fr: Confirmer le changement de photo de profil
it_it: Conferma il cambio dell'immagine del profilo
pt_pt: Confirmar Mudança a Foto de Perfil
sv_se: Konfirmera förändring av Profilbild

# CONFIRM_PROFILE_PICTURE_CHANGE_ACTION
source: Set as Profile Picture
fr_fr: Définir comme photo de profil
it_it: Imposta come immagine del profilo
pt_pt: Definir como Foto de Perfil
sv_se: Sätt som Profilbild

source: Content Policy
fr_fr: Politique de contenu
it_it: Policy sul Contenuto
pt_pt: Políticas de Conteúdo

# CONTENT_TYPE_comment
source: comment
fr_fr: commentaire
it_it: commento
pt_pt: comentário
sv_se: kommentar

# CONTENT_TYPE_profile
source: profile
fr_fr: profil
it_it: profilo
pt_pt: perfil
sv_se: profil

source: Continue
de_de: Weiter
es_es: Continuar
fr_fr: Continuer
it_it: Continua
ja_jp: 進む
pl_pl: Kontynuuj
pt_pt: Continuar
ro_ro: Continuati
sv_se: Fortsätt
tr_tr: Devam et

# COULD_NOT_SAVE_DETAILS
source: Couldn't save details
de_de: Details konnten nicht gespeichert werden
el_gr: Δεν μπορεσαμε να σωσουμε τις λεπτομεριες
es_es: Los detalles no se pudieron guardados
fr_fr: Impossible de sauvegarder les détails
it_it: Impossibile salvare i dettagli
ja_jp: 詳細を保存できませんでした。
nl_nl: Kon details niet opslaan
pl_pl: Nie można było zapisać informacji
pt_pt: Não pude guardar os detalhes
ro_ro: Nu s-au putut salva detaliile
sv_se: Kunde inte spara detailjer
tr_tr: Ayrıntılar kaydedilemedi.

source: Created
es_es: Creado
fr_fr: Créée
it_it: Creato
pt_pt: Criado
sv_se: Skapad

source: Create New Playlist
es_es: Crear Nueva Lista de Reproducción
fr_fr: Créer une nouvelle Playliste
it_it: Crea nuova Playlist
pt_pt: Criar uma Nova Playlist
sv_se: Skapa ny spellista

source: Creator
de_de: Ersteller
el_gr: Δημιουργος
es_es: Creador(a)
fr_fr: Créateur
it_it: Creatore
ja_jp: 作者
nl_nl: Maker
pl_pl: Twórca
pt_pt: Criador
sv_se: Skapare
tr_tr: Kreatör

source: Creators
de_de: Ersteller
el_gr: Δημιουργοι
es_es: Creadores
fr_fr: Créateurs
it_it: Creatori
ja_jp: 作者
nl_nl: Makers
pl_pl: Twórcy
pt_pt: Criadores
ro_ro: Creatori
sv_se: Skapare
tr_tr: Kreatörler

source: Creator's Room
de_de: Ersteller-Raum
el_gr: Δωματιο Χρηστη
es_es: Sala del Creador
fr_fr: Salle de créateur
it_it: Stanza Creatore
ja_jp: マイルーム
nl_nl: Makersruimte
pl_pl: Pokój Twórcy
pt_pt: Sala do Criador
ro_ro: Camera Creatorului
tr_tr: Kreatör Odası

source: Current Email
fr_fr: E-mail actuel
it_it: Email Attuale
pt_pt: Email Actual
sv_se: Nuvarande Email

source: Current Profile Picture
fr_fr: Photo de profil actuelle
it_it: Immagine del profilo attuale
pt_pt: Foto de Perfil Actual
sv_se: Nuvarande Profilbild

source: Custom Frames
es_es: Marcos Personalizados
fr_fr: Cadres personnalisés
it_it: Cornici personalizzate
pt_pt: Molduras Customizadas
sv_se: egengjorda ramar

# DATETIME_MONTH_DAY_ORDINAL_HOUR_MINUTE_SECOND_FORMAT
source: F jS, Y H:i:s
de_de: j. F Y, H:i:s
es_es: j \de F \de Y H:i:s
fr_fr: jS F Y, H:i:s
it_it: j/m/Y H:i:s
ja_jp: Y/m/d H:i:s
nl_nl: H:i:s, j F Y
pl_pl: jS F Y H:i:s
pt_pt: jS F, Y H:i:s
tr_tr: jS F, Y H:i:s

# DATETIME_WEEKDAY_MONTH_DAY_ORDINAL_YEAR_FORMAT
source: l, F jS, Y
de_de: l, j. F Y
es_es: l, j \de F \de Y
fr_fr: l jS F Y
it_it: j/m/Y
ja_jp: Y/m/d D
nl_nl: l j F, Y
pl_pl: l, jS F Y
pt_pt: l, jS F, Y
tr_tr: l, jS F Y

# DEFAULT_META_DESCRIPTION
source: Sudomemo: Share your Flipnotes with the world! For Nintendo DSi and 3DS.
de_de: Sudomemo: Teile deine Flipnotes mit der Welt! Für Nintendo DSi und Nintendo 3DS.
el_gr: Sudomemo: Μοιραστειτε τα Flipnote σας με τον κοσμο! Για το Nintendo DSi και το 3DS.
es_es: Sudomemo: Comparte tus Flipnotes con el mundo! Para Nintendo DSi y 3DS.
fr_fr: Sudomemo : partagez vos Flipnotes avec le monde entier ! Pour Nintendo DSi et 3DS.
it_it: Sudomemo: Condividi i tuoi Flipnote con il mondo! Per Nintendo DSi e 3DS.
ja_jp: スドメモ：作ったメモを世界に発信しよう！DSiと3DSに対応。
pl_pl: Sudomemo: Podziel się swoimi Flipnotes z całym światem! Dla Nintendo DSi i 3DS.
pt_pt: Sudomemo: Partilha os teus Flipnotes com o mundo inteiro! Para a Nintendo DSi e 3DS.
ro_ro: Sudomemo: Împarte lumii Flipnote-urile tale! Pentru Nintendo DSi și 3DS.
sv_se: Sudomemo: Dela dina Flipnotes med världen! För Nintendo DSi och 3DS.
tr_tr: Sudomemo: Flipnote'larını tüm dünya ile paylaş! Nintendo DSi and 3DS için.

source: Delete
es_es: Borrar
fr_fr: Supprimer
it_it: Cancella
pt_pt: Apagar
sv_se: Radera

source: Delete Playlist
es_es: Borrar Lista de Reproducción
fr_fr: Supprimer la Playliste
it_it: Cancella Playlist
pt_pt: Apagar Playlist
sv_se: Radera spellista

# DELETE_PLAYLIST_CONFIRM_1
source: Are you sure you want to delete this playlist?
es_es: ¿Estás seguro que quieres borrar esta lista de reproducción?
fr_fr: Êtes-vous sûr de vouloir supprimer cette Playliste ?
it_it: Sei sicuro di voler cancellare questa playlist?
pt_pt: Tens a certeza que queres apagar esta playlist?
sv_se: Är du säker att du vill radera denna spellistan?

# DELETE_PLAYLIST_CONFIRM_2
source: This action is irreversible!
es_es: ¡Esta acción no se puede deshacer!
fr_fr: Cette action est irréversible !
it_it: Questa azione non può essere annullata!
pt_pt: Uma vez apagada, não dá para recuperar esta playlist!
sv_se: Detta går inte att ta tillbaka!

# DELETE_PLAYLIST_CONFIRM_NO
source: No
fr_fr: Non
pt_pt: Não
sv_se: Nej

# DELETE_PLAYLIST_CONFIRM_YES
source: Yes
es_es: Sí
fr_fr: Oui
it_it: Sì
pt_pt: Sim
sv_se: Ja

source: Description
de_de: Beschreibung
el_gr: Περιγραφη
es_es: Descripción
it_it: Descrizione
ja_jp: 説明
nl_nl: Beschrijving
pl_pl: Opis
pt_pt: Descrição
ro_ro: Descriere
sv_se: Beskrivning
tr_tr: Açıklama

# DESCRIPTION_WILL_GO_HERE
source: Your description will go here.
de_de: Deine Beschreibung gehört hierhin.
el_gr: Η περιγραφη σας θα μπει εδω .
es_es: Tu descripción irá aquí.
fr_fr: Votre description ira ici.
it_it: Qui ci sarà la tua descrizione.
ja_jp: 説明文はここに表示されます。
nl_nl: Jouw beschrijving komt hier.
pl_pl: Twój opis pojawi się tutaj.
pt_pt: A tua descrição estará aqui.
ro_ro: Descrierea dvs. va merge aici.
sv_se: Din beskrivning syns här.
tr_tr: Açıklaman burada olacak.

source: Details
el_gr: Λεπτομεριες
es_es: Detalles
fr_fr: Détails
it_it: Dettagli
ja_jp: 作品情報
pl_pl: Informacje
pt_pt: Detalhes
ro_ro: Detalii
sv_se: Detaljer
tr_tr: Ayrıntılar

# DISCORD_HOW_TO_LINK
source: How to Link
de_de: Wie verbinden?
el_gr: Πως να συνδεσετε
es_es: Cómo Vincular
fr_fr: Comment lier
it_it: Come collegare
ja_jp: 紐付け方法
nl_nl: Hoe Linken
pl_pl: Jak połączyć
pt_pt: Como Ligar
ro_ro: Cum să asociați
sv_se: Hur man länkar
tr_tr: Nasıl Bağlanılır

# DISCORD_LINKED_ON_DATE
source: Connected since %s
de_de: Verbunden seit %s
el_gr: Συνδεδεμενος απο τις %s
es_es: Conectado desde %s
fr_fr: Connecté depuis le %s
it_it: Connesso da %s
ja_jp: %sから接続
nl_nl: Verbonden sinds %s
pl_pl: Połączony od %s
pt_pt: Ligado desde %s
ro_ro: Conectat de pe %s
sv_se: Länkad sedan %s
tr_tr: %s gününden beri bağlı

# DISCORD_UNLINK_EXPLANATION
source: You can unlink your Discord account from your Sudomemo account using the button below. This will remove the connection between your accounts.
fr_fr: Vous pouvez dissocier votre compte Discord de votre compte Sudomemo en utilisant le bouton ci-dessous. Cela supprimera le lien entre vos comptes.
it_it: Puoi scollegare il tuo account Discord dal tuo account Sudomemo usando il pulsante sottostante. Questo rimuoverà il collegamento tra i tuoi account.
pt_pt: Podes desligar a tua conta do Discord da tua conta do Sudomemo ao carregar no botão abaixo. Isto irá remover a ligação entre as tuas contas.
sv_se: Du kan avlänka ditt Discord konto från ditt Sudomemo konto med knappen nedan. Detta tar bort kopplingen mellan dessa konton.

# DISCORD_UNLINK_SUCCESS
source: Discord account unlinked successfully!
fr_fr: Compte Discord dissocié avec succès !
it_it: Account Discord scollegato con successo!
pt_pt: Conta do Discord desligada con successo!
sv_se: Discord konto avlänkat!

source: Edit Flipnote
de_de: Flipnote bearbeiten
el_gr: Διαχειριση Flipnote
es_es: Editar Flipnote
fr_fr: Éditer la Flipnote
it_it: Modifica Flipnote
ja_jp: 編集
nl_nl: Bewerk Flipnote
pl_pl: Edytuj Flipnote
pt_pt: Editar Flipnote
ro_ro: Editați Flipnote
sv_se: Redigera Flipnote
tr_tr: Flipnote'u düzenle

# EDIT_PAGE_ABOUT_MUSICMATCH_1
source: Sudomemo's MusicMatch listens to your Flipnote to find what music it uses!
de_de: Sudomemos MusicMatch hört sich dein Flipnote an und findet den darin benutzten Song!
el_gr: Το MusicMatch ακουει το Flipnote σας δια να βρει τι μουσικη χρησιμοποιει!
es_es: ¡MusicMatch de Sudomemo escucha tu Flipnote para encontrar la música que usa!
fr_fr: MusicMatch de Sudomemo écoute votre Flipnote pour trouver la musique qu'elle utilise !
it_it: Sudomemo MusicMatch ascolta il tuo Flipnote e cerca la musica che sta usando!
ja_jp: スドメモMusicMatchは作品に使用されたBGMを自動で識別します！
nl_nl: Sudomemo's MusicMatch luistert naar jouw Flipnote om te vinden welke muziek het gebruikt!
pl_pl: Sudomemo MusicMatch słucha twojego Flipnote by dowiedzieć się, jaki utwór jest w nim używany!
pt_pt: O MusicMatch do Sudomemo ouve ao teu Flipnote para encontrar a música que vem no áudio!
ro_ro: MusicMatch Sudomemo ascultă Flipnote-urile dvs. pentru a găsi cântecul din ele!
sv_se: Sudomemos MusicMatch lyssnar på din Flipnote för att hitta låten den använder!
tr_tr: Sudomemo'nun MusicMatch'i Flipnote'unu, hangi şarkının çalındığını anlamak için dinliyor!

# EDIT_PAGE_ABOUT_MUSICMATCH_2
source: MusicMatch will sometimes find more than one potential song, or pick the wrong one. If this happens, you can update the displayed song here.
de_de: Manchmal findet MusicMatch mehrere potenzielle Resultate, manchmal sind sie sogar falsch. In einem solchen Fall kannst du den angezeigten Song hier ändern.
el_gr: Το MusicMatch ενδεχεται να βρει πανω απο ενα πιθανο τραγουδι, η να επιλεξει το λαθος. Εαν αυτο συμβει, μπορειτε να ενημερωσετε το τραγουδι εδω.
es_es: Algunas veces MusicMatch encontrará más de una posible canción, o escogerá la incorrecta. Si no es correcto, puedes cambiar a la canción mostrada aquí.
fr_fr: MusicMatch trouvera parfois plus d'une chanson potentielle, ou prendra la mauvaise. Si cela arrive, vous pouvez mettre à jour la chanson affichée ici.
it_it: Qualche volta MusicMatch troverà più di una canzone, o troverà quella sbagliata. Se succede, puoi aggiornare la canzone visualizzata qui.
ja_jp: MusicMatchは誤った曲や複数の関係のない曲を表示する場合があります。その際は表示される曲名をここで修正することができます。
nl_nl: MusicMatch zal soms meer dan één mogelijk liedje vinden, of de verkeerde kiezen. Als dit gebeurt, kan je het weergeven nummer hier veranderen.
pl_pl: Czasami MusicMatch znajdzie więcej niż jedną potencjalną piosenkę, lub wybierze złą piosenkę. Jeżeli tak się stanie, możesz zaktualizować wyświetlany utwór tutaj.
pt_pt: O MusicMatch ás vezes pode encontrar mais que uma música potencial, ou escolher a música errada. Se isto acontence, podes mudar a música manualmente aqui.
ro_ro: MusicMatch va găsi uneori mai multe cântece potențiale, sau unul greșit. Dacă se întâmplă asta, puteți să actualizați cântecul aici.
sv_se: MusicMatch kommer ibland hitta mer än en möjlig låt, eller välja fel låt. Om detta händer kan du ändra den visande låten här.
tr_tr: Bazen MusicMatch birden fazla şarkı bulabilir hatta yanlış şarkıyı görüntüleyebilir. Öyle bir şey olursa, şarkıyı burada değiştirebilirsin.

# EDIT_PAGE_ABOUT_MUSICMATCH_3
source: If you update the song, MusicMatch will learn from that information to better detect songs from Flipnote audio in the future.
de_de: Bei der Aktualisierung des Songs lernt MusicMatch dazu, um zukünftig genauere Resultate zum Flipnote-Audio erzielen zu können.
el_gr: Εαν ενημερωσετε το τραγουδι, το MusicMatch θα μαθει απο αυτη την πληρογορια και θα ειναι καλυτερο στην επιλογη Flipnote audio στο μελλον.
es_es: Si actualizas la canción, MusicMatch aprenderá de la información para detectar canciones del audio de un Flipnote mejor en el futuro.
fr_fr: Si vous mettez à jour la chanson, MusicMatch apprendra de cette information pour mieux détecter les chansons des Flipnotes à l'avenir.
it_it: Se aggiorni la canzone, MusicMatch imparerà da questa informazione per migliorare in futuro il riconoscimento di canzoni provenienti dai Flipnote.
ja_jp: 修正した曲情報は、うごメモから音源を検出するMusicMatchの精度向上にも活用されます。
nl_nl: Als je het nummer bijwerkt, zal MusicMatch leren van die informatie om in de toekomst beter nummers van Flipnote geluid te herkennen.
pl_pl: Jeżeli zaktualizujesz utwór, MusicMatch nauczy się z tych informacji by lepiej wykrywać utwory z Flipnotes w przyszłości.
pt_pt: Se mudares a música manualmente, o MusicMatch irá aprender da informação adquirida para detectar músicas melhor através do Áudio do Flipnote no futuro.
ro_ro: Dacă actualizați cântecul, MusicMatch va învăța din acea informație pentru a detecta mai bine cântecele din Flipnote audio pe viitor.
sv_se: Om du ändrar låten kommer MusicMatch att lära sig den informationen för att bättre förstå låter i framtida Flipnotes.
tr_tr: Şarkıyı değiştirirsen, MusicMatch artık bu bilgi sayesinde Flipnote'lardan şarkıları daha iyi tespit edecek.

# EDIT_PAGE_DESCRIPTION_TOOLTIP
source: Letters, numbers, and symbols, maximum of 320 characters.
de_de: Maximale Charakter-Anzahl: 320
el_gr: Γραμματα, νουμερα και συμβολα, μαξιμουμ 320 χαρακτηρων.
es_es: Letras, números, y símbolos, con un máximo de 320 caracteres.
fr_fr: Lettres, nombres, et symboles, maximum de 320 caractères.
it_it: Lettere, numeri e simboli, massimo 320 caratteri.
ja_jp: 文字、数字、記号を320文字まで使用できます。
nl_nl: Letters, nummers, en symbolen, maximaal 320 karakters.
pl_pl: Litery, cyfry i symbole, maksymalnie 320 znaków.
pt_pt: Letras, números, e símbolos, com um máximo de 320 caracteres.
ro_ro: Litere, numere, și simboluri, maxim 320 de caractere.
sv_se: Bokstäver, nummer, och symboler, högst 320 tecken.
tr_tr: Harfler, sayılar ve sembollerden en fazla 320 karakter.

# EDIT_PAGE_ENTER_A_DESCRIPTION
source: Enter a description
de_de: Beschreibung eingeben
el_gr: Προσθεστε Περιγραφη
es_es: Escribe una descripción
fr_fr: Entrer une description
it_it: Inserisci una descrizione
ja_jp: 説明文を入力
nl_nl: Voer een beschrijving in
pl_pl: Wpisz opis
pt_pt: Introduz uma descrição
ro_ro: Introduceți o Descriere
sv_se: Lägg till beskrivning
tr_tr: Bir açıklama yaz

# EDIT_PAGE_ENTER_A_TITLE
source: Enter a title
de_de: Titel eingeben
el_gr: Προσθεστε Τιτλο
es_es: Escribe un título
fr_fr: Entrer un titre
it_it: Inserisci un titolo
ja_jp: 作品名を入力
nl_nl: Voer een titel in
pl_pl: Wpisz tytuł
pt_pt: Introduz um título
ro_ro: Introduceți un Titlu
sv_se: Lägg till titel
tr_tr: Bir başlık yaz

# EDIT_PAGE_FLIPNOTE_PREVIEW_NOTE
source: Note: Flipnote preview does not update.
de_de: Anmerkung: Flipnote in Vorschau wird nicht aktualisiert.
el_gr: Σημειωση: Το πριβιου του Flipnote δεν ενημερωνεται.
es_es: Nota: La vista previa de la Flipnote no se actualiza.
fr_fr: Note : l'aperçu de la Flipnote ne s'actualise pas.
it_it: Nota: L'anteprima del Flipnote non si aggiorna.
ja_jp: 注意：うごメモのプレビューは更新されません。
nl_nl: Info: Flipnotevoorbeeld wordt niet bijgewerkt.
pl_pl: Uwaga: Podgląd Flipnote się nie aktualizuje.
pt_pt: Tomem nota: A pré-visualização do Flipnote não é actualizada em tempo real.
ro_ro: Notă: Previzualizarea Flipnote nu se actualizează.
sv_se: Notera: Flipnote förhandsvisning uppdateras inte.
tr_tr: Uyarı: Flipnote önizlemesi yenilenmez.

# EDIT_PAGE_MUSICMATCH_NONE_CORRECT
source: None of these are correct
de_de: Keines der Resultate ist korrekt.
el_gr: Κανενα απο αυτα δεν ειναι το σωστο
es_es: Ninguna de estas son correctas
fr_fr: Aucune d'entre elles n'est correct
it_it: Nessuna di queste è corretta
ja_jp: 曲名に間違いがあります
nl_nl: Geen van deze klopt
pl_pl: Żaden z tych nie jest prawidłowy
pt_pt: Nenhum destes está correcto
ro_ro: Niciuna dintre acestea nu sunt corecte
sv_se: Ingen av dessa är korrekta
tr_tr: Bunların hiçbirisi doğru değil

# EDIT_PAGE_MUSICMATCH_NO_BGM
source: Your Flipnote does not have a background audio track.
de_de: Dein Flipnote enthält kein Hintergrund-Audio.
el_gr: Το Flipnote σας δεν εχει ηχο.
es_es: Tu Flipnote no tiene audio de fondo.
fr_fr: Votre Flipnote n'a pas de piste audio en arrière-plan.
it_it: Il tuo Flipnote non contiene una traccia audio di sottofondo.
ja_jp: この作品にはBGMがありません。
nl_nl: Jouw Flipnote heeft geen achtergrondmuziek.
pl_pl: Twój Flipnote nie ma ścieżki dźwiękowej.
pt_pt: O teu Flipnote não tem uma fáixa de áudio de fundo.
ro_ro: Flipnote-ul dvs. nu are un cântec pe fundal
sv_se: Din Flipnote har inte någon bakgrundslåt.
tr_tr: Flipnote'unda herhangi bir şarkı yok.

# EDIT_PAGE_MUSICMATCH_PENDING_MAPPING
source: MusicMatch is currently processing your Flipnote. Check back again later.
de_de: MusicMatch verarbeitet dein Flipnote gerade. Versuche es später erneut.
el_gr: Το MusicMatch διαχειριζεται αυτη τη στιγμη το Flipnote. Ελατε αργοτερα.
es_es: MusicMatch está procesando tu Flipnote. Vuelve a revisar luego.
fr_fr: MusicMatch traite actuellement votre Flipnote. Revenez plus tard.
it_it: MusicMatch sta elaborando il tuo Flipnote. Ricontrolla più tardi.
ja_jp: MusicMatchの処理をしています。時間をおいて確認してください。
nl_nl: MusicMatch is op dit moment jouw Flipnote aan het verwerken. Kom later nog eens terug.
pl_pl: MusicMatch aktualnie przetwarza twój Flipnote. Sprawdź ponownie później.
pt_pt: O MusicMatch está a processar o teu Flipnote. Volta mais tarde.
ro_ro: MusicMatch vă procesează Flipnote-ul. Încercați din nou mai târziu.
sv_se: MusicMatch bearbetar just nu din Flipnote. Kolla igen senare.
tr_tr: MusicMatch şu an Flipnote'unu işliyor. Daha sonra tekrar bak.

# EDIT_PAGE_MUSICMATCH_PREVIEW_ON_SPOTIFY
source: Preview on Spotify
de_de: Vorschau auf Spotify
el_gr: Preview στοSpotify
es_es: Escuchar en Spotify
fr_fr: Écouter sur Spotify
it_it: Anteprima su Spotify
ja_jp: Spotifyで聴く
nl_nl: Luister op Spotify
pl_pl: Podgląd na Spotify
pt_pt: Antevisão no Spotify
ro_ro: Vedeți pe Spotify
sv_se: Förhandslyssna på Spotify
tr_tr: Spotify'da önizle

# EDIT_PAGE_MUSICMATCH_PREVIEW_ON_YOUTUBE
source: Preview on YouTube Music
de_de: Vorschau auf YouTube Music
el_gr: Preview στο YouTube Music
es_es: Escuchar en YouTube Music
fr_fr: Écouter sur YouTube Music
it_it: Anteprima su YouTube Music
ja_jp: YouTube Musicで聴く
nl_nl: Luister op Youtube Music
pl_pl: Podgląd na YouTube Music
pt_pt: Antevisão no YouTube Music
ro_ro: Vedeți pe YouTube Music
sv_se: Förhandslyssna på YouTube Music
tr_tr: YouTube Music'te önizle

# EDIT_PAGE_MUSICMATCH_UNMAPPED
source: MusicMatch hasn't gotten to your Flipnote yet. Check back again later.
de_de: MusicMatch hat dein Flipnote noch nicht geprüft. Versuche es später erneut.
el_gr: Το MusicMatch δεν εχει φτασει ακομα σε αυτο το Flipnote. Ελατε αργοτερα.
es_es: MusicMatch no han processado a tu Flipnote. Vuelve a revisar luego.
fr_fr: MusicMatch n'a pas écouté votre Flipnote pour le moment. Revenez plus tard.
it_it: MusicMatch non ha ancora elaborato il tuo Flipnote. Ricontrolla più tardi.
ja_jp: MusicMatchの処理を開始します。時間をおいて確認してください。
nl_nl: MusicMatch is not niet aan jouw Flipnote toegekomen. Kom later nog eens terug.
pl_pl: MusicMatch nie doszło jeszcze do twojego Flipnote. Sprawdź ponownie później.
pt_pt: O MusicMatch ainda não chegou ao teu Flipnote. Volta mais tarde.
ro_ro: MusicMatch nu a ajuns la Flipnote-ul dvs. încă. Încercați din nou mai târziu.
sv_se: MusicMatch har inte kommit till din Flipnote än. Kolla igen senare.
tr_tr: MusicMatch için daha henüz senin Flipnote'una sıra gelmedi. Daha sonra tekrar bak.

# EDIT_PAGE_MUSICMATCH_UNMATCHED
source: MusicMatch couldn't find any songs matching your Flipnote.
de_de: MusicMatch konnte keinen mit deinem Flipnote übereinstimmenden Song finden.
el_gr: Το MusicMatch δεν μπορεσε να βρει τραγουδια που να ταιριαζουν με εκεινο του Flipnote.
es_es: MusicMatch no pudo encontrar ninguna canción que suena como tu Flipnote.
fr_fr: MusicMatch n'a pas pu trouver de chanson correspondant à votre Flipnote.
it_it: MusicMatch non riesce a trovare nessuna canzone corrispondente al tuo Flipnote.
ja_jp: この作品に使用された楽曲は見つかりませんでした。
nl_nl: MusicMatch kon geen nummers vinden die overeen kwamen met jouw Flipnote.
pl_pl: MusicMatch nie mogło znaleźć pasującego utworu do twojego Flipnote.
pt_pt: O MusicMatch não conseguiu encontrar músicas que combinam com to teu Flipnote.
ro_ro: MusicMatch nu a găsit niciun cântec care să se potrivească cu Flipnote-ul dvs.
sv_se: MusicMatch kunde inte hitta några låtar som matchar din Flipnote.
tr_tr: MusicMatch, Flipnote'una uygun herhangi bir şarkı bulamadı.
