Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/theatre.po
Languages: de_de, el_gr, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, sv_se, tr_tr

# USER_SETTINGS_SUPPORT_TOKEN_EXPLANATION
source: Support tokens are used to verify your account when contacting Sudomemo Support.
de_de: Support-Tokens werden verwendet, um dein Konto beim Kontakt mit dem Sudomemo-Support zu verifizieren.
es_es: Los tokens de soporte se usan para verificar tu cuenta cuando contactas al Soporte de Sudomemo.
fr_fr: Les jetons de support servent à vérifier votre compte lorsque vous contactez le support Sudomemo.
it_it: I token di supporto vengono utilizzati per verificare il tuo account quando contatti il ​​supporto di Sudomemo.
ja_jp: サポートトークンはスドメモサポートに連絡するとき、自分のアカウントを確認するために使われるものです。
nl_nl: Support tokens worden gebruikt om je account te verifiëren wanneer je Sudomemo Support contacteerd.
pl_pl: Token wsparcia używany jest do weryfikacji twojego konta podczas kontaktowania się ze wsparciem Sudomemo.
pt_pt: Tokens de Suporte são usados para verificar a tua conta quando entras em contacto com a Equipa de Suporte do Sudomemo.
sv_se: Support tokens används för att verifiera ditt konto när du kontaktar sudomemos kundtjänst.

# USER_SETTINGS_YOUTUBE_EXPLANATION
source: Configure your linked YouTube channel and default Flipnote upload settings.
de_de: Konfiguriere deinen verbundenen YouTube-Kanal und Einstellungen zu hochgeladenen Flipnote.
el_gr: Διαχειριστειτε το συνδεδεμενο σας YouTube καναλι και προεπιλεγμενες Flipnote ρυθμισεις ανεβασματος.
es_es: Configura tu Canal de YouTube vinculado y ajustes predeterminados de carga de la Flipnote.
fr_fr: Configurez votre chaîne YouTube liée et vos paramètres d'envoi de Flipnote par défaut.
it_it: Configura il tuo canale Youtube collegato e le impostazioni di default del caricamento dei Flipnote.
ja_jp: 連携したYouTubeチャンネルとデフォルトの作品アップロード設定を行います。
nl_nl: Configureer je gelinkte Youtube kanaal en standaard Flipnote upload instellingen.
pl_pl: Skonfiguruj twój połączony kanał na YouTube i domyślne ustawienia przesyłania Flipnotes.
pt_pt: Configurar o teu canal de YouTube interligado, e definições de upload do Flipnote.
ro_ro: Configurați-vă canalul de YouTube și setările implicite de încărcare Flipnote.
sv_se: Konfigurera din länkade YouTube channel och standardiserade Flipnote-uppladdnings inställningar.
tr_tr: Bağlandığın YouTube kanalını ve varsayılan Flipnote yükleme ayarlarını yapılandır.

source: Use this frame from now on
es_es: Usar este marco de ahora en adelante
fr_fr: Utiliser ce cadre dès maintenant
it_it: Usa questa cornice d'ora in poi
pt_pt: Usa esta moldura agora
sv_se: Använd denna ramen från och med nu

source: Verified User
de_de: Bestätigter Nutzer
el_gr: Επιβεβαιωμενος Χρηστης
es_es: Usuario Verificado
fr_fr: Utilisateur verifié
it_it: Utente verificato
ja_jp: 確認済みユーザー
nl_nl: Geverifiëerde User
pl_pl: Weryfikowany użytkownik
pt_pt: Utilizador Verificado
ro_ro: Utilizator Verificat
sv_se: Verifierad Användare
tr_tr: Onaylanmış kullanıcı

# VERIFY_CODE
source: Verify
fr_fr: Vérifier
it_it: Verifica
pt_pt: Verificar
sv_se: Verifiera

# VIEWPAGE_ADD_MODERATOR_COMMENT
source: Add Moderator Comment
de_de: Moderatoren-Kommentar versenden
el_gr: Δημοσιευση σχολιου Moderator
es_es: Añadir comentario como moderador
fr_fr: Ajouter un commentaire de modérateur
it_it: Aggiungi un Commento Moderatore
ja_jp: 運営コメントを送信
nl_nl: Voeg Moderatorreactie Toe
pl_pl: Dodaj komentarz moderatora
pt_pt: Adicionar Comentário de Moderador
ro_ro: Adăugați Comentariu de Moderator
sv_se: Lägg till Moderator Kommentar
tr_tr: Moderatör yorumu ekle

# VIEWPAGE_COMMENT_FAILED
source: Comment failed...
de_de: Versenden fehlgeschlagen...
el_gr: Αποτυχια σχλιου...
es_es: Comentario fallido...
fr_fr: L'envoi du commentaire a échoué...
it_it: Pubblicazione commento fallita...
ja_jp: コメントの送信に失敗しました…
nl_nl: Reactie mislukt...
pl_pl: Wysyłanie nie powiodło się...
pt_pt: Comentário falhou...
ro_ro: Comentariu eșuat...
sv_se: Kommentar misslyckades...
tr_tr: Yorum paylaşılamadı...

# VIEWPAGE_COMMENT_POSTED
source: Posted!
de_de: Erfolgreich versendet!
el_gr: ανεβηκε!
es_es: ¡Publicado!
fr_fr: Envoyé !
it_it: Pubblicato!
ja_jp: 送信しました！
nl_nl: Geplaatst!
pl_pl: Wysłano!
pt_pt: Postado!
ro_ro: Postat!
sv_se: Publicerad!
tr_tr: Yorumun başarıyla paylaşıldı!

# VIEWPAGE_COMMENT_POSTING
source: Posting...
de_de: Senden...
el_gr: ανεβαινει...
es_es: Publicando...
fr_fr: Envoi...
it_it: Pubblicazione...
ja_jp: 送信中…
nl_nl: Plaatsen...
pl_pl: Wysyłanie...
pt_pt: A Postar...
ro_ro: Se postează...
sv_se: Publicerar...
tr_tr: Paylaşılıyor...

# VIEWPAGE_COMMENT_POST_BUTTON
source: Post Comment
de_de: Kommentar versenden
el_gr: Δημοσιευση Σχολιου
es_es: Publicar Comentario
fr_fr: Poster le commentaire
it_it: Pubblica Commento
ja_jp: コメントを送信
nl_nl: Plaats Reactie
pl_pl: Wyślij komentarz
pt_pt: Postar Comentário
ro_ro: Postați Comentariu
sv_se: Publicera kommentar
tr_tr: Yorum yaz

# VIEWPAGE_COMMENT_TEXTBOX
source: Comment entry text box
de_de: Textbox-Eintrag kommentieren
el_gr: Κουτι εισαγωγης σχολιων
es_es: Caja de Comentarios
fr_fr: Zone de saisie de commentaire
it_it: Casella di testo per commenti
ja_jp: コメントを入力
nl_nl: Reactietekstdoos
pl_pl: Miejsce na wpisanie komentarza
pt_pt: Caixa de texto para comentários
ro_ro: Cutie text comentarii
sv_se: Textruta för kommentar

# VIEWPAGE_COMMENT_WRITE_HERE
source: Write here
de_de: Schreibe hier
el_gr: γραψτε εδω
es_es: Escribe aquí
fr_fr: Écrivez ici
it_it: Scrivi qui
ja_jp: ここに入力してください
nl_nl: Schrijf hier
pl_pl: Pisz tutaj
pt_pt: Escrever aqui
ro_ro: Scrieți aici
sv_se: Skriv här
tr_tr: Buraya yaz

# VIEWPAGE_MODERATOR_COMMENT_WARNING
source: Do not use this for personal comments.
de_de: Nutze diese Funktion nicht zum Versenden persönlicher Kommentare.
el_gr: Μην το χρησιμοποιειτε για προσωπικα σχολια.
es_es: No uses esto para comentarios personales.
fr_fr: N'utilisez pas cela pour des commentaires personnels.
it_it: Non usarlo per i commenti personali.
ja_jp: 個人的なコメントは送信しないでください
nl_nl: Gebruik dit niet voor persoonlijke reacties.
pl_pl: Nie używaj tego do personalnych komentarzy.
pt_pt: Não uses isto para comentários pessoais.
ro_ro: Nu folosiți aceasta pentru comentarii personale.
sv_se: Använd inte detta för personliga kommentarer.
tr_tr: Bunu özel ve kişisel yorumlar için kullanma.

# VIEWPAGE_ORIGINAL_FLIPNOTE
source: Original Flipnote
de_de: Originales Flipnote
el_gr: Πρωτοτυπο Flipnote
es_es: Flipnote Original
fr_fr: Flipnote originale
it_it: Flipnote originale
ja_jp: 親作品
nl_nl: Originele Flipnote
pl_pl: Oryginalny Flipnote
pt_pt: Flipnote Original
ro_ro: Flipnote Original
sv_se: Originell Flipnote
tr_tr: Orijinal Flipnote'lar

# VIEWPAGE_ORIGINAL_FLIPNOTE_NOT_ON_SUDOMEMO
source: The original Flipnote isn't on Sudomemo.
de_de: Das originale Flipnote ist nicht auf Sudomemo.
el_gr: Το πρωτοτυπο Flipnote δεν βρισκεται στο Sudomemo.
es_es: El Flipnote original no está en Sudomemo.
fr_fr: La Flipnote originale n'est pas sur Sudomemo.
it_it: Il Flipnote originale non è su Sudomemo.
ja_jp: 親作品が見つかりませんでした。
nl_nl: De originele Flipnote is niet op Sudomemo.
pl_pl: Oryginalny Flipnote nie jest na Sudomemo.
pt_pt: O Flipnote original não está no Sudomemo.
ro_ro: Flipnote-ul original nu este pe Sudomemo.
sv_se: Originella Flipnoten finns inte i Sudomemo.
tr_tr: Bu Flipnote'un orijinali Sudomemo'da yok.

# VIEWPAGE_RELATED_FLIPNOTE_BY
source: by %s
de_de: von %s
el_gr: του χρηστη %s
es_es: por %s
fr_fr: par %s
it_it: di %s
ja_jp: %sさんの作品
nl_nl: door %s
pl_pl: stworzony przez %s
pt_pt: por %s
ro_ro: de %s
sv_se: av %s
tr_tr: bu sıralamaya göre: %s

source: Views
de_de: Aufrufe
el_gr: Προβολες
es_es: Vistas
fr_fr: Vues
it_it: Visualizzazioni
ja_jp: えつらん回数
nl_nl: Weergaven
pl_pl: Wyświetlenia
pt_pt: Vizualizações
ro_ro: Vizionări
sv_se: Visningar
tr_tr: Görüntüleme

source: View Flipnotes by category
fr_fr: Voir les Flipnotes par catégorie
it_it: Visualizza Flipnote per categoria
pt_pt: Ver Flipnotes por categoria
sv_se: Visa Flipnotes per kategori

source: View on Sudomemo
de_de: Auf Sudomemo sehen
es_es: Ver en Sudomemo
fr_fr: Voir sur Sudomemo
it_it: Guarda su Sudomemo
ja_jp: スドメモでみる
pl_pl: Obejrz na Sudomemo
pt_pt: Ver no Sudomemo
ro_ro: Vedeți pe Sudomemo
sv_se: Visa på Sudomemo
tr_tr: Sudomemo'da göster

source: View Your Profile
fr_fr: Voir votre profil
it_it: Visualizza il tuo profilo
pt_pt: Ver o teu Perfil
sv_se: Visa din Profile

source: Visibility
fr_fr: Visibilité
it_it: Visibilità
pt_pt: Visibilidade
sv_se: Synlighet

# VISIBILITY_DESCRIPTION_PRIVATE
source: Only you can view this Flipnote. It won't appear anywhere else.
fr_fr: Vous seul pouvez voir cette Flipnote. Elle n'apparaîtra nulle part ailleurs.
it_it: Solo tu puoi visualizzare questo Flipnote. Non apparirà da nessun'altra parte.
pt_pt: Só tu podes ver este Flipnote. Não irá aparecer publicamente.
sv_se: Endast du kan se denna Flipnote. Ingen annan kan se den.

# VISIBILITY_DESCRIPTION_PUBLIC
source: Anyone can view this Flipnote on your profile and in search results.
fr_fr: N'importe qui peut voir cette Flipnote sur votre profil et dans les résultats de recherche.
it_it: Chiunque può visualizzare questo Flipnote sul tuo profilo e nei risultati di ricerca.
pt_pt: Qualquer pessoa pode ver este Flipnote no teu perfil e nos resultados de pesquisa.
sv_se: Vem som helst kan kolla eller söka efter denna flipnoten.

# VISIBILITY_DESCRIPTION_UNLISTED
source: Only people with a direct link can view this Flipnote. It won't appear publicly.
fr_fr: Seules les personnes ayant un lien direct peuvent voir cette Flipnote. Elle n'apparaîtra pas publiquement.
it_it: Solo le persone con un link diretto possono visualizzare questo Flipnote. Non apparirà pubblicamente.
pt_pt: Só pessoas com um link directo podem ver este Flipnote. Não irá aparecer publicamente.
sv_se: Endast personer med länken till denna flipnote kan se den. Den kan inte hittas genom sökningar eller din profil.

# VISIBILITY_PRIVATE
source: Private
fr_fr: Privée
it_it: Privato
pt_pt: Privado
sv_se: Privat

# VISIBILITY_PUBLIC
source: Public
fr_fr: Publique
it_it: Pubblico
pt_pt: Publico
sv_se: Offentlig

source: Visibility Settings
fr_fr: Paramètres de visibilité
it_it: Impostazioni Visibilità
pt_pt: Definições de Visibilidade Settings
sv_se: Synlighets Inställningar

# VISIBILITY_UNLISTED
source: Unlisted
fr_fr: Non répertoriée
it_it: Non in elenco
pt_pt: Não listado
sv_se: Olistad

source: Watch History
de_de: Wiedergabeverlauf
es_es: Historial de Visualización
fr_fr: Historique de visionnage
it_it: Storia di quello che hai guardato
ja_jp: 閲覧履歴
nl_nl: Bekijk Geschiedenis
pl_pl: Historia oglądania
pt_pt: Histórico de Visual.
ro_ro: Istoric
sv_se: Tittarhistorik

source: Watch Next
es_es: Ver Siguiente
fr_fr: Regarder ensuite
it_it: Guarda il prossimo
pt_pt: Ver a Seguir
sv_se: Kolla nästa

source: Weekly Topic Winner
es_es: Ganador del Tema Semanal
fr_fr: Gagnant(e) du Weekly Topic
it_it: Vincitore del topic settimanale
pt_pt: Vencedor do Tópico Semanal
sv_se: Veckotemats vinnare

# WELCOME_BOX_AFTERNOON_GREETING
source: Good afternoon
de_de: Guten Nachmittag
el_gr: Καλησπερα
es_es: Buenas tardes
fr_fr: Bonjour
it_it: Buon pomeriggio
ja_jp: こんにちは
nl_nl: Goedemiddag
pl_pl: Dzień dobry
pt_pt: Boa tarde
ro_ro: Bună ziua
sv_se: God eftermiddag
tr_tr: İyi günler

# WELCOME_BOX_DEFAULT_GREETING
source: Hello
de_de: Hallo
el_gr: Γεια
es_es: Hola
fr_fr: Bonjour
it_it: Ciao
ja_jp: こんにちは
nl_nl: Hallo
pl_pl: Witaj
pt_pt: Olá
ro_ro: Bună
sv_se: Hej
tr_tr: Merhaba

# WELCOME_BOX_EVENING_GREETING
source: Good evening
de_de: Guten Abend
el_gr: Καλησπερα
es_es: Buenas noches
fr_fr: Bonsoir
it_it: Buonasera
ja_jp: こんばんは
nl_nl: Goedenavond
pl_pl: Dobry wieczór
pt_pt: Boa tarde/noite
ro_ro: Bună seara
sv_se: Godkväll
tr_tr: İyi akşamlar

# WELCOME_BOX_GIVE
source: Give
de_de: Unterstützen
el_gr: Προσφερετε
es_es: Dar
fr_fr: Faire un don
it_it: Dona
ja_jp: 支援
nl_nl: Geef
pl_pl: Daj
pt_pt: Doar/Dar
ro_ro: Oferiți
sv_se: Ge
tr_tr: Ver

# WELCOME_BOX_GREET_ADMIN
source: Welcome back, %s
de_de: Willkommen zurück, %s
el_gr: Καλωσηρθατε, %s
es_es: Bienvenido de vuelta, %s
fr_fr: Heureux de vous revoir, %s
it_it: Bentornato, %s
ja_jp: ようこそ、%sさん
nl_nl: Welkom terug, %s
pl_pl: Witaj spowrotem, %s
pt_pt: Bem-vindo de volta, %s
ro_ro: Bine ați revenit, %s
sv_se: Välkommen tillbaka, %s
tr_tr: Tekrar hoş geldin, %s

# WELCOME_BOX_HOW_TO_JOIN
source: Learn how to Join!
de_de: Erfahre, wie du beitreten kannst!
el_gr: Μαθετε πως να μπειτε!
es_es: ¡Aprende cómo unirte!
fr_fr: Savoir comment nous rejoindre !
it_it: Scopri come unirti!
ja_jp: 設定方法はこちら
nl_nl: Leer hoe je mee kan doen!
pl_pl: Dowiedz się jak dołączyć!
pt_pt: Aprende como juntar-te!
ro_ro: Aflați cum să vă Alăturați!
sv_se: Lär dig att gå med!
tr_tr: Nasıl kaydolunduğunu öğren!

# WELCOME_BOX_MORNING_GREETING
source: Good morning
de_de: Guten Morgen
el_gr: Καλημερα
es_es: Buenos días
fr_fr: Bonjour
it_it: Buongiorno
ja_jp: おはよう
nl_nl: Goedemorgen
pl_pl: Dzień dobry
pt_pt: Bom dia
ro_ro: Bună dimineața
sv_se: Godmorgon
tr_tr: Günaydın

# WELCOME_BOX_OPEN_SUDOMIN
source: Open Sudomin
de_de: Sudomin öffnen
el_gr: Ανοιγμα Sudomin
es_es: Abrir Sudomin
fr_fr: Ouvrir Sudomin
it_it: Apri Sudomin
ja_jp: Sudominを開く
pl_pl: Otwórz Sudomin
pt_pt: Abrir Sudoministrador
ro_ro: Deschideți Sudomin
sv_se: Öppna Sudomin
tr_tr: Sudomin'i aç

# WELCOME_BOX_SHARE_CREATIVITY_TAGLINE
source: Share your creativity with the world!
de_de: Teile deine Kreativität mit der Welt!
el_gr: Μοιραστειτε τη δημιουργικοτητα σας με τον κοσμο!
es_es: ¡Comparte tu creatividad con el mundo!
fr_fr: Partagez votre créativité avec le monde entier !
it_it: Condividi la tua creatività con il mondo!
ja_jp: 作ったメモを世界に発信しよう！
pl_pl: Podziel się swoją kreatywnością z całym światem!
pt_pt: Partilha a tua criatividade com o mundo!
ro_ro: Împărțiți creația dvs. cu toată lumea!
sv_se: Dela din kreativitet med världen!
tr_tr: Kreativiteni tüm dünya ile paylaş!

# WELCOME_BOX_USERNAME_HAPPY_FLIPNOTING
source: , %s! Happy Flipnoting!
de_de: , %s! Frohes Flipnoting!
el_gr: , %s! Καλο Flipnoting!
es_es: , %s! ¡Feliz Flipnoting!
fr_fr: , %s ! Bon Flipnoting !
it_it: , %s! Felice Flipnoting!
ja_jp: 、%s！ よきうごメモライフを！
pl_pl: , %s! Wesołego Flipnote'owania!
pt_pt: , %s! Feliz Flipnoting!
ro_ro: , %s! Flipnoting Fericit!
sv_se: , %s! Glad Flipnoting!
tr_tr: , %s! İyi Flipnote'lamalar!

# WELCOME_BOX_WELCOME_TO
source: Welcome to
de_de: Willkommen zu
el_gr: Καλωσηρθατε στο
es_es: Bienvenido a
fr_fr: Bienvenue sur
it_it: Benvenuto su
ja_jp: ようこそ
nl_nl: Welkom bij
pl_pl: Witaj na
pt_pt: Bem-vindo a
ro_ro: Bine ați venit la
sv_se: Välkommen till
tr_tr: Hoş geldin!

# WELCOME_BOX_WHAT_IS_SUDOMEMO
source: Sudomemo is the place to share flipbook animations - called Flipnotes - created and posted from Flipnote Studio on the Nintendo DSi and 3DS.
de_de: Sudomemo ist eine Animations-Seite, auf welcher Benutzer ihre auf dem Nintendo DSi oder Nintendo 3DS erstellten Daumenkino-Animationen, auch Flipnotes genannt, posten können.
el_gr: Το Sudomemo ειναι ενα σαιτ για animation οπου ο κοσμος μπορει να μοιραστει flipbook animations - τα λεγομενα Flipnotes - τα οποια δημιουργουνται και ανεβαινουν απο το Nintendo DSi και 3DS.
es_es: Sudomemo es un sitio de animaciones donde los usuarios pueden compartir sus animaciones flipbook - llamadas Flipnotes - creadas y publicadas desde consolas Nintendo DSi y 3DS.
fr_fr: Sudomemo est l'endroit idéal pour partager des animations de flipbooks - appelées Flipnotes - créées et postées depuis les Nintendo DSi et 3DS.
it_it: Sudomemo è un portale dove le persone possono condividere animazioni - dette Flipnote - create e postate dal proprio Nintendo DSi e 3DS.
ja_jp: スドメモはNintendo DSiと3DSで作成したメモ帳のアニメーション、「うごメモ」を投稿して共有できるアニメーションサイトです。
nl_nl: Sudomemo is een animatiesite waar mensen flipboekanimaties kunnen delen - genaamd Flipnotes - gemaakt en geplaatst vanaf de Nintendo DSi en 3DS.
pl_pl: Sudomemo to strona, na której użytkownicy mogą dzielić się animacjami - zwanymi Flipnotes - stworzonymi i wysłanymi za pomocą konsoli Nintendo DSi/3DS.
pt_pt: O Sudomemo é o lugar para partilhar animações de livretes - chamados Flipnotes - criados e postados a partir do Flipnote Studio na Nintendo DSi e 3DS.
ro_ro: Sudomemo este locul în care puteți trimite animații - numite Flipnote-uri - create și postate de pe Flipnote Studio de pe Nintendo DSi și 3DS.
sv_se: Sudomemo är en animationsajt där folk kan dela Flipnoteanimationer - kallade Flipnotes - skapade och publicerade från Nintendo DSi och 3DS.
tr_tr: Sudomemo, Nintendo 3DS ve DSi konsollerindeki Flipnote Studio'da oluşturulan ve paylaşılan Flipnote adlı flipbook animasyonlarının paylaşıldığı yerdir.

# WELCOME_BOX_YOU_ARE_ADMIN
source: You are logged in as an Administrator.
de_de: Du bist als Administrator angemeldet.
el_gr: Εχετε συνδεθει ως Διαχειριστης.
es_es: Estás conectado como un Administrador.
fr_fr: Vous êtes connecté en tant qu'administrateur.
it_it: Hai eseguito l'accesso come Amministratore.
ja_jp: 管理者権限でログインしています。
nl_nl: Je bent ingelogd als een Administrator.
pl_pl: Jesteś zalogowany jako Administrator.
pt_pt: Entraste como Administrador.
ro_ro: Sunteți conectat ca Administrator.
sv_se: Du är inloggad som en Administrator.
tr_tr: Admin olarak giriş yaptın.

# X_IN_HOT_FLIPNOTES
source: #%d in Hot Flipnotes
es_es: #%d en Flipnotes en Tendencia
fr_fr: #%d dans Flipnotes tendance
it_it: #%d in Flipnote di tendenza
pt_pt: #%d nos Flipnotes Populares
sv_se: #%d i heta Flipnotes

# X_IN_POPULAR_FLIPNOTES
source: #%d in Popular this Month
es_es: #%d en Populares este Mes
fr_fr: #%d dans Populaire ce mois
it_it: #%d in Popolari questo mese
pt_pt: #%d nos Populares neste Mês
sv_se: #%d i populära Flipnotes för denna månaden

# X_IN_POPULAR_RANK_BADGE
source: #%s in Popular
fr_fr: #%s dans Populaire
it_it: #%s in Popolari
pt_pt: #%s no rank Popular
sv_se: #%s i populära Flipnotes

# X_USERS
source: %d user(s)
de_de: %d Benutzer
es_es: %d usuario(s)
fr_fr: %d utilisateur(s)
pl_pl: %d użytkowników
pt_pt: %d utilizador(es)
sv_se: %d användare

# YOUTUBE_ACCOUNT_UNVERIFIED
source: Account unverified
de_de: Nicht bestätigtes Konto
el_gr: Λογαριασμος μη επιβεβαιωμενος
es_es: Cuenta sin verificar
fr_fr: Compte non vérifié
it_it: Account non verificato
ja_jp: 未確認のアカウント
nl_nl: Account gedeverifiëerd
pl_pl: Konto nie jest zweryfikowane
pt_pt: Conta não verificada
ro_ro: Cont neverificat
sv_se: Konto ej verifierat
tr_tr: Hesap doğrulanmadı

# YOUTUBE_ACCOUNT_VERIFICATION_FIX_NOW
source: Fix now
de_de: Jetzt korrigieren
el_gr: Διορθωση τωρα
es_es: Arreglar ahora
fr_fr: Réparer maintenant
it_it: Ripara ora
ja_jp: いますぐ修正
nl_nl: Fix nu
pl_pl: Napraw teraz
pt_pt: Aranje isto agora
ro_ro: Reparați acum
sv_se: Fixa nu
tr_tr: Şimdi düzelt

# YOUTUBE_ACCOUNT_VERIFICATION_PROMPT
source: Your YouTube account is unverified. Certain features will not function correctly, such as video thumbnails and Flipnotes longer than 15 minutes.
de_de: Dein YouTube-Konto ist nicht bestätigt. Einige Features werden nicht komplett funktionieren, wie Video-Thumbnails oder das Posten von Flipnotes mit einer Länge von über 15 Minuten.
el_gr: Λογαριασμος σας στο YouTube δεν ειναι επιβεβαιωμενος. Καποιες δυνατοτητες δεν θα λειτουργησουν σωστα, οπως video thumbnails και Flipnotes μεγαλυτερα απο 15 λεπτα.
es_es: Tu cuenta de YouTube no está verificada. Ciertas características no funcionarán correctamente, tales como miniaturas de vídeos y Flipnotes con una duración mayor a 15 minutos.
fr_fr: Votre compte YouTube n'est pas vérifié. Certaines fonctionnalités ne fonctionneront pas correctement, comme les miniatures des vidéos et les Flipnotes ayant une durée de plus de 15 minutes.
it_it: Il tuo account YouTube non è verificato. Alcune funzioni non saranno disponibili correttamente, come le anteprime dei video e Flipnote più lunghi di 15 minuti.
ja_jp: YouTubeアカウントが未確認です。 15分を超える作品や、サムネイルなど、特定の機能はご利用になれません。
nl_nl: Je Youtube account is niet geverifiëerd. Bepaalde functies zullen niet correct werken, zoals video thumbnails en Flipnotes die langer zijn dan 15 minuten.
pl_pl: Twoje konto na YouTube nie jest zweryfikowane. Niektóre funkcje nie będą działać poprawnie, w tym miniaturki filmów i Flipnotes dłuższe niż 15 minut.
pt_pt: A tua conta do YouTube não está verificada. Certas funções podem não funcionar correctamente, tal como thumbnails dos vídeos e Flipnotes mais longos que 15 minutos.
ro_ro: Contul dvs. de YouTube nu este verificat. anumite funcții nu vor funcționa corect, precum thumbnail-urile și Flipnote-urile mai lungi de 15 minute.
sv_se: Ditt YouTube konto är ej verifierat. Vissa funktioner kommer inte fungera korrekt, som titelbilder eller flipnotes längre än 15 minuter.
tr_tr: YouTube hesabın doğrulanmadı. Videoların küçük resmi ve 15 dakikadan uzun süren Flipnote'lar gibi bazı fonksiyonlar doğru çalışamayabilir.

# YOUTUBE_ACCOUNT_VERIFIED
source: Account verified
de_de: Bestätigtes Konto
el_gr: Λογαριασμος επιβεβαιωμενος
es_es: Cuenta verificada
fr_fr: Compte vérifié
it_it: Account verificato
ja_jp: アカウントが確認されました
nl_nl: Account geverifiëerd
pl_pl: Konto jest zweryfikowane
pt_pt: Conta verificada
ro_ro: Cont verificat
sv_se: Konto verifierat
tr_tr: Hesap doğrulandı

# YOUTUBE_ADDED_TO_QUEUE_AT
source: Added to the queue at:
de_de: zur Warteschlange hinzugefügt am:
el_gr: Προστεθηκε στην σειρα σας στις:
es_es: Añadido a la cola en:
fr_fr: Ajoutée à la file d'attente à :
it_it: Aggiunto alla coda il:
ja_jp: キューに追加されました:
nl_nl: Toegevoegd aan wachtrij in:
pl_pl: Dodano do kolejki:
pt_pt: Adicionado à fila em:
ro_ro: Adăugat la coadă la:
sv_se: Tillagt i kön vid:
tr_tr: Şu zamanda kuyruğa eklenmiştir:

# YOUTUBE_CHECK_FEATURES_THUMB
source: Your YouTube channel might not be completely verified. For more information, you can check the status of Custom Thumbnails here:
de_de: Dein YouTube-Kanal scheint nicht vollständig bestätigt zu sein. Für weitere Information, prüfe den Status von Individualisierten Thumbnails hier:
el_gr: Το καναλι σας στο YouTube μπορει να μην ειναι πληρως επιβεβαιωμενο. Για περισσοτερες πληροφοριες, μπορειτε να δειτε την κατασταση των Custom Thumbnails εδω:
es_es: Es posible que su canal de YouTube no esté completamente verificado. Para obtener más información, puede consultar el estado de las miniaturas personalizadas aquí:
fr_fr: Votre chaîne YouTube n'est peut-être pas complètement vérifiée. Pour plus d'informations, vous pouvez vérifier le statut des miniatures personnalisées ici :
it_it: Il tuo canale Youtube potrebbe non essere verificato completamente. Per maggiori informazioni, puoi controllare lo stato di Anteprime Personalizzate qui:
ja_jp: YouTubeチャンネルが認証されていない可能性があります。 詳細についてはこちらをご覧ください:
nl_nl: Je Youtube kanaal is misschien niet volledig geverifiëerd. Voor meer informatie, kan je de status van Custom Thumnails hier bekijken:
pl_pl: Twój kanał na YouTube może nie być w pełni zweryfikowany. Aby dowiedzieć się więcej, możesz sprawdzić status opcji dodawania własnych miniaturek tutaj:
pt_pt: O teu canal do YouTube pode não estar completamente verificado. Para mais informação, podes ver o estado de Thumbnails Customizadas aqui:
ro_ro: Contul dvs. YouTube poate să nu fie complet verificat. Pentru mai multe, puteți verfica statutul Thumbnail-urilor Personalizate aici:
sv_se: Din youtube kanal kanske inte är helt verifierad. För mer information, kan du kolla statusen för egengjorda titelbilder här:
tr_tr: YouTube kanalın tam doğrulanmamış olabilir. Daha fazla bilgi için, özel küçük resminin durumuna buradan bakabilirsin:
