Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/theatre.po
Languages: de_de, el_gr, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, sv_se, tr_tr

# GENEALOGY_PAGE_TITLE
source: Flipnote Genealogy
fr_fr: Généalogie de Flipnote
it_it: Genealogia del Flipnote
pt_pt: Genealogia dos Flipnotes
sv_se: Flipnote Genealogi

# GENEALOGY_RESET_VIEW
source: Reset view
fr_fr: Réinitialiser la vue
it_it: Ripristina vista
pt_pt: Repor opções
sv_se: Återställ vy

# GENEALOGY_SHOWING_FOR
source: Showing genealogy for
fr_fr: Affichage de la généalogie pour
it_it: Mostrando la genealogia per
pt_pt: A mostrar genealogia de
sv_se: Visar genealogi för

# GENEALOGY_THUMBNAIL_ALT
source: Thumbnail for Flipnote by %s
fr_fr: Miniature pour la Flipnote de %s
it_it: Miniatura per il Flipnote da %s
pt_pt: Pre-vizualização do Flipnote de %s
sv_se: Förhandsbild för Flipnote av %s

# GENEALOGY_UNAVAILABLE_FLIPNOTE
source: Unavailable Flipnote
fr_fr: Flipnote indisponible
it_it: Flipnote non disponibile
pt_pt: Flipnote não Disponível
sv_se: Otillgänglig Flipnote

# GENEALOGY_VIEW_LINK
source: View Genealogy
fr_fr: Voir la généalogie
it_it: Visualizza Genealogia
pt_pt: Ver Genealogia
sv_se: Visa Genealogi

# GENEALOGY_ZOOM_IN
source: Zoom in
fr_fr: Zoomer
it_it: Ingrandisci
pt_pt: Aumentar
sv_se: Zooma in

# GENEALOGY_ZOOM_OUT
source: Zoom out
fr_fr: Dézoomer
it_it: Riduci
pt_pt: Diminuir
sv_se: Zooma out

source: Genre
el_gr: Ειδος
es_es: Género
it_it: Genere
ja_jp: ジャンル
pl_pl: Gatunek
pt_pt: Género
ro_ro: Gen
tr_tr: Tür

source: Get Support
fr_fr: Obtenir de l'aide
it_it: Ottieni supporto
pt_pt: Entre em Contacto
sv_se: Få Support

# GIFT_ANONYMOUS
source: I'd like to remain anonymous.
es_es: Me gustaría permanecer anónimo.
fr_fr: J'aimerais rester anonyme.
it_it: Preferisco rimanere anonimo.
pt_pt: Prefiro manter-me anónimo.
sv_se: Jag vill förbli anonym.

# GIFT_ANONYMOUS_PREVIEW
source: This gift will be sent anonymously.
es_es: Este regalo será enviado anónimamente.
fr_fr: Ce cadeau sera envoyé de façon anonyme.
it_it: Questo regalo verrà inviato anonimamente.
pt_pt: Esta prenda irá ser enviada anónimamente.
sv_se: Denna present ska skickas anonymt.

# GIFT_ARE_YOU_SURE
source: Are you sure you want to gift a %s ticket to %s?
es_es: ¿Estás seguro que quieres regalar un ticket %s a %s?
fr_fr: Êtes vous certain de vouloir donner un ticket %s à %s?
it_it: Sei sicuro di voler regalare un ticket %s a %s?
pt_pt: Tens a certeza que queres enviar um bilhete %s para %s?
sv_se: Är du säker att du vill ge en %s biljett till %s?

# GIFT_CONFIRM_NO
source: No
fr_fr: Non
pt_pt: Não
sv_se: Nej

# GIFT_CONFIRM_YES
source: Yes
es_es: Sí
fr_fr: Oui
it_it: Sì
pt_pt: Sim
sv_se: Ja

# GIFT_ERROR_ALREADY_REDEEMED
source: This ticket has already been redeemed.
es_es: Este ticket ya ha sido canjeado.
fr_fr: Le ticket a déjà été réclamé.
it_it: Questo ticket è già stato riscattato.
pt_pt: Este bilhete já foi trocado por um brinde.
sv_se: Denna biljett har redan blivit dragen.

# GIFT_ERROR_BLOCKING_RECIPIENT
source: You cannot gift a ticket to this user as you have blocked them.
es_es: No puedes regalar un ticket a este usuario porque lo has bloqueado.
fr_fr: Vous ne pouvez donner de ticket à cet utilisateur car vous l'avez bloqué.
it_it: Non puoi regalare un ticket a questo utente perchè lo hai bloccato.
pt_pt: Não podes enviar um bilhete para este utilizador, porque tu o bloqueaste.
sv_se: Du kan inte ge bort biljetten till denna person då du har blockerat dem.

# GIFT_ERROR_COMMENT_TOO_LONG
source: This comment is too long. Please shorten it to 1000 characters or less.
es_es: Este comentario es demasiado largo. Por favor acórtalo a 1000 caracteres o menos.
fr_fr: Ce commentaire est trop long. Veuillez s'il vous plaît le raccourcir à 1000 caractères ou moins.
it_it: Questo commento è troppo lungo. Per favore, accorcialo di 1000 caratteri o meno.
pt_pt: Este comentário é demasiado longo. Por favor encurta-o para ter 1000 caractéres ou menos.
sv_se: Denna kommentaren är för lång. Korta ner den till 1000 tecken eller mindre.

# GIFT_ERROR_EXPIRED
source: This ticket has expired.
es_es: Este ticket ha expirado.
fr_fr: Ce ticket est expiré.
it_it: Questo ticket è scaduto.
pt_pt: Este bilhete está fora de prazo.
sv_se: Denna biljetten har gått ut.

# GIFT_ERROR_INVALID_CODE
source: This is not a valid ticket code. Please check for typos and try again.
es_es: Este no es un código de ticket válido. Por favor revisa si hay errores y vuelve a intentar.
fr_fr: Ceci n'est pas un code de ticket valide. Veuillez vérifier les fautes de frappe et réessayez.
it_it: Questo non è un codice ticket valido. Per favore, controlla eventuali errori di battitura e riprova.
pt_pt: Este código de bilhete não é valido. Por favor verifique o código e tente de novo.
sv_se: Detta är inte en giltig biljettkod. Kolla efter stavfel och försök igen.

# GIFT_ERROR_INVALID_FORMAT
source: Please enter a valid 12-digit ticket number.
es_es: Por favor ingresa un número de ticket válido de 12 dígitos.
fr_fr: Veuillez entrer un numéro de ticket à 12 chiffres valide.
it_it: Per favore, inserisci un numero ticket di 12 cifre valido.
pt_pt: Por favor insire um código de 12 digitos válido.
sv_se: Snälla skriv en ett giltigt 12 siffrigt biljett nummer.

# GIFT_ERROR_PREVIEW
source: There was an issue with previewing the ticket. Please try again.
es_es: Hubo un problema al previsualizar el ticket. Por favor intenta de nuevo.
fr_fr: Il y a eu un problème en essayant de prévisualiser le ticket. Veuillez réessayer.
it_it: C'è stato un problema con l'anteprima del ticket. Per favore, riprova.
pt_pt: Houve um problema a pre-visualizar o bilhete. Tente de novo.
sv_se: Det var ett problem med att förhandsvisa biljetten. Snälla försök igen.

# GIFT_ERROR_PROFANE_COMMENT
source: This comment violates our Content Policy.
es_es: Este comentario viola nuestra Política de Contenido.
fr_fr: Ce commentaire viole nos Conditions d'Utilisation.
it_it: Questo commento viola la nostra Policy sul Contenuto.
pt_pt: Este comentário viola a nossa Política de Conteúdo.
sv_se: Denna kommentar strider mot våran Content Policy.

# GIFT_ERROR_PUBLIC_TICKET
source: This ticket is not giftable.
es_es: Este ticket no se puede regalar.
fr_fr: Ce ticket ne peux pas être offert.
it_it: Questo ticket non si può regalare.
pt_pt: Este bilhete não pode ser dado como presente.
sv_se: Denna biljett kan inte ges bort.

# GIFT_ERROR_RECIPIENT_BLOCKING
source: You cannot gift a ticket to this user as they have blocked you.
es_es: No puedes regalar un ticket a este usuario porque te ha bloqueado.
fr_fr: Vous ne pouvez donner de ticket à cet utilisateur car il vous a bloqué.
it_it: Non puoi regalare un ticket a questo utente perchè ti ha bloccato.
pt_pt: Não podes enviar um bilhete de prenda a este utilizador, porque eles te bloquearam.
sv_se: Du kan inte ge denna personen en biljett eftersom du blockerats av dem.

# GIFT_ERROR_SEND
source: There was an issue sending the gift. Please try again.
es_es: Hubo un problema al enviar el regalo. Por favor intenta de nuevo.
fr_fr: Il y a eu un problème en essayant d'envoyer le cadeau. Veuillez réessayer.
it_it: C'è stato un problema nell'invio del regalo. Per favore, riprova.
pt_pt: Houve um problema ao enviar o presente. Tente de novo.
sv_se: Ett problem uppstod när presenten skulle skickas. Snälla försök igen.

# GIFT_INFO_HINT
source: You can give %s a Sudomemo Ticket! It will be given to them with an optional message from you. You can also choose to remain anonymous.
es_es: ¡Puedes darle a %s un Ticket de Sudomemo! Se le entregará con un mensaje opcional tuyo. También puedes elegir permanecer anónimo.
fr_fr: Vous pouvez envoyer un ticket Sudomemo à %s ! Il lui sera donné avec votre message optionnel. Vous pouvez aussi rester anonyme.
it_it: Puoi dare a %s un Ticket Sudomemo! Gli/Le sarà dato insieme ad un messaggio facoltativo da parte tua. Puoi anche scegliere di rimanere anonimo.
pt_pt: Podes dar ao utilizador %s um Bilhete Sudomemo! O bilhete irá ser dado a eles com uma mensagem opcional de ti. Também podes manter-te anónimo.
sv_se: Du kan ge %s en Sudomemo Biljett! Det kommer ges till dem med ett valfritt meddelande från dig. Du kan välja att förbli anonym.

# GIFT_MESSAGE
source: Message to %s
es_es: Mensaje para %s
fr_fr: Message pour %s
it_it: Messaggio per %s
pt_pt: Mensagem para %s
sv_se: Meddela till %s

# GIFT_PREVIEW_FOR
source: Preview Gift for %s
es_es: Vista previa del regalo para %s
fr_fr: Prévisualiser le cadeau pour %s
it_it: Anteprima del regalo per %s
pt_pt: Pre-visualizar Presente para %s
sv_se: Förhandsgranska present för %s

# GIFT_SEND
source: Send Gift
es_es: Enviar Regalo
fr_fr: Envoyer le cadeau
it_it: Invia regalo
pt_pt: Enviar Presente
sv_se: Skicka present

# GIFT_SHOP_HINT
source: Need a ticket code? You can get one by purchasing a ticket from the %s.
es_es: ¿Necesitas un código de ticket? Puedes obtener uno comprando un ticket en la %s.
fr_fr: Besoin d'un code de ticket? Vous pouvez en obtenir un en achetant un ticket de la %s.
it_it: Hai bisogno di un codice ticket? Puoi ottenerne uno acquistando un ticket dal %s.
pt_pt: Precisas de um código de bilhete? Podes comprar um código de bilhete na %s.
sv_se: Behöver du en present kod? Du kan få en genom att köpa en biljett från %s.

# GIFT_SUCCESS_INFO_1
source: Your gift to %s has been sent successfully. They will be thrilled to receive your thoughtful present!
es_es: Tu regalo para %s ha sido enviado exitosamente. ¡Estarán encantados de recibir tu atento presente!
fr_fr: Votre cadeau pour %s a été envoyé avec succès. Il va être excité de recevoir votre présent bien pensé!
it_it: Il tuo regalo per %s è stato inviato con successo. Sarà entusiasta di ricevere il tuo regalo premuroso!
pt_pt: A tua prenda para %s foi enviada com sucesso. Eles irão adorar a tua prenda!
sv_se: Din present till %s har skickats. De kommer att älska den!

# GIFT_SUCCESS_INFO_2
source: Thank you for spreading joy and happiness within the Sudomemo community!
es_es: ¡Gracias por difundir alegría y felicidad en la comunidad de Sudomemo!
fr_fr: Merci de répandre le bonheur de la communauté Sudomemo !
it_it: Grazie per aver diffuso gioia e felicità all'interno della community di Sudomemo!
pt_pt: Obrigado por espalhar alegria e feliciades na comunidade do Sudomemo!
sv_se: Tack för att du sprider glädje på Sudomemo!

# GIFT_SUCCESS_TITLE
source: Gift Sent Successfully!
es_es: ¡Regalo Enviado Exitosamente!
fr_fr: Cadeau envoyé avec succès !
it_it: Regalo inviato con successo!
pt_pt: Presente Enviado com Sucesso!
sv_se: Present skickad!

source: Gift Ticket
es_es: Ticket de Regalo
fr_fr: Donner un ticket
it_it: Regala Ticket
pt_pt: Bilhete Prenda
sv_se: Ge Biljett

# GIFT_TICKET_CODE
source: Ticket Code
es_es: Código del Ticket
fr_fr: Code de ticket
it_it: Codice ticket
pt_pt: Código de Bilhete
sv_se: Biljett kod

# GIFT_TICKET_PREVIEW
source: Ticket Preview
es_es: Vista previa del Ticket
fr_fr: Prévisualisation de ticket
it_it: Anteprima ticket
pt_pt: Pré-visualizar Bilhete
sv_se: Biljett förhandsvisning

# GIFT_TICKET_TO
source: Gift a ticket to %s
es_es: Regalar un ticket a %s
fr_fr: Donner un ticket à %s
it_it: Regala un ticket a %s
pt_pt: Enviar um bilhete a %s
sv_se: Ge en biljett till %s som present

source: Hatena ID
fr_fr: ID Hatena
it_it: ID Hatena
ja_jp: はてなID
pt_pt: ID do Hatena
ro_ro: ID Hatena

# HEADER_CHANGE_EMAIL
source: Change Email Address
fr_fr: Changer d'adresse e-mail
pt_pt: Mudar Endereço de Email
sv_se: Ändra Email Adress

# HEADER_CHANGE_PASSWORD
source: Change Password
de_de: Passwort ändern
el_gr: Αλλαγη Κωδικου
es_es: Cambiar la contraseña
fr_fr: Changer de mot de passe
it_it: Cambia Password
ja_jp: パスワードを変更
nl_nl: Verander Wachtwoord
pl_pl: Zmień hasło
pt_pt: Mudar Palavra-passe
ro_ro: Schimbați Parola
sv_se: Ändra lösenord
tr_tr: Şifreni değiştir

# HEADER_UPLOAD_TO_YOUTUBE
source: Upload to YouTube
de_de: Zu YouTube hochladen
es_es: Subir a YouTube
fr_fr: Envoyer sur YouTube
it_it: Carica su YouTube
ja_jp: YouTubeにアップロード
nl_nl: Upload naar YouTube
pl_pl: Prześlij na YouTube
pt_pt: Fazer Upload no YouTube
ro_ro: Încărcați pe YouTube
sv_se: Ladda up till youtube
tr_tr: YouTube'a yükle

source: Help Center
de_de: Hilfe-Zentrum
el_gr: Κεντρο Βοηθειων
es_es: Centro de Ayuda
fr_fr: Centre d'aide
it_it: Supporto
ja_jp: ヘルプセンター
nl_nl: Help Centrum
pl_pl: Centrum pomocy
pt_pt: Centro de Ajuda
ro_ro: Centru de Ajutor
sv_se: Hjälpcenter
tr_tr: Yardım Merkezi

source: Hot
de_de: Heiß
el_gr: Καυτα
es_es: En Tendencia
fr_fr: Tendance
it_it: Di tendenza
ja_jp: 話題順
nl_nl: Populair
pl_pl: Gorące
pt_pt: Populares no Momento
ro_ro: Fierbinți
sv_se: Het
tr_tr: Çok izlenen

source: Hot Flipnotes
de_de: Heiße Flipnotes
el_gr: Καυτα Flipnotes
es_es: Flipnotes Populares
fr_fr: Flipnotes tendance
it_it: Flipnote di tendenza
ja_jp: 話題作品
nl_nl: Populaire Flipnotes
pl_pl: Gorące Flipnotes
pt_pt: Flipnotes Populares neste momento
ro_ro: Flipnote-uri Fierbinți
sv_se: Heta Flipnotes
tr_tr: Çok sevilen Flipnote'lar

# HOURLY_CHAT_MESSAGE_LIMIT_REACHED
source: You have reached the hourly chat message limit of %d messages.
es_es: Has alcanzado el límite de %d mensajes por hora en el chat.
fr_fr: Vous avez atteint la limite horaire de %d messages.
it_it: Hai raggiunto il limite orario di %d messaggi di chat.
pt_pt: Atingiste o limite horário de %d mensagens de chat.
sv_se: Du har uppnåt din gräns på %d meddelanden för denna timmen.

# HOW_TO_UNLINK_DISCORD
source: To unlink your Discord account, type this command into chat: .sudo unlink
de_de: Um die Verbindung deines Discord-Accounts aufzuheben, gib Folgendes in den Chat ein: .sudo unlink
el_gr: Για να αποσυνδεσετε τον λογαριασμο σας στο Discord, πληκτρολογειστε αυτη την εντολη στο τσατ: .sudo unlink
es_es: Para desvincular su cuenta de Discord, escriba este comando en el chat: .sudo unlink
fr_fr: Pour dissocier votre compte Discord, tapez cette commande dans le salon de discussion : .sudo unlink
it_it: Per scollegare il tuo account Discord, digita questo comando nella chat: .sudo unlink
ja_jp: Discordアカウントとの紐付けを解除したい場合は以下のコマンドをチャットに送信してください: .sudo unlink
nl_nl: Om je Discord account te unlinken, typ je deze command in chat: .sudo unlink
pl_pl: Aby rozłączyć twoje konto na Discordzie, wpisz następującą komendą w czat: .sudo unlink
pt_pt: Para desligar a tua conta Discord, digita este commando no chat: .sudo unlink
ro_ro: Pentru a vă deconecta contul Discord, scrieți această comandă în conversație: .sudo unlink
sv_se: För att avlänka ditt Discord konto kan du skriva detta kommandot: .sudo unlink
tr_tr: Discord hesabından ayrılmak için şu komutu yaz: .sudo unlink

source: Image must be 1080x1920.
es_es: La imagen debe ser de 1080x1920.
fr_fr: L'image doit être 1080x1920.
it_it: L'immagine deve essere 1080x1920.
pt_pt: A imagem tem de ter as dimensões 1080x1920.
sv_se: Bilen måste ha en upplösning på 1080x1920.

source: Info
el_gr: Πληροφοριες
fr_fr: Infos
ja_jp: 情報
pl_pl: Informacje
pt_pt: Informação
tr_tr: Bilgi

# INVALID_EMAIL_FORMAT
source: Please enter a valid email address.
fr_fr: Veuillez saisir une adresse e-mail valide.
it_it: Per favore, inserisci un indirizzo email valido.
pt_pt: Por-favor insire um endereço de email válido.
sv_se: Snälla ange en giltig email adress.

source: Invalid or missing chatroom ID.
fr_fr: ID de salon de discussion invalide ou manquant.
it_it: ID chatroom non valido o mancante.
pt_pt: ID de sala de chat inválido ou em falta.
sv_se: Ogiltigt eller saknande chattrums-ID.

source: Invalid or missing chatroom ID.
fr_fr: ID de salon de discussion invalide ou manquant.
it_it: ID chatroom non valido o mancante.
pt_pt: ID de sala de chat inválido ou em falta.
sv_se: Ogiltigt eller saknande chattrums-ID.

source: Invalid or missing message content.
fr_fr: Contenu du message invalide ou manquant.
it_it: Contenuto del messaggio non valido o mancante.
pt_pt: Conteúdo da mensagem inválida ou em falta.
sv_se: Ogiltig eller saknande meddelandeinnehåll.

source: Invalid or missing message ID.
fr_fr: ID du message invalide ou manquant.
it_it: ID messaggio non valido o mancante.
pt_pt: ID da mensagem inválida ou em falta.
sv_se: Ogiltig eller saknande meddelande-ID.

source: Invalid request.
fr_fr: Requête invalide.
it_it: Richiesta non valida.
pt_pt: Pedido inválido.
sv_se: Ogiltig förfrågan.

# INVALID_SESSION
source: Invalid session. Please log in again.
fr_fr: Session invalide. Veuillez vous reconnecter.
it_it: Sessione non valida. Per favore, accedi di nuovo.
pt_pt: Sessão inválida. Por favor inicie sessão outra vez.
sv_se: ogiltig session. Vänligen logga in igen.

source: Latest
de_de: Neueste
el_gr: Πιο Προσφατο
es_es: Más reciente
fr_fr: Nouveau
it_it: Recenti
ja_jp: 新着順
nl_nl: Nieuwste
pl_pl: Najnowsze
pt_pt: Mais Recentes
ro_ro: Cele mai recente
sv_se: Senaste
tr_tr: En yeni

source: Learn more
de_de: Mehr erfahren
es_es: Aprende más
fr_fr: En savoir plus
it_it: Saperne di più
ja_jp: 詳しく知る
nl_nl: Leer meer
pl_pl: Dowiedz się więcej
pt_pt: Saber mais
ro_ro: Aflați mai multe
sv_se: Lär dig mer
tr_tr: Daha fazla öğren

# LINK_REQUIRED_BEFORE_UPLOAD
source: You'll need to link your YouTube channel before you can upload your Flipnote.
de_de: Du benötigst eine Verbindung zu deinem YouTube-Kanal, um dein Flipnote dort hochzuladen.
es_es: Necesitarás el enlace de tu canal de YouTube antes de que puedas subir tu Flipnote.
fr_fr: Vous devrez lier votre chaîne YouTube avant de pouvoir envoyer votre Flipnote.
it_it: Devi collegare il tuo canale Youtube prima di caricare il tuo Flipnote.
ja_jp: 作品をアップロードする前に、YouTubeチャンネルと連携する必要があります。
nl_nl: Je moet je Youtube kanaal linken voor je je Flipnote kan uploaden.
pl_pl: Musisz połączyć swój kanał YouTube aby przesłać swój Flipnote.
pt_pt: Precisas de ligar a tua conta do Canal do YouTube antes de fazer upload do teu Flipnote.
ro_ro: Trebuie să vă asociați canalul de YouTube pentru a înainte de a încărca.
sv_se: Du behöver länka en youtube kanal innan du kan ladda up din Flipnote.
tr_tr: Flipnote'unu yüklemek için YouTube kanalına bağlanman gerek.

# LOGIN_CONFIRM_PLACEHOLDER
source: Confirmation code
fr_fr: Code de confirmation
it_it: Codice di conferma
pt_pt: Código de Confirmação
sv_se: Konfirmations kod

# LOGIN_CONFIRM_PROMPT
source: A confirmation code has been sent to your email address. Please enter it to continue.
fr_fr: Un code de confirmation a été envoyé à votre adresse e-mail. Veuillez le saisir pour continuer.
it_it: Un codice di conferma è stato inviato al tuo indirizzo email. Per favore, inseriscilo per continuare.
pt_pt: Um código de confirmação foi enviado para o teu endereço de email. Por digite-o para continuar.
sv_se: An konfirmations kod har skickats till din email adress. Vänligen skriv in den för att fortsätta.

# LOGIN_FAILED_CHECK_DETAILS
source: We couldn't log you in. Check the details you entered and try again.
de_de: Anmeldung fehlgeschlagen. Überprüfe deine Eingaben und versuche es erneut.
el_gr: Δεν μπορεσαμε να σας συνδεσουμε. Ξανακοιταξετε τις λεπτομεριες που εισαγατε και δοκιμαστε ξανα.
es_es: No pudimos iniciar tu sesión. Revisa los detalles y vuelve a intentarlo.
fr_fr: Nous n'avons pas pu vous connecter. Vérifiez les détails que vous avez entrés et réessayez.
it_it: Non riusciamo a farti accedere. Controlla ciò che hai inserito e riprova.
ja_jp: ログインできませんでした。入力内容を確認してもう一度送信してください
nl_nl: We konden je niet inloggen. Controlleer de details die je in hebt gevoerd en probeer het opnieuw.
pl_pl: Nie mogliśmy ciebie zalogować. Sprawdź wpisane dane i spróbuj ponownie.
pt_pt: Não pudemos fazer o login. Verifica os detalhes que inseriste e tenta de novo.
ro_ro: Nu v-am putut conecta. Verificați detaliile intoduse și încercați din nou.
sv_se: Vi kunde inte logga in dig, se till att du skrivit rätt detaljer och försök igen.
tr_tr: Hesabına giriş yapılamadı. Girdiğin bilgileri kontrol et ve tekrar dene.

# LOGIN_FAILED_RATELIMITED
source: You've made too many incorrect login attempts recently. Please try again later.
es_es: Has hecho demasiados intentos de inicio de sesión incorrectos recientemente. Por favor intenta más tarde.
fr_fr: Vous avez récemment effectué trop de tentatives de connexion incorrectes. Veuillez réessayer plus tard.
it_it: Hai effettuato di recente troppi tentativi di accesso falliti. Per favore, riprova più tardi.
pt_pt: Tentaste fazer login demasiadas vezes incorrectamente. Tente novamente mais tarde.
sv_se: Du har gjort för många felgiltiga inloggningar nyligen. Snälla försök igen senare.

# LOGIN_PLACEHOLDER_PASSWORD
source: Password
de_de: Passwort
el_gr: Κωδικος Προσβασης
es_es: Contraseña
fr_fr: Mot de passe
ja_jp: パスワード
nl_nl: Wachtwoord
pl_pl: Hasło
pt_pt: Palavra-passe
ro_ro: Parolă
sv_se: Lösenord
tr_tr: Şifre

# LOGIN_PLACEHOLDER_USERNAME
source: Email or Flipnote Studio ID
de_de: Email der Flipnote Studio ID
el_gr: Email η Flipnote Studio ID
es_es: Email o Flipnote Studio ID
fr_fr: E-mail ou ID Flipnote Studio
it_it: Email oppure ID Flipnote Studio
ja_jp: E-mailまたはうごメモID
nl_nl: E-mail van Flipnote Studio ID
pl_pl: E-mail lub Flipnote Studio ID
pt_pt: Email ou ID do Flipnote Studio
ro_ro: Email sau Flipnote Studio ID
sv_se: E-post eller Flipnote Studio ID
tr_tr: E-posta ve Flipnote Studio ID

# LOGIN_REQUIRED_FOR_PROFILE_PICTURE
source: You must be logged in to change your profile picture.
fr_fr: Vous devez être connecté pour changer votre photo de profil.
it_it: Devi avere effettuato l'accesso per cambiare la tua immagine del profilo.
pt_pt: Precisas de fazer login para mudar a tua foto de perfil.
sv_se: Du måste vara inloggad för att byta profilbild.

# LOGIN_REQUIRED_TO_DELETE_CHAT_MESSAGE
source: Login required to delete a chat message.
es_es: Necesitas iniciar sesión para borrar un mensaje del chat.
fr_fr: Vous devez vous connecter pour supprimer un message.
it_it: Accesso richiesto per eliminare un messaggio di chat.
pt_pt: Precisas de fazer login para apagar uma mensagem de chat.
sv_se: Inloggning krävs för att radera meddelandet.

# LOGIN_REQUIRED_TO_POST_CHAT_MESSAGE
source: Login required to post a chat message.
es_es: Necesitas iniciar sesión para publicar un mensaje en el chat.
fr_fr: Vous devez vous connecter pour poster un message.
it_it: Accesso richiesto per postare un messaggio di chat.
pt_pt: Precisas de fazer login para enviar uma mensagem de chat.
sv_se: Inloggning krävs för att lägga up meddelandet.

# LOGIN_SIGNUP_SELECT_DEVICE
source: Select your device
de_de: Wähle dein Gerät
el_gr: Επιλεξτε τη συσκευη σας
es_es: Selecciona tu consola
fr_fr: Selectionnez votre appareil
it_it: Seleziona il tuo dispositivo
ja_jp: 機種を選択してください
nl_nl: Selecteer je apparaat
pl_pl: Wybierz swoje urządzenie
pt_pt: Selecciona o teu sistema
ro_ro: Alegeți dispozitivul
sv_se: Välj din enhet
tr_tr: Bir cihaz seç

# MAIL_READER_TITLE
source: Message
it_it: Messaggio
pt_pt: Mensagem
sv_se: Meddelande

source: Manage Playlist
es_es: Administrar Lista de Reproducción
fr_fr: Gérer la Playliste
it_it: Gestisci Playlist
pt_pt: Gerir Playlist
sv_se: Hantera spellistor

source: Merch
fr_fr: Marchandise
it_it: Merchandise
pt_pt: Mercadoria

# MESSAGE_CONTAINS_INVALID_CHARACTERS
source: Your message contains invalid characters.
es_es: Tu mensaje contiene caracteres inválidos.
fr_fr: Votre message contient des charactères invalide.
it_it: Il tuo messaggio contiene caratteri non validi.
pt_pt: A tua mensagem contém caracteres inválidos.
sv_se: Ditt meddelande innehåller ogiltiga tecken.

source: Message deleted successfully.
es_es: Mensaje borrado.
fr_fr: Message supprimé avec succès.
it_it: Messaggio eliminato con successo.
pt_pt: Mensagem apagada com successo.
sv_se: Meddelandet har raderats.

source: Message not found or already deleted.
es_es: Mensaje no encontrado o ya fue borrado.
fr_fr: Message non trouvé ou déjà supprimé.
it_it: Messaggio non trovato o già eliminato.
pt_pt: Mensagem não encontrada ou já apagada.
sv_se: Meddelandet hittades inte eller har redan raderats.
