Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/theatre.po
Languages: de_de, el_gr, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, sv_se, tr_tr

# EDIT_PAGE_PLUS_AUDIO_ENHANCEMENT
source: Audio Enhancement
de_de: Audio-Korrektur
es_es: Mejoría de Audio
fr_fr: Amélioration audio
it_it: Miglioramento audio
ja_jp: 音質向上
nl_nl: Geluidsverbetering
pl_pl: Ulepszenie dźwięku
pt_pt: Melhoramento de Áudio
ro_ro: Îmbunătățire audio
sv_se: Ljudförbättringar
tr_tr: Ses geliştirme

# EDIT_PAGE_PLUS_SMOOTHING
source: Smoothing
de_de: Glätten
es_es: Suavizado
fr_fr: Lissage
it_it: Smussatura
ja_jp: 画質の最適化
nl_nl: Vergladding
pl_pl: Wygładzanie
pt_pt: Afinação
ro_ro: Netezire
sv_se: Utjämning
tr_tr: Yumuşatıcı

# EDIT_PAGE_SUDOMEMO_PLUS_REQUIRED
source: You'll need Sudomemo Plus to use these features.
de_de: Du benötigst Sudomemo Plus, um diese Features zu benutzen.
el_gr: Για να χρησιμοποιησετε αυτες τις δυνατοτητες, θα χρειαστειτε Sudomemo Plus.
es_es: Necesitas Sudomemo Plus para usar estas características.
fr_fr: Il vous faut Sudomemo Plus pour utiliser ces fonctionnalités.
it_it: Hai bisogno di Sudomemo Plus per usare queste funzioni.
ja_jp: この機能を利用するにはスドメモプラスを手に入れる必要があります。
nl_nl: Je hebt Sudomemo Plus nodig om deze functionaliteit te gebruiken.
pl_pl: Potrzebujesz Sudomemo Plus by używać tych funkcji.
pt_pt: Irás precisar do Sudomemo Plus para usar estas funções extras.
ro_ro: Vă trebuie Sudomemo Plus pentru a folosi aceste caracteristici.
sv_se: Du behöver Sudomemo Plus för att använda dessa funktioner.
tr_tr: Bu özellikleri kullanabilmek için Sudomemo Plus üyesi olman lazım.

# EDIT_PAGE_TITLE_AND_DESCRIPTION
source: Title and Description
de_de: Titel & Beschreibung
el_gr: Τιτλος και Περιγραφη
es_es: Título y Descripción
fr_fr: Titre et description
it_it: Titolo e Descrizione
ja_jp: 作品名と説明文
nl_nl: Titel en Beschrijving
pl_pl: Tytuł i opis
pt_pt: Título e Descrição
ro_ro: Titlu și Descriere
sv_se: Titel och beskrivning
tr_tr: Başlık ve açıklama

# EDIT_PAGE_TITLE_TOOLTIP
source: Letters, numbers, and symbols, maximum of 40 characters.
de_de: Maximale Charakter-Anzahl: 40
el_gr: Γραμματα, νουμερα και συμβολα, μαξιμουμ 40 χαρακτηρων.
es_es: Letras, números, y símbolos, con un máximo de 40 caracteres.
fr_fr: Lettres, nombres, et symboles, maximum de 40 caractères.
it_it: Lettere, numeri e simboli, massimo 40 caratteri.
ja_jp: 文字、数字、記号を40字まで使用できます。
nl_nl: Letters, nummers, en symbolen, maximaal 40 karakters.
pl_pl: Litery, cyfry i symbole, maksymalnie 40 znaków.
pt_pt: Letras, números, e símbolos, com um máximo de 40 caracteres.
ro_ro: Litere, numere, și simboluri, maxim 40 de caractere.
sv_se: Bokstäver, nummer, och symboler, högst 40 tecken.
tr_tr: Harfler, sayılar ve sembollerden en fazla 40 karakter.

source: Edit Playlist
es_es: Editar Lista de Reproducción
fr_fr: Modifier la Playliste
it_it: Modifica Playlist
pt_pt: Editar Playlist
sv_se: Redigera spellista

# EMAIL_ALREADY_IN_USE
source: This email address is already in use by another account.
fr_fr: Cette adresse e-mail est déjà utilisée par un autre compte.
it_it: Questo indirizzo email è già in uso da un altro account.
pt_pt: Este endereço de email já está a ser utilizado por outra conta.
sv_se: Denna email används redan av ett annat konto.

# EMAIL_CHANGE_ALREADY_PENDING
source: You already have a pending email change. Please check your email or wait before requesting another change.
fr_fr: Vous avez déjà une demande de changement d'adresse e-mail en attente. Veuillez vérifier votre e-mail ou patienter avant de demander un autre changement.
it_it: Hai già un cambio dell'email in sospeso. Per favore, controlla la tua email o aspetta prima di richiedere un altro cambio.
pt_pt: Tens uma mudança de email pendente. Por-favor verifique a tua caixa de entrada do teu email ou espere um bocado antes de pedir outra mudança.
sv_se: Du håller redan på att ändra din email. Kolla gärna din inkorg eller försök igen senare.

# EMAIL_CHANGE_VERIFICATION_SENT
source: Verification email sent! Please check your new email address and click the link to confirm the change.
fr_fr: E-mail de vérification envoyé ! Veuillez vérifier votre nouvelle adresse e-mail et cliquer sur le lien pour confirmer le changement.
it_it: Email di verifica inviata! Per favore, controlla il tuo nuovo indirizzo email e clicca il link per confermare il cambio.
pt_pt: Email de verificação enviado! Por-favor verifque a caixa de entrada do novo endereço de email e clique no link para confirmar a mudança.
sv_se: Verifikations email skickat! Kolla igenom din nya email och klicka på länken för att konfirmera förändringen.

# EMAIL_SAME_AS_CURRENT
source: The new email address must be different from your current one.
fr_fr: La nouvelle adresse e-mail doit être différente de votre adresse actuelle.
it_it: Il nuovo indirizzo email deve essere diverso da quello attuale.
pt_pt: O novo endereço de email deve ser diferente do endereço de email actual.
sv_se: Den nya emailen måste vara skild från din gamla.

# EMAIL_SEND_FAILED
source: Failed to send verification email. Please try again later.
fr_fr: Échec de l'envoi de l'e-mail de vérification. Veuillez réessayer plus tard.
it_it: Impossibile inviare l'email di verifica. Per favore, riprova più tardi.
pt_pt: O envio do email de verificação falhou. Por-favor tente de novo mais tarde.
sv_se: Misslyckades med att skicka verifikationsmejl. försök igen senare.

# EMPTY_TITLE_ALERT_1
source: It looks like your Flipnote needs a title!
es_es: ¡Parece que tu Flipnote necesita un título!
fr_fr: On dirait que votre flipnote a besoin d'un titre !
it_it: Sembra che il tuo Flipnote abbia bisogno di un titolo!
pt_pt: Parece que o teu Flipnote precisa de um título!
sv_se: Set ut som din Flipnote behöver en titel!

# EMPTY_TITLE_ALERT_2
source: Go ahead and add one now.
es_es: Adelante, agrégale uno ahora.
fr_fr: Allez-y, ajoutez-en un maintenant.
it_it: Procedi ora ad aggiungerne uno.
pt_pt: Vai lá adicionar um agora!
sv_se: Lägg gärna till en nu.

# ERROR_OCCURRED_TRY_AGAIN
source: An error occurred. Please try again.
es_es: Ocurrió un error. Por favor intenta de nuevo.
fr_fr: Une erreur s'est produite. Veuillez réesseyer.
it_it: Si è verificato un errore. Per favore, riprova.
pt_pt: Ocorreu um erro. Por favor tende outra vez.
sv_se: Ett fel uppstod. Snälla försök igen.

source: Fans
el_gr: Θαυμαστες
it_it: Fan
ja_jp: この作者のファン
pl_pl: Fani
pt_pt: Fãs
ro_ro: Fani
tr_tr: Hayranlar

source: Favorite of
de_de: Favorit von
es_es: Favorito de
fr_fr: Favori de
it_it: Preferito di
nl_nl: Favoriet van
pl_pl: Ulubione przez
pt_pt: Favorito de
sv_se: Favorit av

source: Featured
de_de: Vorgeschlagen
el_gr: Προτεινεται
es_es: Destacados
fr_fr: En vedette
it_it: In primo piano
ja_jp: 注目順
nl_nl: Uitgelicht
pl_pl: Wyróżnione
pt_pt: Em Destaque
ro_ro: Recomandate
tr_tr: Öne Çıkan

source: Featured Flipnote
es_es: Flipnote Destacada
fr_fr: Flipnote en vedette
it_it: Flipnote in primo piano
pt_pt: Flipnote em Destaque

source: Featured Flipnotes
de_de: Vorgeschlagene Flipnotes
el_gr: Προωθημενα Flipnotes
es_es: Flipnotes Destacadas
fr_fr: Flipnotes en vedette
it_it: Flipnote in primo piano
ja_jp: 注目作品
nl_nl: Uitgelichte Flipnotes
pl_pl: Wyróżnione Flipnotes
pt_pt: Flipnotes em Destaque
ro_ro: Flipnote-uri populare
tr_tr: Öne öıkan Flipnote'lar

source: Feed
fr_fr: Flux
pt_pt: Feed pers.
sv_se: Flöde

source: Fix now
fr_fr: Réparer maintenant
it_it: Risolvi ora
pt_pt: Arranjar agora
sv_se: Fixa nu

# FLIPNOTES_MISSING_INFO
source: Some of your Flipnotes are missing key information.
fr_fr: Il manque des informations essentielles à certaines de vos Flipnotes.
it_it: A qualcuno dei tuoi Flipnote manca informazioni importanti.
pt_pt: Alguns dos teus Flipnotes tem informação em falta.
sv_se: Vissa av dina Flipnotes saknar viktig information.

# FLIPNOTE_ALREADY_SET_AS_PROFILE_PICTURE
source: This Flipnote is already set as your profile picture.
fr_fr: Cette Flipnote est déjà définie comme étant votre photo de profil.
it_it: Questo Flipnote è già stato impostato come immagine del profilo.
pt_pt: Este Flipnote já está definido como a tua Foto de Perfil.
sv_se: Denna Flipnote är redan satt som din profilbild.

# FLIPNOTE_ARCHIVE_BUTTON_TOGGLE
source: Show link to archived Flipnote Hatena content from my profile
de_de: Link zu archiviertem Inhalt meines Profils von Flipnote Hatena anzeigen
es_es: Mostrar el enlace al contenido archivado de Flipnote Hatena desde mi perfil
fr_fr: Afficher le lien vers le contenu Flipnote Hatena archivé depuis mon profil
it_it: Mostra il link al contenuto archiviato di Flipnote Hatena dal mio profilo
ja_jp: プロフィールにアーカイブされたうごメモはてなのプロフィールへのリンクを表示する
nl_nl: Toon link naar gearchiveerde Flipnote Hatena content vanuit mijn profiel
pl_pl: Pokaż link do archiwizowanego profilu na Flipnote Hatena na moim profilu
pt_pt: Mostrar link ao conteúdo arquivado do Flipnote Hatena do meu perfil
ro_ro: Afișează link pentru conținutul arhivat de pe Flipnote Hatena de pe profilul meu
sv_se: Visa länk till arkiverade Flipnote Hatena skapelser från min profil
tr_tr: Profilimde arşivlenmiş Flipnote Hatena içeriğinin linkini göster

# FLIPNOTE_ARCHIVE_PROFILE_AVAILABLE
source: Your Flipnote Hatena profile is available through our Flipnote Archive Preview Program! You can view your old Flipnotes by visiting your profile on Sudomemo Theatre.
de_de: Dein Flipnote Hatena-Profil ist nun zugänglich durch unser Flipnote-Archiv-Vorschau-Programm! Du kannst deine alten Flipnotes auf Sudomemo Theatre anschauen.
es_es: ¡Tu perfil de Flipnote Hatena está disponible en el Archivo de Flipnote Hatena! Puedes ver tus antiguas Flipnotes por visitar tu perfil en Sudomemo Theatre.
fr_fr: Votre profil Flipnote Hatena est disponible grâce à notre programme d'aperçu des archives Flipnote ! Vous pouvez voir vos anciennes Flipnotes en visitant votre profil sur Sudomemo Theatre.
it_it: Il tuo profilo Flipnote Hatena è disponibile tramite il nostro programma di anteprima dell'archivio Flipnote! Puoi visualizzare i tuoi vecchi Flipnote visitando il tuo profilo su Sudomemo Theatre.
ja_jp: あなたのうごメモはてなのプロフィールがうごメモアーカイブプレビュープログラムで閲覧可能になりました！うごメモシアターで昔のうごメモを確認できます。
nl_nl: Je Flipnote Hatena profiel is beschikbaar door onzo Flipnote Archive Preview Program! Je kan je oude Flipnotes bekijken door je profiel te bezoeken op Sudomemo Theathre.
pl_pl: Twój profil na Flipnote Hatena jest dostępny przez nasz program podglądu w Archiwum Flipnote! Możesz teraz oglądać swoje stare Flipnotes w Sudomemo Theatre.
pt_pt: O teu perfil do Flipnote Hatena está disponível através do nosso Programa de Arquivo de Flipnotes! Podes ver os teus antigos Flipnotes ao visitar o teu perfil no Teatro Sudomemo.
ro_ro: Profilul dvs. de Flipnote Hatena este disponibil pe Programul de Previzualizare Flipnote Archive! Puteți viziona vechile voastre Flipnote-uri dacă vizitați profilul dvs. pe Teatrul Sudomemo.
sv_se: Din Flipnote Hatena profil är tillgänglig genom vårt Flipnote Archive Preview Program! Du kan se dina gamla Flipnotes genom att kolla på din profil i Sudomemo Theatre.
tr_tr: Flipnote Hatena profilin Flipnote Arşivi Önizleme Programı'mız üzerinden görünebilir! Eski Flipnote'larını Sudomemo Tiyatrosu'ndan profiline girerek izleyebilirsin.

# FLIPNOTE_ARCHIVE_PROFILE_NOT_AVAILABLE
source: An archived Flipnote Hatena profile is not available for this account.
de_de: Ein archiviertes Flipnote Hatena-Konto gibt es nicht für diesen Nutzer.
es_es: No han encontrado un perfil del Flipnote Hatena Archive para esta cuenta.
fr_fr: Il n'y a pas de profil Flipnote Hatena archivé disponible pour ce compte.
it_it: Un profilo Flipnote Hatena archiviato non è disponibile per questo account.
ja_jp: このアカウントにはアーカイブされたうごメモはてなプロフィールが存在しません。
nl_nl: Een gearchiveerd Flipnote Hatena profiel is niet beschikbaar voor dit account.
pl_pl: Zarchiwizowany profil na Flipnote Hatena jest niedostępny dla tego konta.
pt_pt: Um perfil arquivado do Flipnote Hatena não está disponível para esta conta.
ro_ro: Un profil Flipnote Hatena arhivat nu este disponibil pentru acest cont.
sv_se: Det finns ingen Flipnote Hatena profil arkiverad för detta kontot.
tr_tr: Arşivlenmiş Flipnote Hatena profili bu hesap ile erişilemez.

# FLIPNOTE_ARCHIVE_PROFILE_SETTING_INFORMATION
source: While logged in, your archive link will always be shown on your page. You can choose whether or not to make this visible to other users below.
de_de: Während du eingeloggt bist, ist dein Archivlink auf deiner Seite sichtbar für andere Nutzer. Weiter unten kannst du diese Option aus-/einschalten.
es_es: Mientras esté conectado, su enlace de archivo siempre se mostrará en su página. Puedes seleccionar si esto sea visible para otros usuarios.
fr_fr: En étant connecté, votre lien d'archive sera toujours affiché sur votre page. Vous pouvez choisir ci-dessous de le rendre visible ou non aux autres utilisateurs.
it_it: Una volta effettuato l'accesso, il collegamento all'archivio verrà sempre visualizzato sulla tua pagina. Puoi scegliere se renderlo visibile o meno agli altri utenti di seguito.
ja_jp: ログイン中は、あなたのページにはいつもアーカイブへのリンクが表示されます。これを他のユーザーに表示するかは下で選択できます。
nl_nl: Terwijl je ingelogd bent, zal je archief link altijd op je pagina zichtbaar zijn. Je kan kiezen of je dit voor andere gebruikers zichtbaar wil maken of niet.
pl_pl: Gdy jesteś zalogowany/-a, twój link do archiwum będzie zawsze widoczny na twojej stronie. Możesz ustawić jego widoczność dla innych użytkowników poniżej.
pt_pt: Enquanto tiveres na tua conta, o teu link de arquivo irá sempre ser mostrado na tua página. Podes escolher se queres que esta opção é visível ou não para outros utilizadores.
ro_ro: Cât timp sunteți conectat, linkul de arhivă va fi mereu afișat pe profilul dvs. Puteți alege dacă vreți să-l faceți vizibil sau nu pentru alți utilizatori.
sv_se: Medans du är inloggad kommer arkivslänken visas på din profil. Du kan välja nedan om du vill hålla den privat eller offentlig.
tr_tr: Hesabın açıkken arşiv linkin hep sayfanda görünecek. Herkese açık olup olmamasını aşağıda belirleyebilirsin.

# FLIPNOTE_ARCHIVE_SETTINGS
source: Archive Settings
de_de: Archiv-Einstellungen
es_es: Configuración del Perfil Archivo
fr_fr: Paramètres d'archive
it_it: Impostazioni archivio
ja_jp: アーカイブ設定
nl_nl: Archief Instellingen
pl_pl: Ustawienia archiwum
pt_pt: Definições de Arquivo
ro_ro: Setări pentru arhivă
sv_se: Arkiverings inställningar
tr_tr: Arşiv ayarları

# FLIPNOTE_BY_FORMAT
source: Flipnote by %s
de_de: Flipnote von %s
el_gr: Flipnote του χρηστη %s
es_es: Flipnote por %s
fr_fr: Flipnote de %s
it_it: Flipnote di %s
ja_jp: %sさんの作品
nl_nl: Flipnote door %s
pl_pl: Flipnote stworzony przez %s
pt_pt: Flipnote de %s
ro_ro: Flipnote de %s
sv_se: Flipnote av %s
tr_tr: Flipnote'ları buna göre sırala: %s

source: Flipnote Hatena Profile
de_de: Flipnote Hatena-Profil
es_es: Perfil de Flipnote Hatena
fr_fr: Profil Flipnote Hatena
it_it: Profilo Flipnote Hatena
ja_jp: うごメモはてなでのプロフィール
pl_pl: Profil na Flipnote Hatena
pt_pt: Perfil do Flipnote Hatena
ro_ro: Profil Flipnote Hatena
sv_se: Flipnote Hatena Profil
tr_tr: Flipnote Hatena profili

source: Flipnote ID
fr_fr: ID Flipnote
it_it: ID Flipnote
ja_jp: 作品ID
pl_pl: ID Flipnote
pt_pt: ID do Flipnote
ro_ro: ID Flipnote

# FLIPNOTE_LIST_RECALCULATING
source: The rankings are currently being recalculated. Try reloading the page in a few moments.
de_de: Die Ränge werden gerade neu berechnet. Lade die Seite etwas später neu.
el_gr: Τα rankings επανεξεταζονται αυτη τη στιγμη. Δοκιμασετε να ξαναφορτωσετε την σελιδα σε λιγα λεπτα.
es_es: Los rankings están siendo recalculados. Intenta recargar la página en unos momentos.
fr_fr: Les classements sont en train d'être recalculés. Essayez de recharger la page dans quelques instants.
it_it: Le classifiche sono attualmente in aggiornamento. Prova a ricaricare la pagina tra qualche momento.
ja_jp: 現在ランキングの集計中です。しばらく待ってから再度読み込んでください。
nl_nl: De rangen worden op dit moment herberekend. Probeer binnenkort de pagina te herladen.
pl_pl: Rankingi są aktualnie aktualizowane. Spróbuj odświeżyć tę stronę za chwilę.
pt_pt: Os rankings estão a ser recalculados. Tenta actualizar a página dentro de momentos.
ro_ro: Clasarea este recalculată momentan. Reîncărcați pagina în câteva momente.
sv_se: Rankningarna beräknas för närvarande. Försök ladda om sidan om några minuter.
tr_tr: Sıralamalar şu an hesaplanıyor. Birkaç dakika sonra tekrar dene.

# FLIPNOTE_NOT_FOUND_FOR_PROFILE_PICTURE
source: Flipnote not found or cannot be used as profile picture.
fr_fr: Flipnote introuvable ou ne pouvant pas être utilisée comme photo de profil.
it_it: Flipnote non trovato oppure non può essere usato come immagine del profilo.
pt_pt: O Flipnote não pode ser encontrado ou não pode ser usado como uma Foto de Perfil.
sv_se: Flipnoten kunde inte hittas eller kan inte användas som profilbild.

# FLIPNOTE_SETTINGS_UPLOAD_TO_YOUTUBE
source: You can upload your Flipnote to your YouTube channel. Click the button below to get started.
de_de: Du kannst dein Flipnote auf deinem YouTube-Kanal hochladen. Klicke die angegebene Schaltfläche, um loszulegen.
el_gr: Μπορειτε να ανεβασετε το Flipnote στο καναλι σας στο YouTube. Πατηστε το παρακατω κουμπι για να ξεκινησετε.
es_es: Puedes subir tu Flipnote a tu canal de YouTube. Presiona el botón de abajo para continuar.
fr_fr: Vous pouvez envoyer votre Flipnote sur votre chaîne YouTube. Cliquez sur le bouton ci-dessous pour commencer.
it_it: Puoi caricare il tuo Flipnote sul tuo canale Youtube. Clicca il pulsante qui sotto per iniziare.
ja_jp: 作品はYouTubeチャンネルにアップロードできます。 開始するには、下のボタンをクリックしてください。
pl_pl: Możesz przesłać swój Flipnote na swój kanał na YouTube. Kliknij na przycisk poniżej aby rozpocząć.
pt_pt: Tu podes fazer o upload do teu Flipnote no teu canal do YouTube. Clica no botão em baixo para começar.
ro_ro: Puteți să încărcați Flipnote-urile dvs. pe YouTube. Apăsați butonul de mai jos pentru a începe.
tr_tr: Flipnote'unu YouTube kanalına yüklemek için alttaki tuşa bas.

source: Flipnote Studio ID
fr_fr: ID Flipnote Studio
it_it: ID Flipnote Studio
ja_jp: うごメモID
pt_pt: ID do Flipnote Studio
ro_ro: ID Flipnote Studio

source: Follow
de_de: Folgen
el_gr: Ακολουθηστε
es_es: Seguir
fr_fr: Suivre
it_it: Segui
ja_jp: お気に入りに追加
nl_nl: Volg
pl_pl: Obserwuj
pt_pt: Seguir
ro_ro: Urmăriți
sv_se: Följ
tr_tr: Takip et

source: Followers
de_de: Follower
el_gr: Ακολουθοοι
es_es: Seguidores
fr_fr: Abonnés
it_it: Follower
ja_jp: ファン
nl_nl: Volgers
pl_pl: Obserwujący
pt_pt: Seguidores
ro_ro: Urmăritori
sv_se: Följare
tr_tr: Takipçiler

source: Following
de_de: Folgend
el_gr: Ακολουθειτε
es_es: Siguiendo
fr_fr: Abonnements
it_it: Sta seguendo
ja_jp: お気に入り
nl_nl: Volgend
pl_pl: Obserwuje
pt_pt: A Seguir
ro_ro: Urmăriți
sv_se: Följer
tr_tr: Takip ettiğin

source: Follows You
de_de: Folgt dir
el_gr: Σας ακολουθει
es_es: Te sigue
fr_fr: Vous suit
it_it: Ti segue
ja_jp: あなたのファンです
nl_nl: Volgt Jou
pl_pl: Obserwuje ciebie
pt_pt: Segue te
ro_ro: Vă Urmărește
tr_tr: Seni takip ediyor

source: Follow Back
de_de: Zurück folgen
el_gr: Ακολουθηστε και εσεις
es_es: Seguir de vuelta
fr_fr: Suivre en retour
it_it: Segui anche tu
ja_jp: お気に入りに登録
nl_nl: Volg Terug
pl_pl: Obserwuj z powrotem
pt_pt: Seguir de Volta
ro_ro: Urmăriți Înapoi
sv_se: Följ tillbaka
tr_tr: Sen de takip et

source: Forgot your password?
de_de: Passwort vergessen?
el_gr: Ξεχασατε τον κωδικο σας;
es_es: ¿Olvidó su contraseña?
fr_fr: Mot de passe oublié ?
it_it: Hai dimenticato la password?
ja_jp: パスワードを忘れましたか？
nl_nl: Wachtwoord vergeten?
pl_pl: Zapomniałeś/-aś hasła?
pt_pt: Esqueceste-te da palavra-passe?
ro_ro: Ați uitat parola?
tr_tr: Şifreni mi unuttun?

# FRONTPAGE_FLIPNOTE_SPOTLIGHT
source: Flipnote Spotlight
es_es: Flipnotes Destacadas
fr_fr: Flipnote en lumière
it_it: Flipnote in primo piano
ja_jp: 注目作品
pt_pt: Flipnotes Destacados
ro_ro: Flipnote în lumina reflectoarelor

# FRONTPAGE_TITLE_TAGLINE
source: Sudomemo: Flipnote Hatena is back!
de_de: Sudomemo: Flipnote Hatena ist zurück!
el_gr: Sudomemo: Επεστρεψε το Flipnote Hatena!
es_es: Sudomemo: ¡Flipnote Hatena ha regresado!
fr_fr: Sudomemo : Flipnote Hatena est de retour !
it_it: Sudomemo: Flipnote Hatena è tornato!
ja_jp: スドメモ：うごメモはてなを再び！
pl_pl: Sudomemo: Flipnote Hatena wróciło!
pt_pt: Sudomemo: O Flipnote Hatena está de volta!
ro_ro: Sudomemo: Flipnote Hatena s-a întors!
sv_se: Sudomemo: Flipnote Hatena är tillbaka!
tr_tr: Sudomemo: Flipnote Hatena geri döndü!

# FRONTPAGE_TITLE_TAGLINE_2
source: Sudomemo: Share Flipnotes
es_es: Sudomemo: Comparte Flipnotes
fr_fr: Sudomemo: Partagez vos Flipnotes
it_it: Sudomemo: Condividi Flipnote
pt_pt: Sudomemo: Partilha Flipnotes
sv_se: Sudomemo: Dela Flipnotes

# FRONTPAGE_TITLE_TAGLINE_3
source: Sudomemo: Share Flipnotes on 3DS & DSi
es_es: Sudomemo: Comparte Flipnotes en 3DS y DSi
fr_fr: Sudomemo: Partagez vos Flipnotes sur 3DS et DSi
it_it: Sudomemo: Condividi Flipnote su 3DS e DSi
pt_pt: Sudomemo: Partila Flipnotes na tua 3DS & DSi
sv_se: Sudomemo: Dela Flipnotes på 3DS & DSi

# FRONTPAGE_TRENDING_CREATORS
source: Trending Creators
de_de: Angesagte Ersteller
el_gr: Χρηστες που κανουν Τρεντ
es_es: Creadores Populares
fr_fr: Créateurs tendance
it_it: Creatori di tendenza
ja_jp: 作者ランキング
nl_nl: Populaire Makers
pl_pl: Trendujący twórcy
pt_pt: Criadores nas tendências (Trending)
ro_ro: Creatori în Trending
sv_se: Trendande Skapare
tr_tr: Trendde Olan Kreatörler

# GENEALOGY_BACK_TO_FLIPNOTE
source: Back to Flipnote
fr_fr: Retour vers la Flipnote
it_it: Ritorna al Flipnote
pt_pt: Voltar ao Flipnote
sv_se: Tillbaka till Flipnote

# GENEALOGY_LEGEND
source: Legend
fr_fr: Légende
it_it: Legenda
pt_pt: Legenda

# GENEALOGY_LEGEND_AVAILABLE
source: Available Flipnote
fr_fr: Flipnote disponible
it_it: Flipnote Disponibile
pt_pt: Flipnote Disponível
sv_se: Tillgängliga Flipnotes

# GENEALOGY_LEGEND_CURRENT
source: Current Flipnote
fr_fr: Flipnote actuelle
it_it: Flipnote Attuale
pt_pt: Flipnote Actual
sv_se: Nuvarande Flipnote

# GENEALOGY_LEGEND_DESCRIPTION
source: Legend explaining the color coding used in the genealogy tree
fr_fr: Légende expliquant le code couleur utilisé dans l'arbre généalogique
it_it: Legenda che spiega il codice colore utilizzato nell'albero genealogico
pt_pt: A legenda explica as cores usadas na árvore de genealogia
sv_se: Legend beskrivande färgkodninge som används genealogi trädet

# GENEALOGY_LEGEND_REMOVED
source: Removed Flipnote
fr_fr: Flipnote supprimée
it_it: Flipnote Rimosso
pt_pt: Flipnote Removido
sv_se: Borttagen Flipnote

# GENEALOGY_LEGEND_UNKNOWN
source: Unknown Flipnote
fr_fr: Flipnote inconnue
it_it: Flipnote Sconosciuto
pt_pt: Flipnote Desconhecido
sv_se: Okänd Flipnote

# GENEALOGY_LINK_TEXT
source: Genealogy
fr_fr: Généalogie
it_it: Genealogia
pt_pt: Genealogia
sv_se: Genealogi

# GENEALOGY_META_DESCRIPTION
source: Genealogy showing the spin-off relationships for this Flipnote
fr_fr: Généalogie montrant les relations de dérivées pour cette Flipnote
it_it: Genealogia che mostra le relazioni con gli spin-off per questo Flipnote
pt_pt: A genealogia mostra as várias relações que os Flpinotes spin-off tiveram ao longo da vida o Flipnote actual
sv_se: Genealogi visande relationen mellan spin-offs för denna Flipnoten

# GENEALOGY_META_DESCRIPTION_FOR
source: Genealogy for: %s
fr_fr: Généalogie pour : %s
it_it: Genealogia per: %s
pt_pt: Genealogia de: %s
sv_se: Genealogi för: %s

# GENEALOGY_NAVIGATE_TO
source: Navigate to genealogy for this Flipnote
fr_fr: Naviguer vers la généalogie de cette Flipnote.
it_it: Naviga alla genealogia per questo Flipnote
pt_pt: Navega para a genealogia deste Flipnote
sv_se: Navigera till genealogin för denna Flipnoten

# GENEALOGY_NO_DATA
source: No genealogy data available for this Flipnote.
fr_fr: Aucune donnée généalogique disponible pour cette Flipnote.
it_it: Nessun dato sulla genealogia disponibile per questo Flipnote.
pt_pt: Não existe dados de genealogia disponível para este Flipnote.
sv_se: Ingen genealogi data tillgänglig för denna Flipnote.
