Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/theatre.po
Languages: de_de, el_gr, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, sv_se, tr_tr

# MESSAGE_NOT_YOURS_TO_DELETE
source: You can only delete your own messages.
es_es: Solo puedes borrar tus propios mensajes.
fr_fr: Vous ne pouvez que supprimer vos propres messages.
it_it: Puoi eliminare solo i tuoi messaggi.
pt_pt: Só podes apagar as tuas mensagens.
sv_se: Du kan endast radera dina egna meddelanden.

source: Message posted successfully.
es_es: Mensaje publicado.
fr_fr: Message envoyé avec succès.
it_it: Messaggio postato con successo.
pt_pt: Mensagem enviada com successo.
sv_se: Meddelandet har laddats upp.

# MESSAGE_TOO_LONG
source: Your message is too long.
es_es: Tu mensaje es demasiado largo.
fr_fr: Votre message est trop long.
it_it: Il tuo messaggio è troppo lungo.
pt_pt: A tua mensagem é demasiado longa.
sv_se: Ditt meddelande är för långt.

source: Method not allowed.
fr_fr: Méthode non accepté.
it_it: Metodo non consentito.
pt_pt: Método não permitido.
sv_se: Metoden är ej tillåten.

source: Moderator
el_gr: Διαχειριστης
es_es: Moderador
fr_fr: Modérateur
it_it: Moderatore
ja_jp: 運営
pt_pt: Moderador
tr_tr: Moderatör

source: Modified
fr_fr: Modifiée
it_it: Modificato
pt_pt: Modificado
sv_se: Ändrad

source: More
de_de: Mehr
el_gr: Περισσοτερα
es_es: Más
fr_fr: Plus
it_it: Di più
ja_jp: もっと見る
nl_nl: Meer
pl_pl: Więcej
pt_pt: Mais
ro_ro: Mai multe
sv_se: Mer
tr_tr: Daha fazla

# MUSICMATCH_ABOUT
source: About MusicMatch
de_de: Über MusicMatch
el_gr: Σχετικα με το MusicMatch
es_es: Acerca de MusicMatch
fr_fr: À propos de MusicMatch
it_it: Info su MusicMatch
ja_jp: MusicMatchについて
nl_nl: Over MusicMatch
pl_pl: O MusicMatch
pt_pt: Acerca do MusicMatch
ro_ro: Despre Potrivirea de Muzică
sv_se: Om MusicMatch
tr_tr: MusicMatch hakkında

# MUSICMATCH_AUDIO_OFFSET
source: Starts at %s
de_de: Anfangen bei %s
el_gr: Ξεκιναει στο %s
es_es: Comienza a los %s
fr_fr: Démarre à %s
it_it: Inizia a %s
ja_jp: %s~
nl_nl: Begint om %s
pl_pl: Zaczyna się na %s
pt_pt: Começa em %s
ro_ro: Începe de la %s
sv_se: Börjar vid %s
tr_tr: Burada başlıyor: %s

# MUSICMATCH_LISTEN_ON_SPOTIFY
source: Listen on Spotify
de_de: Mit Spotify anhören
el_gr: Ακουστε στο Spotify
es_es: Escuchar en Spotify
fr_fr: Écouter sur Spotify
it_it: Ascolta su Spotify
ja_jp: Spotifyで聴く
nl_nl: Luister op Spotify
pl_pl: Posłuchaj na Spotify
pt_pt: Ouvir no Spotify
ro_ro: Ascultați pe Spotify
sv_se: Lyssna på Spotify
tr_tr: Spotify'de dinle

# MUSICMATCH_LISTEN_ON_YOUTUBE_MUSIC
source: Listen on YouTube Music
de_de: Mit YouTube Music anhören
el_gr: Ακουστε στο YouTube Music
es_es: Escuchar en YouTube Music
fr_fr: Écouter sur YouTube Music
it_it: Ascolta su YouTube Music
ja_jp: YouTube Musicで聴く
nl_nl: Luister op YouTube Music
pl_pl: Posłuchaj na YouTube Music
pt_pt: Ouvir no YouTube Music
ro_ro: Ascultați pe YouTube Music
sv_se: Lyssna på YouTube Music
tr_tr: YouTube Music'te dinle

# MUSIC_LABEL
source: Label
el_gr: Δισκογραφικη
es_es: Etiqueta
it_it: Etichetta
ja_jp: レーベル
pl_pl: Wytwórnia
pt_pt: Gravadora Música
ro_ro: Publicator
sv_se: Märke
tr_tr: Etiket

# NAVBAR_ITEM_ADMIN
source: Admin
de_de: Administrator
es_es: Administrador
ja_jp: 管理者
nl_nl: Administrator
pt_pt: Administrador
sv_se: Administration

# NAVBAR_ITEM_CONNECTION_HELP
source: Connection Help
de_de: Verbindungs-Hilfe
el_gr: Βοηθεια με τη συνδεση
es_es: Ayuda de Conexión
fr_fr: Aide de connexion
it_it: Aiuto alla connessione
ja_jp: 接続ヘルプ
nl_nl: Verbindingshulp
pl_pl: Pomoc z łącznością
pt_pt: Ajuda de Ligação
ro_ro: Ajutor Conectare
sv_se: Anslutningshjälp
tr_tr: Bağlantıda yardım

# NAVBAR_ITEM_CONTACT_US
source: Contact Us
de_de: Wende Dich an Uns!
el_gr: Επικοινωνια
es_es: Contáctanos
fr_fr: Nous contacter
it_it: Contattaci
ja_jp: お問い合わせ
nl_nl: Neem contact op
pl_pl: Skontaktuj się z nami
pt_pt: Contactem-nos
ro_ro: Contactați-ne
sv_se: Kontakta oss
tr_tr: Bize ulaş

# NAVBAR_ITEM_CREDITS
source: Credits
de_de: Mitwirkende
el_gr: Πιστωσεις
es_es: Créditos
fr_fr: À propos
it_it: Riconoscimenti
ja_jp: クレジット
pl_pl: Zasługi
pt_pt: Creditos
ro_ro: Mulțumiri
sv_se: Medverkande
tr_tr: Katkıda bulunanlar

# NAVBAR_ITEM_HELP
source: Help
de_de: Hilfe
el_gr: Βοηθεια
es_es: Ayuda
fr_fr: Aide
it_it: Aiuto
ja_jp: ヘルプ
nl_nl: Hulp
pl_pl: Pomoc
pt_pt: Ajuda
ro_ro: Ajutor
sv_se: Hjälp
tr_tr: Yardım

# NAVBAR_ITEM_HOW_TO_JOIN
source: How to Join
de_de: Wie Man Beitritt
el_gr: Πως να παρετε μερος
es_es: Cómo Unirse
fr_fr: Comment rejoindre
it_it: Come unirsi
ja_jp: 接続方法
nl_nl: Hoe deel te nemen
pl_pl: Jak dołączyć
pt_pt: Como Juntar
ro_ro: Cum să vă alăturați
sv_se: Hur man går med
tr_tr: Nasıl kaydolunur

# NAVBAR_ITEM_LIGHTS_OFF
source: Lights off
de_de: Licht aus
el_gr: κλειστα τα φωτα
es_es: Apagar las Luces
fr_fr: Sombre
it_it: Tema scuro
ja_jp: ダークテーマ
nl_nl: Licht uit
pl_pl: Zgaś światła
pt_pt: Apagar luzes
ro_ro: Luminile oprite
sv_se: Ljus av
tr_tr: Işıklar kapalı

# NAVBAR_ITEM_LIGHTS_ON
source: Lights on
de_de: Licht ein
el_gr: Ανοιχτα τα φωτα
es_es: Prender las Luces
fr_fr: Clair
it_it: Tema chiaro
ja_jp: ライトテーマ
nl_nl: Licht aan
pl_pl: Włącz światła
pt_pt: Ligar luzes
ro_ro: Luminile pornite
sv_se: Ljus på
tr_tr: Işıklar açık

# NAVBAR_ITEM_OTHER
source: Other
de_de: Sonstiges
el_gr: Αλλο
es_es: Otros
fr_fr: Autre
it_it: Altro
ja_jp: その他
nl_nl: Anders
pl_pl: Inne
pt_pt: Outro
ro_ro: Altele
sv_se: Annat
tr_tr: Diğer

# NAVBAR_ITEM_REPORTED_FLIPNOTES
source: Reported Flipnotes
de_de: Gemeldete Flipnotes
el_gr: Αναφερθεισα Flipnotes
es_es: Flipnotes reportadas
fr_fr: Flipnotes signalées
it_it: Flipnote segnalati
ja_jp: 規約違反を通報
nl_nl: Gerapporteerde Flipnotes
pl_pl: Zgłoszone Flipnotes
pt_pt: Flipnotes Reportados
ro_ro: Raportați Flipnote-uri
sv_se: Rapporterade Flipnotes
tr_tr: İşaretlenen Flipnote'lar

# NAVBAR_ITEM_SHOP
source: Shop
el_gr: Καταστημα
es_es: Tienda
fr_fr: Boutique
ja_jp: ショップ
nl_nl: Winkel
pl_pl: Sklep
pt_pt: Loja
ro_ro: Magazin
sv_se: Butik
tr_tr: Mağaza

# NAVBAR_ITEM_SUDOMEMO_ADMIN
source: Sudomin
pt_pt: Sudoministrador

# NAVBAR_ITEM_SWITCH_TO_USER_ACCOUNT
source: Switch to user account
de_de: Zum Benutzerkonto wechseln
el_gr: Αλλαγη σε λογαριασμο χρηστη
es_es: Cambiar a cuenta de usuario
fr_fr: Passer au compte utilisateur
it_it: Passa all'account utente
ja_jp: アカウントを切り替える
nl_nl: Schakel over naar gebruikersaccount
pl_pl: Przejdź do konta użytkownika
pt_pt: Trocar para conta de utilizador
ro_ro: Schimbați în Cont de Utilizator
sv_se: Byt till användarkonto
tr_tr: Kullanıcı hesabına geç

# NAVBAR_ITEM_USEFUL_LINKS
source: Useful Links
de_de: Nützliche Links
el_gr: Χρησιμα λινκ
es_es: Enlaces Útiles
fr_fr: Liens utiles
it_it: Link utili
ja_jp: お役立ちリンク
nl_nl: Handige Links
pl_pl: Pomocne linki
pt_pt: Links Úteis Links
ro_ro: Linkuri Utile
sv_se: Användbara länkar
tr_tr: Faydalı linkler

# NAVBAR_TOGGLE_NAVIGATION
source: Toggle navigation
de_de: Navigation umschalten
es_es: Habilitar Navegación
fr_fr: Basculer la navigation
it_it: Attiva/Disattiva navigazione
ja_jp: ナビゲーションの切り替え
nl_nl: Toggle navigatie
pl_pl: Otwórz/zamknij nawigację
pt_pt: Alternar navegação
ro_ro: Comutare Navigare
sv_se: Växla navigering

source: Needs a title
es_es: Necesita un título
fr_fr: A besoin d'un titre
it_it: Ha bisogno di un titolo
pt_pt: Precisa de um título

source: Newest
es_es: Más nuevo
fr_fr: Nouveau
it_it: Più recente
pt_pt: Mais recente

source: News
de_de: Neuigkeiten
el_gr: Νεα
es_es: Noticias
fr_fr: Infos
it_it: Notizie
ja_jp: ニュース
nl_nl: Nieuws
pl_pl: Wiadomości
pt_pt: Notícias
ro_ro: Știri
sv_se: Nyheter
tr_tr: Haberler

# NEW_EMAIL
source: New Email Address
fr_fr: Nouvelle adresse e-mail
it_it: Nuovo indirizzo email
pt_pt: Novo Endereço de Email
sv_se: Ny Email Adress

# NEW_EMAIL_FIELD_MISSING
source: Please enter a new email address.
fr_fr: Veuillez saisir une nouvelle adresse e-mail.
it_it: Per favore, inserisci un nuovo indirizzo email.
pt_pt: Por-favor insire um novo endereço de email.
sv_se: Vänligen ange en ny email adress.

# NEW_EMAIL_PLACEHOLDER
source: Enter your new email address
fr_fr: Saisissez votre nouvelle adresse e-mail
it_it: Inserisci il tuo nuovo indirizzo email
pt_pt: Insira o teu novo endereço de email
sv_se: Ange din nya email adress

source: New Frame
es_es: Nuevo Marco
fr_fr: Nouveau cadre
it_it: Nuova cornice
pt_pt: Nova Moldura
sv_se: Ny Ram

source: Next
de_de: Weiter
el_gr: Επομενο
es_es: Siguiente
fr_fr: Suivant
it_it: Successivo
ja_jp: 次へ
pl_pl: Następne
pt_pt: Próximo
ro_ro: Urm.
sv_se: Nästa
tr_tr: Sonraki

source: None
es_es: Ninguno
fr_fr: Rien
it_it: Nessuno
pt_pt: Nenhum
sv_se: Ingen

# NOTIFICATION_CONTENT_REMOVED
source: was removed for violating community guidelines
fr_fr: a été supprimé pour avoir enfreint les règles de la communauté
it_it: è stato rimosso per aver violato le linee guida della community
pt_pt: foi removido por violar as nossa guias de comunidade
sv_se: var borttagen för att ha stridit mot våra riktlinjer.

# NOTIFICATION_CONTENT_RESTORED
source: has been restored after review
fr_fr: a été restauré après examen
it_it: è stato ripristinato dopo la revisione
pt_pt: foi restaurado após revisão
sv_se: har blivit återställd efter genomskådning

# NOTIFICATION_NEW_FRIEND
source: added you as a friend
fr_fr: vous a ajouté comme ami
it_it: ti ha aggiunto come amico
pt_pt: te adicionou como um amigo
sv_se: har lagt till dig som vän

# NOTIFICATION_NEW_MESSAGE
source: New message
fr_fr: Nouveau message
it_it: Nuovo messaggio
pt_pt: Nova mensagem
sv_se: Nytt meddelande

# NOTIFICATION_READ_MESSAGE
source: Read Message
fr_fr: Lire le message
it_it: Leggi messaggio
pt_pt: Ler Mensagem
sv_se: Läs meddelande

# NOTIFICATION_REPORT_ACCEPTED
source: Your report has been accepted and action has been taken
fr_fr: Votre signalement a été accepté et des mesures ont été prises.
it_it: La tua segnalazione è stata accettata ed è stata presa un'azione
pt_pt: O teu relatório foi aceite e as acções devidas foram actuadas
sv_se: Din rapport var accepterad och åtgärder har tagits

# NOTIFICATION_REPORT_REJECTED
source: Your report has been reviewed and no action was taken
fr_fr: Votre signalement a été examiné et aucune mesure n'a été prise.
it_it: La tua segnalazione è stata revisionata e non è stata presa alcuna azione
pt_pt: O teu relatório foi revisto e nenhuma acção foi actuada
sv_se: Din rapport var genomskådad utan några åtgärder

# NOTIFICATION_SENT_MESSAGE
source: sent you a message
fr_fr: vous a envoyé un message
it_it: ti ha inviato un messaggio
pt_pt: te enviou uma mensagem
sv_se: har skickat ett meddelande

# NOTIFICATION_SPINOFF_CREATED
source: created a spinoff of
fr_fr: a créé une dérivée de
it_it: ha creato uno spinoff di
pt_pt: criou um spin-off de
sv_se: skapade en spin-off av

# NOTIFICATION_UNKNOWN
source: New notification
fr_fr: Nouvelle notification
it_it: Nuova notifica
pt_pt: Nova notificação
sv_se: Ny notis

# NOTIFICATION_VIEW_DETAILS
source: View Details
fr_fr: Voir les détails
it_it: Visualizza dettagli
pt_pt: Ver Detalhes
sv_se: Se detaljer

# NOTIFICATION_VIEW_MESSAGE
source: View Message
fr_fr: Voir le message
it_it: Visualizza messaggio
pt_pt: Ver Mensagem
sv_se: Se meddelande

# NOTIFICATION_VIEW_SPINOFF
source: View Spinoff
fr_fr: Voir la dérivée
it_it: Visualizza spinoff
pt_pt: Ver Spin-off
sv_se: Se spin-off

# NOTIFICATION_YOUR_FLIPNOTE
source: your flipnote
fr_fr: votre flipnote
it_it: il tuo flipnote
pt_pt: o teu flipnote
sv_se: din flipnote

source: Not enough data available
fr_fr: Pas assez de données disponibles
it_it: Non abbastanza dati disponibili
pt_pt: Não há dados suficientes disponíveis
sv_se: Finns inte nog med data tillgänglig

# NOT_FOLLOWING_ANYONE_YET
source: %s isn't following anyone yet.
fr_fr: %s ne suit encore personne.
it_it: %s non sta ancora seguendo nessuno.
pt_pt: %s ainda não segue ninguém.
sv_se: %s följer inte någon än.

source: No active channels
fr_fr: Aucune chaîne active
it_it: Nessun canale attivo
pt_pt: Nenhuns canais activos
sv_se: Inga aktiva kanaler

# NO_CATEGORIES_AVAILABLE
source: No categories are currently available.
fr_fr: Aucune catégorie n'est actuellement disponible.
it_it: Nessuna categoria è attualmente disponibile.
pt_pt: Não há categorias disponíveis de momento.
sv_se: Inga tillgängliga kategorier.

source: No Channels Found
fr_fr: Aucune chaîne trouvée
it_it: Nessun canale trovato
pt_pt: Nenhum Canal encontrado
sv_se: Inga kanaler hittades

# NO_CHANNELS_IN_CATEGORY
source: There are currently no channels in this category.
fr_fr: Il n'y a actuellement aucune chaîne dans cette catégorie.
it_it: Attualmente, non ci sono canali in questa categoria.
pt_pt: Não há nenhum canal nesta categoria.
sv_se: Det finns för tillfället inga kanaler i kategorin.

# NO_CHAT_MESSAGES_WHILE_MUTED
source: You cannot send chat messages while muted.
es_es: No puedes enviar mensajes mientras estás silenciado.
fr_fr: Vous ne pouvez pas envoyer de messages lorsque vous êtes muet.
it_it: Non puoi mandare messaggi di chat mentre sei silenziato.
pt_pt: Não podes enviar uma mensagem de chat quando estás silenciado.
sv_se: Du kan inte skicka meddelanden när du är tystad.

source: No content
fr_fr: Aucun contenu
it_it: Nessun contenuto
pt_pt: Sem conteúdo
sv_se: Inga skapelser

source: No description.
es_es: Sin descripción.
fr_fr: Aucune description.
it_it: Nessuna descrizione.
pt_pt: Sem descrição.
sv_se: Ingen beskrivning.

# NO_EMAIL_ON_FILE
source: No email address on file -- contact Sudomemo Support
de_de: Keine Email-Adresse registriert -- kontaktiere Sudomemo Support
el_gr: Δεν υπαρχει διευθυνση email στο αρχειο μας -- επικοινωνηστε με την Υποστηριξη Sudomemo
es_es: No hay una dirección de correo electrónico registrada -- contáctan a Sudomemo Support
fr_fr: Pas d'adresse email enregistrée -- contactez le support de Sudomemo
it_it: Nessun indirizzo email su file -- contatta il Supporto Sudomemo
ja_jp: メールアドレスが見つかりません。スドメモのサポートにお問い合わせください
nl_nl: Geen email adres op bestand -- contacteer Sudomemo Support
pl_pl: Brak zapisanego adresu e-mail -- skontaktuj się z wsparciem Sudomemo
pt_pt: Nenhum endereço de email no registo -- contacte o Suporte do Sudomemo
ro_ro: Nici o adresă de email pe fișier -- contactați Sudomemo Support
sv_se: Ingen email tillgänglig -- kontakta Sudomemo kundtjänst
tr_tr: E-posta adresi yok -- Sudomemo Desteği'ne danış

# NO_FOLLOWERS_YET
source: %s doesn't have any followers yet.
fr_fr: %s n'a pas encore d'abonné
it_it: %s non ha ancora nessun follower.
pt_pt: %s ainda não tem seguidores.
sv_se: %s har inte några följare än.

# NO_RANKING_DATA
source: No Ranking Data Available
fr_fr: Aucune donnée de classement disponible
it_it: Nessun dato sulla classifica disponibile
pt_pt: Sem dados de ranking disponíveis
sv_se: Ingen rankings data tillgänglig

source: No recent activity
fr_fr: Aucune activité récente
it_it: Nessuna attività recente
pt_pt: Nenuma actividade recente
sv_se: Ingen nylig aktivitet

# NO_USER_FOUND_WITH_FSID_OR_EMAIL
source: No user found with that Flipnote Studio ID or email
de_de: Keinen Benutzer mit angegebener Flipnote Studio-ID oder Email-Adresse gefunden
el_gr: Δεν βρεθηκε χρηστης με αυτο το Flipnote Studio ID η email
es_es: No han encontrado ningún usuario con ese ID de Flipnote Studio o correo electrónico
fr_fr: Aucun utilisateur trouvé avec cet ID Flipnote Studio ou cet e-mail
it_it: Nessun utente trovato con questo ID Flipnote Studio o indirizzo email
ja_jp: そのうごメモIDまたはメールアドレスで登録されているユーザーは見つかりませんでした
nl_nl: Geen gebruiker gevonden met dat Flipnote Studio ID of email
pl_pl: Nie znaleziono użytkownika z tym FSID lub e-mailem
pt_pt: Nenhum utilizador encontrado com esse ID do Flipnote Studio ID ou email
ro_ro: Niciun utilizator nu a fost găsit cu acest FSID sau email
sv_se: Ingen användare med den Flipnote Studio ID eller emailen hittades
tr_tr: Girdiğin Flipnote Studio ID veya e-posta adresiyle hiçbir kullanıcı bulunamadı.

source: Only applies for YouTube Shorts
es_es: Solo aplica para Shorts de YouTube
fr_fr: S'applique seulement pout les YouTube Shorts
it_it: Si applica solo agli YouTube Shorts
pt_pt: Isto só se aplica ao YouTube Shorts
sv_se: Gäller endast för YouTube Shorts

# ONLY_OWNER_CAN_SET_PROFILE_PICTURE
source: You can only set your own Flipnotes as your profile picture.
fr_fr: Vous ne pouvez définir que vos propres Flipnotes comme étant votre photo de profil.
it_it: Puoi impostare solo i tuoi Flipnote come immagine del profilo.
pt_pt: Só podes usar os teus próprios Flipnotes como a tua foto de perfil.
sv_se: Du kan endast ange dina egna flipnotes som en profilbild.

source: Parent Flipnote
de_de: Übergeordnetes Flipnote
es_es: Flipnote Original
fr_fr: Flipnote parente
it_it: Flipnote parente
ja_jp: 原作
pl_pl: Nadrzędny Flipnote
pt_pt: Flipnote Parente
sv_se: Föräldra-Flipnote

# PASSWORD_RESET_SENT
source: A password reset has been sent to the email address on file.
de_de: Eine Passwort-Zurücksetzung wurde an die registrierte Email-Adresse gesendet.
el_gr: Εχει σταλει αλλαγη κωδικου στην διευθυνση email που διαθετουμε στο αρχειο μας.
es_es: Se ha enviado un correo electrónico la dirección de correo electrónico de esta cuenta.
fr_fr: Une réinitialisation de mot de passe a été envoyée à l'adresse email enregistrée.
it_it: Un link per il reset della password è stato inviato all'indirizzo email su file.
ja_jp: 登録されているメールアドレスにパスワードのリセットの案内メールが送信されました
nl_nl: Een wachtwoord reset werd verstuurd naar het email adres op bestand.
pl_pl: Reset hasła został wysłany na powiązany adres e-mail.
pt_pt: Um link de redefinição de palavra-passe foi enviado para o endereço de email no nosso registo.
ro_ro: O resetare de parolă a fost trimisă la adresa de email de pe fișier.
sv_se: En lösenordsåterställning har skickats till den tillgängliga emailen.
tr_tr: Şifreni değiştirmek için verilen e-posta adresine bir mail gönderilmiştir.

# PASS_CHANGE_COMPLETE
source: Your password has been updated.
de_de: Dein Passwort wurde aktualisiert.
el_gr: Ο κωδικος σας ενημερωθηκε.
es_es: Su contraseña ha sido actualizada
fr_fr: Votre mot de passe a été mis à jour.
it_it: La tua password è stata aggiornata.
ja_jp: パスワードが更新されました
nl_nl: Je wachtwoord werd geüpdate
pl_pl: Twoje hasło zostało zaktualizowane.
pt_pt: A tua palavra-passe foi alterada com sucesso.
ro_ro: Parola dvs. a fost actualizată.
sv_se: Ditt lösenord har ändrats.
tr_tr: Şifren başarıyla değiştirildi.

# PASS_CHANGE_CONFIRM_PASSWORD
source: Confirm Password
de_de: Passwort bestätigen
el_gr: Επιβεβαιωση Κωδικου
es_es: Confirmar la contraseña
fr_fr: Confirmer le mot de passe
it_it: Conferma Password
ja_jp: パスワードを確認
nl_nl: Bevestig Wachtwoord
pl_pl: Potwierdź hasło
pt_pt: Confirmar Palavra-passe
ro_ro: Confirmați Parola
sv_se: Konfirmera lösenord
tr_tr: Şifreni doğrula

# PASS_CHANGE_CONTINUE_TO_LOGIN
source: Continue to login
de_de: Zum Login fortfahren
el_gr: Συνεχεια στην συνδεση
es_es: Continuar con el inicio de sesión
fr_fr: Continuer à se connecter
it_it: Continua per accedere
ja_jp: ログインを続行
nl_nl: Ga door naar login
pl_pl: Przejdź do logowania
pt_pt: Continuar para o login
ro_ro: Continuați la conectare
sv_se: Fortsätt till inloggning
tr_tr: Giriş yapmaya devam et

# PASS_CHANGE_PASSWORD
source: Change Password
de_de: Passwort ändern
el_gr: Αλλαγη Κωδικου
es_es: Cambiar la contraseña
fr_fr: Changer de mot de passe
it_it: Cambia Password
ja_jp: パスワードを変更
nl_nl: Verander Wachtwoord
pl_pl: Zmień hasło
pt_pt: Mudar Palavra-passe
ro_ro: Schimbați Parola
sv_se: Ändra lösenord
tr_tr: Şifreni değiştir

# PASS_CHANGE_URL_EXPIRED
source: The URL you visited has expired.
de_de: Die besuchte URL ist abgelaufen.
el_gr: Το URL που επισκευτηκατε εχει ληξει.
es_es: La URL que has visitado ha expirado.
fr_fr: L'URL que vous avez visitée a expiré.
it_it: L'URL che hai visitato è scaduto.
ja_jp: リンクの有効期限が切れています
nl_nl: De URL die je bezocht is verlopen.
pl_pl: Odwiedzony przez ciebie URL wygasł.
pt_pt: O URL que visitaste expirou.
ro_ro: Linkul pe care l-ați vizitat a expirat.
sv_se: Den URL du besökte har löpt ut.
tr_tr: Tıkladığın URL'in süresi doldu.

source: Permissions
de_de: Berechtigungen
el_gr: Αδειες
es_es: Permisos
it_it: Permessi
ja_jp: 公開設定
nl_nl: Rechten
pl_pl: Uprawnienia
pt_pt: Permissões
ro_ro: Permisiuni
sv_se: Behörigheter
tr_tr: İzinler

# PERSONALIZED_RECOMMENDATIONS
source: to see personalized recommendations
fr_fr: pour voir des recommandations personnalisées
it_it: per vedere consigli personalizzati
pt_pt: para ver as tuas recomendações personalizadas
sv_se: för att se personliga rekommendationer

source: Pin
fr_fr: Épingler
it_it: Fissa
pt_pt: Afixar

source: Pinned Comment
es_es: Comentario Fijado
fr_fr: Commentaire épinglé
it_it: Commento fissato
pt_pt: Comentário Afixado
sv_se: Pinnad Kommentar

# PLAYLIST_ERROR_BLOCKED_BY_AUTHOR
source: You cannot add this Flipnote to a playlist because you have been blocked by the Flipnote's author.
es_es: No puedes agregar esta Flipnote a una lista de reproducción porque el autor de la Flipnote te ha bloqueado.
fr_fr: Vous ne pouvez pas ajouter cette Flipnote à une Playliste car vous avez été bloqué par l'auteur de la Flipnote.
it_it: Non puoi aggiungere questo Flipnote a una playlist perchè sei stato bloccato dall'autore del Flipnote.
pt_pt: Não podes adicionar este Flipnote a uma playlist porque fose bloqueado pelo autor do Flipnote.
sv_se: Du kan inte lägga till denna flipnoten i någon spellista eftersom du är blockerad av dess skapare.

# PLAYLIST_ERROR_BLOCKING_AUTHOR
source: You cannot add this Flipnote to a playlist because you have blocked the Flipnote's author.
es_es: No puedes agregar esta Flipnote a una lista de reproducción porque has bloqueado al autor de la Flipnote.
fr_fr: Vous ne pouvez pas ajouter cette Flipnote à une Playliste car vous avez bloqué l'auteur de la Flipnote.
it_it: Non puoi aggiungere questo Flipnote a una playlist perchè hai bloccato l'autore del Flipnote.
pt_pt: Não podes adicionar este Flipnote a uma playlist porque bloqueaste o autor do Flipnote.
sv_se: Du kan inte lägga till denna flipnoten i någon spellista eftersom du har blockerat dess skapare.

# PLAYLIST_ERROR_GENERIC
source: An error occurred whilst saving this playlist. Error code: %s.
es_es: Ocurrió un error al guardar esta lista de reproducción. Código de error: %s.
fr_fr: Une erreur est survenue lors de l'enregistrement de cette Playliste. Code d'erreur : %s.
it_it: Si è verificato un errore durante il salvataggio di questa playlist. Codice errore: %s.
pt_pt: Ocorreu um erro enquando estávamos a guardar a tua playlist. Código de Erro: %s.
sv_se: Ett fel uppstod medans spellistan skulle sparas. Felkod: %s.

# PLAYLIST_ERROR_GENERIC_2
source: An error occurred. Error code: %s.
es_es: Ocurrió un error. Código de error: %s.
fr_fr: Une erreur est survenue. Code d'erreur : %s.
it_it: Si è verificato un errore. Codice errore: %s.
pt_pt: Ocorreu um erro. Código de Erro: %s.
sv_se: Ett fel uppstod. Felkod: %s.

# PLAYLIST_ERROR_HINT_INCREASE_LIMIT_PLUS
source: You could also increase this limit to %s with Sudomemo Plus!
es_es: ¡También podrías aumentar este límite a %s con Sudomemo Plus!
fr_fr: Vous pouvez également augmenter cette limite à %s avec Sudomemo Plus!
it_it: Puoi inoltre incrementare questo limite di %s con Sudomemo Plus!
pt_pt: Podes aumentar este limite a %s com o Sudomemo Plus!
sv_se: Du kan föröka gränsen till %s med Sudomemo Plus!

# PLAYLIST_ERROR_PROFANE_DESC
source: This description contains content that goes against our Content Policy.
es_es: Esta descripción contiene contenido que va en contra de nuestra Política de Contenido.
fr_fr: Cette description contient du contenu qui va à l'encontre de notre Politique de contenu.
it_it: Questa descrizione contiene contenuto che viola la nostra Policy sul Contenuto.
pt_pt: Esta descripção contém conteúdo profano que a nossa Política de Conteúdo não aceita.
sv_se: Denna beskrivningen har innehåll som strider mot våran Content Policy.
