Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/theatre.po
Languages: de_de, el_gr, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, sv_se, tr_tr

# 404_GO_BACK
source: Back to Sudomemo Theatre
de_de: Zurück zu Sudomemo Theatre
el_gr: Πισω στο Sudomemo Theatre
es_es: Volver a Sudomemo Theatre
fr_fr: Retourner sur Sudomemo Theatre
it_it: Ritorna a Sudomemo Theatre
ja_jp: スドメモシアターに戻る
nl_nl: Terug naar Sudomemo Theatre
pl_pl: Wróć do Sudomemo Theatre
pt_pt: Voltar ao Teatro Sudomemo
ro_ro: Înapoi la Teatrul Sudomemo
sv_se: Tillbaka Sudomemo Theatre
tr_tr: Sudomemo Tiyatrosu'na geri dön

# 404_OOPS_NOT_FOUND
source: Oops - That page couldn't be found
de_de: Upps... Die Seite konnte nicht gefunden werden.
el_gr: Οουπς - Δεν βρεθηκε αυτη η σελιδα
es_es: ¡Oops! No encontramos esa página
fr_fr: Oups - Cette page est introuvable
it_it: Pagina non trovata!
ja_jp: エラー！ページが見つかりませんでした
nl_nl: Oeps - Die pagina kon niet gevonden worden
pl_pl: Ups - Ta strona nie została znaleziona
pt_pt: Oops - Essa página não foi encontrada ou não existe
ro_ro: Ups - Această pagină nu a putut fi găsită
sv_se: Hoppan - Sidan kunde inte hittas
tr_tr: Olamaz - Bu sayfa bulunamadı.

# 404_WHOOPS_NOT_THERE
source: Whoops! Whatever you were looking for, it wasn't there.
de_de: Hoppla! Das, wonach du suchst, ist nicht zu finden.
el_gr: Ουπς! Ο,τι ψαχνατε δεν βρισκεται εδω.
es_es: ¡Ups! Lo que buscabas no está por aquí.
fr_fr: Ouuups ! Peu importe ce que vous cherchiez, ce n'était pas là.
it_it: Whoops! Qualsiasi cosa tu stia cercando, non si trova qui.
ja_jp: このページには表示できるものがありません。
nl_nl: Whoops! Waar je ook naar zocht, het was niet hier.
pl_pl: Ups! Czegokolwiek szukasz, nie znajduje się to tutaj.
pt_pt: Ups! O quer que estiveste à procura, não está aqui.
ro_ro: Ups! Orice ați căutat, nu era acolo.
sv_se: Oj då! Vad du än letade efter var det inte där.
tr_tr: Olamaz! Neyi aradıysan burda yok.

source: About Sudomemo
fr_fr: À propos de Sudomemo
it_it: Info su SUdomemo
pt_pt: Acerca do Sudomemo
sv_se: Om Sudomemo

source: Account Settings
de_de: Konto-Einstellungen
el_gr: Ρυθμισεις Λογαριασμου
es_es: Ajustes de tu Cuenta
fr_fr: Paramètres du compte
it_it: Impostazioni Account
ja_jp: アカウント設定
nl_nl: Account Instellingen
pl_pl: Ustawienia konta
pt_pt: Definições de Conta
ro_ro: Setări de cont
sv_se: Kontoinställningar
tr_tr: Hesap Ayarları

source: Add to new Playlist
es_es: Agregar a nueva Lista de Reproducción
fr_fr: Ajouter à une nouvelle Playliste
it_it: Aggiungi a nuova Playlist
pt_pt: Adicionar a uma nova Playlist
sv_se: Lägg till i ny spellista

source: Add to Playlist
es_es: Agregar a Lista de Reproducción
fr_fr: Ajouter à une Playliste
it_it: Aggiungi alla Playlist
pt_pt: Adicionar á Playlist
sv_se: Lägg till i spellista

# ALT_DRAWN_COMMENT_BY_USER
source: Drawn comment by %s
de_de: Gezeichneter Kommentar von %s
el_gr: ζωγραφισμενο σχολιο του χρηστη %s
es_es: Comentario dibujado por %s
fr_fr: Commentaire dessiné par %s
it_it: Commento disegnato da %s
ja_jp: %sさんのコメント
nl_nl: Getekende reactie door %s
pl_pl: Rysowany komentarz stworzony przez %s
pt_pt: Comentário desenhado de %s
ro_ro: Conținut desenat de %s
sv_se: Ritad kommentar från %s
tr_tr: %s kullanıcısının çizdiği yorum

# ALT_USER_PROFILE_PICTURE
source: %s's profile picture
de_de: %s's Profilbild
el_gr: εικονα προφιλ του χρηστη %s'
es_es: Foto de perfil de %s
fr_fr: Photo de profil de %s
it_it: Immagine del profilo di %s
ja_jp: %sさんのプロフィール画像
nl_nl: %s's profielfoto
pl_pl: %s's zdjęcie profilowe
pt_pt: Foto de Perfil de %s
ro_ro: Poza de profil al lui %s
sv_se: %ss profilbild
tr_tr: %s kullanıcısının profil resmi

# ALT_WEEKLY_TOPIC_BANNER
source: Banner advertising the Weekly Topic
de_de: Werbebanner für das Wochenthema
el_gr: Banner διαφημισης του Weekly Topic
es_es: Banner anunciando el Fondo Semanal
fr_fr: Bannière annonçant le Weekly Topic
it_it: Banner pubblicitario dei Topic settimanali
ja_jp: 「今週のお題」宣伝バナー
nl_nl: Banner reclame voor het Weeklijkse Onderwerp
pl_pl: Baner promujący Temat Tygodnia
pt_pt: Publicidade em banner do Tópico Semanal
ro_ro: Banner ce face reclamă la Subiectul Săptămânal
sv_se: Banner som annonserar veckotema
tr_tr: Haftanın Konusu'nu tanıtan kapak resmi

source: Archive
de_de: Archiv
es_es: Archivo
it_it: Archivio
ja_jp: アーカイブする
nl_nl: Archief
pl_pl: Archiwum
pt_pt: Arquivar
ro_ro: Arhivă
sv_se: Arkivera
tr_tr: Arşiv

source: Archived
de_de: Archiviert
es_es: Archivado
fr_fr: Archivé
it_it: Archiviato
ja_jp: アーカイブ済み
nl_nl: Gearchiveerd
pl_pl: Archiwizowane
pt_pt: Arquivado
ro_ro: Arhivat
sv_se: Arkiverad
tr_tr: Arşivlenmiş

source: Archive Flipnote
de_de: Archiv-Flipnote
es_es: Flipnote del Archivo
fr_fr: Flipnote d'archive
it_it: Archivia Flipnote
ja_jp: アーカイブされたうごメモ
nl_nl: Archief Flipnote
pl_pl: Archiwizowany Flipnote
pt_pt: Arquivar Flipnote
ro_ro: Arhivați Flipnote
sv_se: Arkivera Flipnote
tr_tr: Arşiv Flipnote'u

# ARCHIVE_FLIPNOTE_DESC
source: This Flipnote was originally posted on Flipnote Hatena.
de_de: Dieses Flipnote wurde ursprünglich auf Flipnote Hatena hochgeladen.
es_es: Esta Flipnote se publicó originalmente en Flipnote Hatena.
fr_fr: Cette Flipnote a été publiée à l'origine sur Flipnote Hatena.
it_it: Questo Flipnote è stato originariamente pubblicato su Flipnote Hatena.
ja_jp: このうごメモはうごメモはてなで投稿されました。
nl_nl: Deze Flipnote werd origineel gepost op Flipnote Hatena.
pl_pl: Ten Flipnote został oryginalnie przesłany na Flipnote Hatena.
pt_pt: Este Flipnote foi postado originalmente no Flipnote Hatena.
ro_ro: Acest Flipnote a fost postat inițial pe Flipnote Hatena.
sv_se: Denna flipnote var originellt uppladdad på Flipnote Hatena.
tr_tr: Bu Flipnote aslında Flipnote Hatena'da yüklenmiştir.

source: Archive Profile
de_de: Archiv-Profil
es_es: Perfil del Archivo
fr_fr: Profil d'archive
it_it: Archivia Profilo
ja_jp: アーカイブされたプロフィール
nl_nl: Archief Profile
pl_pl: Archiwizowany profil
pt_pt: Arquivar Perfil
ro_ro: Arhivați profil
sv_se: Arkivera Profile
tr_tr: Arşiv profili

# ARCHIVE_PROFILE_DESC
source: This is an archive of a Flipnote Hatena profile.
de_de: Dies ist ein Archiv eines Flipnote Hatena-Kontos.
es_es: Este es un archivo de un perfil de Flipnote Hatena.
fr_fr: C'est une archive d'un profil Flipnote Hatena.
it_it: Questo è un archivio di un profilo Flipnote Hatena.
ja_jp: うごメモはてなのプロフィールのアーカイブです。
nl_nl: Dit is een archief van een Flipnote Hatena profiel.
pl_pl: To jest archiwum profilu na Flipnote Hatena.
pt_pt: Isto é um arquivo de um perfil do Flipnote Hatena.
ro_ro: Aceasta este o arhivă al unui profil de Flipnote Hatena.
sv_se: Detta är ett arkiv av en Flipnote Hatena profil.
tr_tr: Bu bir Flipnote Hatena profilinin arşividir.

source: Artist
de_de: Künstler
el_gr: Καλλιτεχνης
es_es: Artista
fr_fr: Artiste
it_it: Artista
ja_jp: アーティスト
nl_nl: Auteur
pl_pl: Artysta
pt_pt: Artista
tr_tr: Sanatçı

# AUTOPLAY_BLOCKED_TOOLTIP_HEADER
source: Autoplay Blocked
fr_fr: Lecture auto bloquée
it_it: Riproduzione automatica bloccata
pt_pt: Reprodução Automática Bloqueada
sv_se: Autoplay Blockerad

# AUTOPLAY_HELP_CHROME
source: Click the settings icon in the address bar → Site Settings → Set 'Sound' to "Allow".
fr_fr: Cliquez sur l'icône des paramètres dans la barre d'adresse → Paramètres des sites → Réglez 'Son' sur "Autoriser".
it_it: Clicca l'icona delle impostazioni nella barra degli indirizzi → Impostazioni sito → Imposta 'Audio' su "Consenti".
pt_pt: Clique no ícone de definições na barra de endereços → Definições do Site → Define 'Som' para "Permitir".
sv_se: Klicka inställnings-ikonen vid sökfältet → Inställningar → Sätt 'Ljud' till "Tillåt".

# AUTOPLAY_HELP_EDGE
source: Click the 🔒 padlock in the address bar → Permissions for this site → Set 'Sound' to "Allow".
fr_fr: Cliquez sur le cadenas 🔒 dans la barre d'adresse → Autorisations de ce site → Réglez 'Son' sur "Autoriser".
it_it: Clicca il 🔒 lucchetto nella barra degli indirizzi → Permessi per questo sito → Imposta 'Audio' su "Consenti".
pt_pt: Clique no 🔒 cadeado na barra de endereços → Permissões para este site → Define 'Som' para "Permitir".
sv_se: Klicka 🔒 ikonen vid sökfältet → Behörigheter för webbplatsen → Sätt 'Ljud' till "Tillåt".

# AUTOPLAY_HELP_FIREFOX
source: Click the crossed-out play button next to the 🔒 padlock in the address bar → Set 'Autoplay' to "Allow Audio and Video".
fr_fr: Cliquez sur le bouton de lecture barré à côté du cadenas 🔒 dans la barre d'adresse → Réglez 'Lire automatiquement des médias' sur "Autoriser l'audio et la vidéo".
it_it: Clicca il pulsante play barrato vicino al 🔒 lucchetto nella barra degli indirizzi → Imposta 'Riproduzione automatica' su "Consenti audio e video".
pt_pt: Clique no botão reproduzir rasurado ao pé do 🔒 cadeado na barra de endereços → Define 'Reprodução Automática' para "Permitir Audio e Video".
sv_se: Klicka på den kryssade spelknappen brevid 🔒 ikonen vid sökfältet → Sätt 'Autoplay' till "Tillåt Ljud och Bild".

# AUTOPLAY_HELP_GENERIC
source: Autoplay may be blocked. Check your browser's site settings.
fr_fr: La lecture auto est peut-être bloquée. Vérifiez les paramètres de site de votre navigateur
it_it: La riproduzione automatica potrebbe essere bloccata. Controlla le impostazioni sito del tuo browser.
pt_pt: A Reprodução Automática pode estar bloqueada. Verifique as definições do site no teu navegador de internet.
sv_se: Autoplay kan vara blockerad. Kolla din webbläsares inställningar.

# AUTOPLAY_HELP_SAFARI
source: Right-click the address bar → "Settings for This Website..." → Auto-Play → Allow All Auto-Play.
fr_fr: Faites un clic droit sur la barre d'adresse → "Réglages pour ce site web..." → Lecture automatique → Toujours autoriser la lecture automatique.
it_it: Clicca col tasto destro sulla barra degli indirizzi → "Impostazioni per questo sito web..." → Riproduzione automatica → Consenti tutto.
pt_pt: Faça clique direito na barra de endereços → "Definições para este Site..." → Reprodução Automática → Permitir Reproduções Automáticas.
sv_se: Högerklicka på sökfältet → "Inställningar för denna webbplats..." → Auto-Play → Tillåt Auto-Play.

source: Back
de_de: Zurück
el_gr: Πισω
es_es: Regresar
fr_fr: Retour
it_it: Indietro
ja_jp: 戻る
nl_nl: Terug
pl_pl: Powrót
pt_pt: Voltar
ro_ro: Înapoi
sv_se: Tillbaka
tr_tr: Geri

source: Back to Categories
fr_fr: Retour vers Catégories
it_it: Ritorna alle categorie
pt_pt: Voltar às Categorias
sv_se: Tillbaka till kategorier

source: Back to Mail
fr_fr: Retour vers Courriel
it_it: Ritorna a mail
pt_pt: Voltar ao Correio
sv_se: Tillbaka till mail

# BATCH_EDIT_DESCRIPTION_PLACEHOLDER
source: Description
it_it: Descrizione
pt_pt: Descrição
sv_se: Beskrivning

# BATCH_EDIT_DONE_MESSAGE
source: All done! No more Flipnotes.
fr_fr: Tout est terminé ! Plus de Flipnote.
it_it: Tutto fatto! Nessun altro Flipnote.
pt_pt: Feito! Não há mais Flipnotes.
sv_se: Klart! Inga mer Flipnotes.

# BATCH_EDIT_INSTRUCTIONS
source: Give each Flipnote a title and description so viewers can find it! Without them, your Flipnote will get lost in the crowd.
fr_fr: Donnez un titre et une description à chaque Flipnote afin que les utilisateurs puissent la trouver facilement ! Sans cela, votre Flipnote se perdra dans la masse.
it_it: Dai a ciascun Flipnote un titolo e una descrizione cosicchè gli spettatori possano trovarlo! Senza di quelli, il tuo Flipnote si perderà tra la folla.
pt_pt: Dá cada Flipnote um título e descrição para que os utilizadores possam o encontrar! Sem eles, o teu Flipnote pode se perder no meio da multidão.
sv_se: Ge varje Flipnote en titel och beskrivning så tittare kan hitta den! Utan dem kan din flipnote bland in med alla dom andra.

# BATCH_EDIT_PAGE_TITLE
source: Flipnote Batch Editor
fr_fr: Éditeur de lot de Flipnotes
it_it: Editor Multiplo di Flipnote
pt_pt: Editor de Flipnotes a Vulso
sv_se: Flipnote Batch Redigerare

# BATCH_EDIT_PANEL_TITLE
source: Flipnote Batch Editor
fr_fr: Éditeur de lot de Flipnotes
it_it: Editor Multiplo di Flipnote
pt_pt: Editor de Flipnotes a Vulso
sv_se: Flipnote Batch Redigerare

# BATCH_EDIT_PREVIEW_TIP
source: Click the preview to load player
fr_fr: Cliquez sur l'aperçu pour charger le lecteur.
it_it: Clicca l'anteprima per caricare il player
pt_pt: Clique na pré-visualização para carregar o reprodutor
sv_se: Klicka på förhandsgranskningen för att ladda in spelaren

# BATCH_EDIT_SAVE_AND_NEXT
source: Save & Next
fr_fr: Enregistrer & Suivant
it_it: Salva e Prossimo
pt_pt: Guardar & Continuar
sv_se: Spara & Fortsätt

# BATCH_EDIT_SKIP_BUTTON
source: Skip
fr_fr: Passer
it_it: Salta
pt_pt: Saltar
sv_se: Skippa

# BATCH_EDIT_TITLE_PLACEHOLDER
source: Title
fr_fr: Titre
it_it: Titolo
pt_pt: Título
sv_se: Titel

source: Bio
it_it: Biografia
pt_pt: Biografia
sv_se: Biografi

source: Bio cleared.
es_es: Bio borrada.
fr_fr: Bio effacée.
it_it: Biografia cancellata.
pt_pt: Biografia limpa.
sv_se: Biografi borttagen.

source: Bio contains invalid or prohibited text.
es_es: La bio contiene texto inválido o prohibido.
fr_fr: La bio contient du texte invalide ou interdit.
it_it: La biografia contiene testo non valido o non consentito.
pt_pt: A Biografia contém texto inválido ou proibido.
sv_se: Biografi innehåller opassande eller otillåten text.

# BIO_FIELD_MISSING
source: Bio field is missing.
es_es: Falta el campo de la bio.
fr_fr: Le champ bio est manquant.
it_it: Campo biografia mancante.
pt_pt: O campo de texto da Biografia está vazio.
sv_se: Biografi fält saknas.

# BIO_PLACEHOLDER
source: Enter your bio here...
es_es: Escribe tu bio aquí...
fr_fr: Entrez votre bio ici...
it_it: Inserisci qui la tua biografia...
pt_pt: Escreva a sua biografia aqui...
sv_se: Skriv din biografi här...

source: Bio updated successfully.
es_es: Bio actualizada.
fr_fr: Bio mise à jour avec succès.
it_it: Biografia aggiornata con successo.
pt_pt: Biografia actualizada com sucesso.
sv_se: Biografi uppdaterad.

# BROWSE_CHANNEL_NO_FLIPNOTES_YET
source: There have been no Flipnotes posted to this channel yet.
de_de: Es wurden noch keine Flipnotes auf diesem Kanal gepostet.
el_gr: Δεν εχουν ανεβει Flipnote ακομα σε αυτο το καναλι.
es_es: Aún no ha sido subida ninguna Flipnote en este canal.
fr_fr: Il n'y a aucune Flipnote sur cette chaîne pour le moment.
it_it: Non ci sono ancora Flipnote pubblicati su questo canale.
ja_jp: このチャンネルに投稿された作品はまだありません。
nl_nl: Er zijn nog geen Flipnotes geplaatst in dit kanaal.
pl_pl: Na tym kanale nie ma jeszcze żadnych Flipnotes.
pt_pt: Não há Flipnotes postados neste canal ainda.
ro_ro: Nu există niciun Flipnote pe acest canal încă.
sv_se: Det finns inga Flipnotes publicerade på den här kanalen än.
tr_tr: Bu kanalda daha henüz bir Flipnote yüklenmedi.

# BROWSE_SONG_NO_FLIPNOTES_YET
source: There have been no Flipnotes posted with this song yet.
de_de: Es wurden noch keine Flipnotes mit diesem Song gepostet.
el_gr: Δεν εχουν ανεβει Flipnotes με αυτο το τραγουδι ακομα.
es_es: Aún no ha sido subida ninguna Flipnote con esta canción.
fr_fr: Il n'y a aucune Flipnote avec cette chanson pour le moment.
it_it: Non ci sono ancora Flipnote con questa canzone.
ja_jp: この曲が使われた作品はまだありません。
nl_nl: Er zijn nog geen Flipnotes geplaatst met dit nummer.
pl_pl: Nie ma jeszcze żadnych Flipnotes używających tego utworu.
pt_pt: Não há Flipnotes postados com esta música ainda.
ro_ro: Nu există niciun Flipnote cu acest cântec încă.
sv_se: Det finns inga publicerade Flipnotes med denna låt än.
tr_tr: Bu şarkıyla henüz hiçbir Flipnote paylaşılmadı.

# BROWSE_SONG_YOU_ARE_BROWSING_SONG
source: See Flipnotes with the song %s by %s
de_de: Flipnotes mit Song %s von %s durchsuchen
el_gr: Δειτε Flipnotes με το τραγουδι %s του/ων %s
es_es: Busca Flipnotes con la Canción %s por %s
fr_fr: Voir les Flipnotes avec la chanson %s de %s
it_it: Guarda i Flipnote con la canzone %s di %s
ja_jp: %s / %sが使われている作品
nl_nl: Bekijk Flipnotes met het nummer %s door %s
pl_pl: Zobacz Flipnotes używających utworu %s artysty %s
pt_pt: Vê Flipnotes com a música %s de %s
ro_ro: Vedeți Flipnote-uri cu cântecul %s de %s
sv_se: Visa Flipnotes med låten %s av %s
tr_tr: %s sanatçısının %s şarkısını söylediği Flipnote'ları ara

# BTN_GET_STARTED
source: Get Started
de_de: Loslegen
el_gr: Ξεκινηστε
es_es: Comenzar
fr_fr: Commencer
it_it: Inizia
ja_jp: 始める
nl_nl: Aan De Slag
pl_pl: Rozpocznij
pt_pt: Começar
ro_ro: Începeți
sv_se: Kom igång
tr_tr: Başla

# BTN_GO_TO_SETTINGS
source: Go to Settings
de_de: Zu Einstellungen
es_es: Ir a Ajustes
fr_fr: Aller aux paramètres
it_it: Vai alle Impostazioni
ja_jp: 設定に移動
nl_nl: Ga Naar Instellingen
pl_pl: Przejdź do ustawień
pt_pt: Ir para as Definições
ro_ro: Mergeți în Setări
sv_se: Gå till inställningar
tr_tr: Ayarlara git

# BTN_JOIN_DISCORD
source: Join Discord
de_de: Trete Discord bei
el_gr: Μπειτε στο Discord
es_es: Únete a Discord
fr_fr: Rejoindre Discord
it_it: Unisciti a Discord
ja_jp: Discordに参加する
pl_pl: Dołącz do serwera Discord
pt_pt: Juntar ao Discord
ro_ro: Alăturați-vă pe Discord
sv_se: Joina Discord
tr_tr: Discord'a katıl

# BTN_SIGN_IN_WITH_GOOGLE
source: Sign in with Google
de_de: Mit Google anmelden
el_gr: Συνδεθειτε μεσω Google
es_es: Inicia sesión con Google
fr_fr: Connexion à Google
it_it: Accedi con Google
ja_jp: Googleアカウントでログイン
nl_nl: Meld aan met Google
pl_pl: Zaloguj się przez Google
pt_pt: Fazer log in com o Google
ro_ro: Conectați-vă cu Google
sv_se: Logga in med Google
tr_tr: Google ile giriş yap

# BTN_STARTING_UPLOAD
source: Starting...
de_de: Starten...
el_gr: Ξεκιναει...
es_es: Empezando...
fr_fr: Démarrage...
it_it: Inizio...
ja_jp: 開始しています...
nl_nl: Aan het starten...
pl_pl: Przesyłanie...
pt_pt: A Começar...
ro_ro: Se începe...
sv_se: Startar...
tr_tr: Başlıyor...

# BTN_START_UPLOAD
source: Start Upload
de_de: Hochladen starten
el_gr: Ξεκινηστε την δημοσιευση
es_es: Empezar carga
fr_fr: Démarrer l'envoi
it_it: Inizia il caricamento
ja_jp: アップロードを開始
pl_pl: Rozpocznij przesyłanie
pt_pt: Começar Upload
ro_ro: Începeți încărcarea
sv_se: Starta Uppladdning
tr_tr: Yükle

# BTN_UNLINK_DISCORD
source: Unlink Discord Account
fr_fr: Dissocier le compte Discord
it_it: Scollega account Discord
pt_pt: Desligar Conta do Discord
sv_se: Avlänka Discord Konto

# BTN_UPLOAD_FAILED
source: Upload failed...
de_de: Hochladen fehlgeschlagen...
el_gr: Αποτυχια δημοσιευσης...
es_es: Carga fallida...
fr_fr: Échec de l'envoi...
it_it: Caricamento fallito...
ja_jp: アップロードに失敗しました...
nl_nl: Upload mislukt...
pl_pl: Przesyłanie nie powiodło się...
pt_pt: Upload falhado...
ro_ro: Încărcare eșuată...
sv_se: Uppladdning mislyckades...
tr_tr: Yükleme başarısız oldu...

source: by
es_es: por
fr_fr: de
it_it: per
pt_pt: por
sv_se: av

source: Cancel
fr_fr: Annuler
it_it: Annulla
pt_pt: Cancelar
sv_se: Avbryt

# CANCEL_PROFILE_PICTURE_CHANGE
source: Cancel
fr_fr: Annuler
it_it: Annulla
pt_pt: Cancelar
sv_se: Avbryt

# CANNOT_POST_LINKS
source: Links are not allowed in chat messages.
es_es: No se permiten enlaces en los mensajes del chat.
fr_fr: Les liens ne sont pas autorisés dans le chat.
it_it: I link non sono consentiti nei messaggi di chat.
pt_pt: Links não são permitidos nas mensagens de chat.
sv_se: Länkar är inte tillåtna i chatt-meddelanden.

source: Cannot post this message.
es_es: No se puede publicar este mensaje.
fr_fr: Impossible d'envoyer ce message.
it_it: Non puoi postare questo messaggio.
pt_pt: Não podes enviar esta mensagem.
sv_se: Detta meddelandet kan inte läggas upp.

# CANNOT_SEND_EMPTY_MESSAGE
source: You cannot send an empty message.
es_es: No puedes enviar un mensaje vacío.
fr_fr: Vous ne pouvez pas envoyer un message vide.
it_it: Non puoi mandare un messaggio vuoto.
pt_pt: Não podes enviar mensagens vazias.
sv_se: Du kan inte skicka ett tomt meddelande.

# CANNOT_USE_PROFANITY
source: Your message contains inappropriate language.
es_es: Tu mensaje contiene lenguaje inapropiado.
fr_fr: Votre message contient du contenu inapproprié.
it_it: Il tuo messaggio contiene linguaggio inappropriato.
pt_pt: A tua mensagem contém linguagem imprópria.
sv_se: Ditt meddelande innehåller opassande språk.

source: Categories
fr_fr: Catégories
it_it: Categorie
pt_pt: Categorias
sv_se: Kategorier

source: Category
de_de: Kategorie
el_gr: Κατηγορια
es_es: Categoria
fr_fr: Catégorie
it_it: Categoria
ja_jp: カテゴリー
nl_nl: Categorie
pl_pl: Kategoria
pt_pt: Categoria
ro_ro: Categorie
sv_se: Kategori
tr_tr: Kategori

source: Change Profile Picture
fr_fr: Changer la photo de profil
it_it: Cambia immagine del profilo
pt_pt: Mudar Foto de Perfil
sv_se: Ändra Profilbild

source: Channel
de_de: Kanal
el_gr: Καναλι
es_es: Canal
fr_fr: Chaîne
it_it: Canale
ja_jp: チャンネル
nl_nl: Kanaal
pl_pl: Kanał
pt_pt: Canal
ro_ro: Canal
sv_se: Kanal
tr_tr: Kanal

source: Channels
de_de: Kanäle
el_gr: Καναλια
es_es: Canales
fr_fr: Chaînes
it_it: Canali
ja_jp: チャンネル
nl_nl: Kanalen
pl_pl: Kanały
pt_pt: Canais
ro_ro: Canale
sv_se: Kanaler
tr_tr: Kanallar

# CHANNEL_CAT_NAME_ART
source: Art
de_de: Zeichnungen
el_gr: Τεχνη
es_es: Arte
it_it: Arte e Immagine
ja_jp: アート
nl_nl: Kunst
pl_pl: Sztuka
pt_pt: Arte
ro_ro: Artă
sv_se: Konst
tr_tr: Sanat

# CHANNEL_CAT_NAME_GENRES
source: Genres
el_gr: Ειδη
es_es: Géneros
it_it: Generi
ja_jp: ジャンル
pl_pl: Gatunki
pt_pt: Géneros
ro_ro: Genuri
tr_tr: Türler

# CHANNEL_CAT_NAME_NONE
source: None
de_de: Keine
el_gr: Κανενα
es_es: Ninguno
fr_fr: Aucune
it_it: Vuoto
ja_jp: なし
nl_nl: Geen
pl_pl: Brak
pt_pt: Nenhum
ro_ro: Niciunul
sv_se: Ingen
tr_tr: Yok

# CHANNEL_CAT_NAME_PERSONAL
source: Personal
de_de: Persönlich
el_gr: Προσωπικο
fr_fr: Personnel
it_it: Personale
ja_jp: チャット・企画
nl_nl: Persoonlijk
pl_pl: Personalne
pt_pt: Pessoal
sv_se: Personlig
tr_tr: Kişisel

# CHANNEL_CAT_NAME_RESOURCES
source: Resources
de_de: Ressourcen
es_es: Recursos
fr_fr: Ressources
it_it: Risorse
ja_jp: 素材
nl_nl: (Hulp)middelen
pl_pl: Zasoby
pt_pt: Recursos
ro_ro: Resurse
sv_se: Resurser
tr_tr: Kaynaklar

# CHANNEL_CAT_NAME_TOPICS
source: Topics
de_de: Themen
el_gr: Θεματα
es_es: Fondos
fr_fr: Thèmes
it_it: Topic
ja_jp: トピック
nl_nl: Onderwerpen
pl_pl: Tematy
pt_pt: Tópicos
ro_ro: Subiecte
sv_se: Teman
tr_tr: Konular

# CHANNEL_CAT_NAME_WEEKLY_TOPIC
source: Weekly Topic
de_de: Wochen-Thema
es_es: Fondo Semanal
fr_fr: Thèmes hebdomadaires
it_it: Topic settimanali
ja_jp: 今週のお題
nl_nl: Weeklijkse Onderwerp
pl_pl: Temat Tygodnia
pt_pt: Tópico Semanal
ro_ro: Subiectul Săptămânal
sv_se: Veckotema
tr_tr: Haftanın Konusu

# CHANNEL_PERM_CLOSED
source: Closed
de_de: Geschlossen
el_gr: Κλειστο
es_es: Cerrado
fr_fr: Fermé
it_it: Chiuso
ja_jp: 非公開
nl_nl: Gesloten
pl_pl: Zamknięty
pt_pt: Fechado
ro_ro: Închis
sv_se: Stängd
tr_tr: Kapalı

# CHANNEL_PERM_OPEN
source: Open
de_de: Offen
el_gr: Αοιχτο
es_es: Abierto
fr_fr: Ouvert
it_it: Aperto
ja_jp: 公開
pl_pl: Otwarty
pt_pt: Aberto
ro_ro: Deschis
sv_se: Öppen
tr_tr: Açık

source: Channel Ranking
fr_fr: Classement de la chaîne
it_it: Classifica Canali
pt_pt: Ranking de Canais
sv_se: Kanal Rankning

# CHANNEL_RANKING_SIDEBAR
source: Channel Ranking
fr_fr: Classement de la chaîne
it_it: Classifica Canali
pt_pt: Ranking de Canais
sv_se: Kanal Rankning

# CHANNEL_WATCHING_NOW
source: Currently watching %s
fr_fr: Regarde actuellement %s
it_it: Stai guardando %s
pt_pt: A ver o canal %s
sv_se: Tittar på %s

# CHATROOM_ACCESS_DENIED
source: You do not have access to this chatroom.
es_es: No tienes acceso a esta sala de chat.
fr_fr: Vous n'avez pas accès à ce salon de discussion.
it_it: Non hai accesso a questa chatroom.
pt_pt: Tu não tens acesso a esta sala de chat.
sv_se: Du har inte tillåtelse att nå detta chattrummet.

# CHATROOM_DISABLED
source: This chatroom is disabled.
es_es: Esta sala de chat está desactivada.
fr_fr: Ce salon de discussion est désactivé.
it_it: Questa chatroom è disabilitata.
pt_pt: Esta sala de chat está desactivada.
sv_se: Detta chattrummet är avstängt.

source: Chatroom not found.
es_es: No se encontró la sala de chat.
fr_fr: Salon de discussion non trouvé.
it_it: Chatroom non trovata.
pt_pt: A sala de chat não existe.
sv_se: Chattrummet kunde inte hittas.
