Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/theatre.po
Languages: de_de, el_gr, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, sv_se, tr_tr

# YOUTUBE_TERMS_AGREEMENT_NOTE
source: By submitting your videos to YouTube, you acknowledge that you agree to YouTube's Terms of Service and Community Guidelines.
de_de: Indem du deine Videos auf Youtube hochlädst, stimmst du den Nutzungsbedingungen und Community-Richtlinien von YouTube zu.
el_gr: Ανεβαζοντας τα βιντεο σας στο YouTube, επιβεβαιωνετε οτι συμφωνειτε στους ορους χρησης του YouTube.
es_es: Al subir tus videos a YouTube, reconoces que aceptas los Términos y Condiciones junto con las Normas de la Comunidad de YouTube.
fr_fr: En publiant vos vidéos sur YouTube, vous reconnaissez accepter les conditions d'utilisation de YouTube et son règlement de la communauté.
it_it: Inviando i tuoi video a Youtube, accetti i Termini di Servizio e le Linee Guida della Community di YouTube.
ja_jp: 動画をYouTubeに送信した時点で、YouTubeの利用規約とコミュニティガイドラインに同意したことになります。
nl_nl: Door je video's in te dienen bij YouTube, erken je dat je akkoord gaat met de Servicevoorwaarden en Communityrichtlijnen van YouTube.
pl_pl: Przesyłając swoje filmiki na YouTube, zgadzasz się na przestrzeganie warunków świadczenia usługi i zasad YouTube.
pt_pt: Ao fazer upload dos teus vídeos no YouTube, estás de acordo com os Termos de Serviço e Guias de Comunidade do YouTube.
ro_ro: Prin trimiterea videoclipurilor pe YouTube, luați la cunoștiință că sunteți de accord cu Termenii de Servicii YouTube și Instrucțiunile Comunității.
sv_se: Genom att ladda upp dina flipnotes på YouTube, godkänner du till deras användarvillkor och riktlinjer.
tr_tr: Videolarını YouTube'a yükleyerek, YouTube'un hizmet koşullarını onaylamış oluyorsun.

# YOUTUBE_UNLINK_ACCOUNT
source: Unlink account
de_de: Verbindung aufheben
el_gr: Αποσυνδεση λογαριασμυ
es_es: Desvincular cuenta
fr_fr: Dissocier le compte
it_it: Scollega account
ja_jp: アカウントの連携を解除する
pl_pl: Rozłącz konto
pt_pt: Desligar conta
ro_ro: Deconectați cont
sv_se: Avlänka konto
tr_tr: Hesabından bağlantıyı kes

# YOUTUBE_UNLINK_ACCOUNT_CONFIRM
source: Are you sure you want to remove your linked YouTube channel?
de_de: Bist du sicher, dass du die Verbindung aufheben möchtest?
el_gr: Ειστε σιγουροι οτι θελετε να αφεραισετε το συνδεδεμενο καναλι σας στο YouTub;
es_es: ¿Está seguro de que desea eliminar su canal de YouTube vinculado?
fr_fr: Êtes-vous sûr de vouloir dissocier votre chaîne YouTube ?
it_it: Sei sicuro di voler rimuovere il tuo canale Youtube collegato?
ja_jp: YouTubeチャンネルとの連携を解除してもよろしいですか？
nl_nl: Ben je zeker dat je de link met je Youtube kanaal wilt verwijderen.
pl_pl: Czy na pewno chcesz usunąć połączony kanał na YouTube?
pt_pt: Tens a certeza que queres remover a ligação ao teu canal de YouTube?
ro_ro: Sunteți sigur că vreți să vă deconectați contul de YouTube?
sv_se: Är du säker att du vill ta bort din länkade YouTube kanal?
tr_tr: Bağlandığın YouTube kanalını kaldırmak istediğinden emin misin?

# YOUTUBE_UPLOAD_HISTORY
source: Upload History
de_de: Hochlade-Verlauf
el_gr: Ιστορικο Δημοσιευσεων
es_es: Historial de Cargas
fr_fr: Historique d'envoi
it_it: Cronologia caricamenti
ja_jp: アップロード履歴
nl_nl: Upload Geschiedenis
pl_pl: Historia przesyłania
pt_pt: Histórico de Upload
ro_ro: Istoric de încărcare
sv_se: Upladdnings historik
tr_tr: Yükleme geçmişi

# YOUTUBE_UPLOAD_HISTORY_CLICK_ICON_TO_TRACK
source: Click the status icon on the left to visit your video's live Upload Tracker!
de_de: Klicke das Status-Symbol links, um den Live-Upload-Tracker deines Videos einzusehen!
el_gr: Επιλεξτε το εικονιδιο καταστασης στα αριστερα σας για να επισκεφτειτε το ζωντανο τρακερ δησμοσιευσης του βιντεο σας!
es_es: ¡Presiona el ícono del estado a la izquierda para ver tu video en el rastreador de carga en vivo!
fr_fr: Cliquez sur l'icône de statut à gauche pour aller voir le suivi en direct de l'envoi de votre vidéo !
it_it: Clicca l'icona di stato a sinistra per visualizzare il Tracker dell'Upload del tuo video in tempo reale!
ja_jp: 左側のステータスアイコンをクリックして、動画のライブアップロードトラッカーにアクセスしてください
nl_nl: Klik het status icoon aan de linker kant om je video's live Upload Tracker te bezoeken!
pl_pl: Kliknij na ikonkę statusu po prawej aby odwiedzić aktualizowany na żywo podgląd statusu przesyłania!
pt_pt: Clica no ícone de estado na esquerda para visitar o Tracker de Upload em tempo real!
ro_ro: Apăsați butonul de statut pentru a vedea în direct Urmăritorul de Încărcări al videoclipului dvs!
sv_se: Klicka på status ikonen till vänster to för att se din videos uppladdningsgranskare live!
tr_tr: Videonun canlı yüklenme sürecini izlemek için durum sembolüne tıkla!

# YOUTUBE_UPLOAD_LIMIT
source: You can currently upload %s videos to YouTube per day.
de_de: Du kannst gegenwärtig %s Videos am Tag auf YouTube hochladen.
el_gr: Μπορειτε να ανεβασετε %s βιντεο YouTube ημερησιως.
es_es: Por el momento, puedes subir %s videos a YouTube por día.
fr_fr: Vous pouvez actuellement envoyer %s vidéos sur YouTube par jour.
it_it: Puoi caricare %s video su Youtube al giorno.
ja_jp: 現在、1日あたり%s本まで動画をYouTubeにアップロードすることができます。
nl_nl: Je kan op dit moment maar %s videos te uploaden naar Youtube per dag.
pl_pl: Aktualnie możesz przesyłać %s filmików na YouTube dziennie.
pt_pt: Podes de momentos fazer upload de %s vídeos para o YouTube por dia.
ro_ro: Moemntan puteți încărca %s videoclipuri pe YouTube pe zi.
sv_se: Du kan för tillfället ladda upp %s videor till YouTube per dag.
tr_tr: Şu an YouTube'a günde %s video yükleyebilirsin.

# YOUTUBE_UPLOAD_LIMIT_CURRENT
source: You have uploaded %s videos so far today.
de_de: Du hast heute %s Videos hochgeladen.
el_gr: Εχετε ανεβασει %s βιντεο σημερα μεχρι στιγμης.
es_es: Has subido %s videos hasta el momento en el día de hoy.
fr_fr: Vous avez envoyé %s vidéos aujourd'hui.
it_it: Hai caricato %s video oggi.
ja_jp: 今日までに%s本動画をアップロードしました。
nl_nl: Je hebt vandaag al %s videos geüpload.
pl_pl: Dziś przesłałeś/-aś %s filmików.
pt_pt: Fizeste upload de %s vídeos por enquanto.
ro_ro: Ați încărcat %s videoclipuri astăzi.
sv_se: Du har laddat upp %s videos idag.
tr_tr: Bugün %s video yükledin.

# YOUTUBE_UPLOAD_LIMIT_EXCEEDED
source: You can't upload any more videos until tomorrow.
de_de: Bis morgen kannst du keine weiteren Videos hochladen.
el_gr: Δεν μπορειτε να ανεβασετε αλλα βιντεο μεχρι αυριο.
es_es: No puedes subir más videos hasta mañana.
fr_fr: Vous ne pouvez plus envoyer de vidéos jusqu'à demain.
it_it: Non puoi caricare altri video fino a domani.
ja_jp: これ以上動画をアップロードできません。明日までお待ちください。
nl_nl: Je kan tot morgen geen videos meer uploaden.
pl_pl: Nie możesz wrzucać nowych filmików aż do jutra.
pt_pt: Não podes fazer upload mais vídeos até amanhã.
ro_ro: Nu puteți încărca videoclipuri până mâine.
sv_se: Du kan inte ladda upp fler videor förens imorgon.
tr_tr: Yarına kadar daha fazla video yükleyemezsin.

# YOUTUBE_UPLOAD_LIMIT_PLUS_LIMIT_NOTE
source: Sudomemo Plus members can upload %s videos per day.
de_de: Sudomemo Plus-Mitglieder können %s Videos am Tag hochladen.
el_gr: Μελη του Sudomemo Plus μπορουν να ανεβασουν %s βιντεο ημερησιως.
es_es: Los miembros con Sudomemo Plus pueden subir %s videos por día.
fr_fr: Les membres Sudomemo Plus peuvent envoyer %s vidéos par jour.
it_it: I membri Sudomemo Plus possono caricare %s video al giorno.
ja_jp: スドメモPlusユーザーは1日に%s本まで動画をアップロードすることができます。
nl_nl: Sudomemo Plus leden kunnen elke dag %s videos uploaden.
pl_pl: Członkowie Sudomemo Plus mogą przesyłać %s filmików dziennie.
pt_pt: Os membros do Sudomemo Plus podem fazer upload de %s vídeos por dia.
ro_ro: Membrii Sudomemo Plus pot încărca %s videoclipuri pe zi.
sv_se: Sudomemo Plus medlemmar kan ladda upp %s videor per dag.
tr_tr: Sudomemo Plus üyeleri günde %s video yükleyebilir.

# YOUTUBE_UPLOAD_LIMIT_PLUS_UNLIMITED_NOTE
source: Sudomemo Plus members can upload an unlimited number of videos each day.
de_de: Sudomemo Plus-Mitglieder können unbegrenzt viele Videos am Tag hochladen.
el_gr: Μελη του Sudomemo Plus members μπορουν να ανεβασουν οσα βιντεο επιθυμουν ημερησιως.
es_es: Los miembros con Sudomemo Plus pueden subir una cantidad ilimitada de videos al día.
fr_fr: Les membres Sudomemo Plus peuvent envoyer un nombre illimité de vidéos chaque jour.
it_it: I membri Sudomemo Plus possono caricare video illimitati ogni giorno.
ja_jp: スドメモPlusユーザーは1日にアップロードできる動画の本数に制限はありません。
nl_nl: Sudomemo Plus leden kunnen een oneindig aantal videos elke dag uploaden.
pl_pl: Członkowie Sudomemo Plus mogą przesyłać nielimitowaną ilość filmików dziennie.
pt_pt: Os membros do Sudomemo Plus podem fazer upload de vídeos ilimitados por dia.
ro_ro: Membrii Sudomemo Plus pot încărca un număr nelimitat de videoclipuri.
sv_se: Sudomemo Plus medlemmar kan ladda upp oändligt många videor per dag.
tr_tr: Sudomemo Plus üyeleri günde sınırsız sayıda video yükleyebilir.

# YOUTUBE_VISIBILITY
source: Visibility
de_de: Sichtbarkeit
es_es: Visibilidad
fr_fr: Visibilité
it_it: Visibilità
ja_jp: 公開範囲
nl_nl: Zichtbaarheid
pl_pl: Widoczność
pt_pt: Visibilidade
ro_ro: Visibilitate
sv_se: Synlighet
tr_tr: Görünürlük

# YOUTUBE_VISIBILITY_PRIVATE
source: Private
de_de: Privat
es_es: Privado
fr_fr: Privée
it_it: Privato
ja_jp: 非公開
nl_nl: Privé
pl_pl: Prywatny
pt_pt: Privado
ro_ro: Privat
sv_se: Privat
tr_tr: Özel

# YOUTUBE_VISIBILITY_PUBLIC
source: Public
de_de: Öffentlich
es_es: Público
fr_fr: Publique
it_it: Pubblico
ja_jp: 公開
nl_nl: Openbaar
pl_pl: Publiczny
pt_pt: Público
sv_se: Offentlig
tr_tr: Herkese Açık

# YOUTUBE_VISIBILITY_UNLISTED
source: Unlisted
de_de: Nicht gelistet
es_es: No enlistado
fr_fr: Non répertoriée
it_it: Non in elenco
ja_jp: 限定公開
nl_nl: Verborgen
pl_pl: Ukryty
pt_pt: Não Listado
ro_ro: Nelistat
sv_se: Olistad
tr_tr: Liste Dışı

# YOUTUBE_WATCH_NOW_AT
source: Watch now:
de_de: Jetzt anschauen:
el_gr: Δειτε τωρα:
es_es: Ver ahora:
fr_fr: Visionner maintenant :
it_it: Guarda ora:
ja_jp: 今すぐ見る:
nl_nl: Kijk nu:
pl_pl: Oglądaj teraz:
pt_pt: Ver agora:
ro_ro: Vizionați acum:
sv_se: Titta nu:
tr_tr: Şimdi izle:

source: You are editing this Flipnote:
de_de: Du bearbeitest gerade dieses Flipnote:
el_gr: Επεξεργαζεστε αυτο το Flipnote:
es_es: Estás editando esta Flipnote:
fr_fr: Vous éditez cette Flipnote :
it_it: Stai modificando questo Flipnote:
ja_jp: 編集中
nl_nl: Je bent deze Flipnote aan het bewerken:
pl_pl: Edytujesz ten Flipnote:
pt_pt: Estás a editar este Flipnote:
ro_ro: Acum editați acest Flipnote:
sv_se: Du redigerar denna Flipnote:
tr_tr: Bu Flipnote'u düzenliyorsun:

# YT_LAYOUT_MAY_VARY
source: Appearance and layout may vary depending on device used to view video
es_es: La apariencia y el diseño pueden variar según el dispositivo usado para ver el video
fr_fr: L’apparence et la disposition peuvent varier en fonction de l’appareil utilisé pour visionner la vidéo
it_it: L'aspetto e il layout possono variare a seconda del dispositivo utilizzato per visualizzare il video
pt_pt: A aparência e layout podem depender no aparelho que vejas o vídeo
sv_se: Exakt utseende kan förändras beroende på enheten videon visas på

# CHANNEL_CAT_NAME_FANDOMS
source: Fandoms
de_de: Fan-Gemeinschaften
es_es: Fanáticos
it_it: Fandom
ja_jp: ファン作品
pl_pl: Fandomy
ro_ro: Fandom-uri
sv_se: Fandom
tr_tr: Fandom'lar

# CHANNEL_CAT_NAME_ROLEPLAYS
source: Roleplays
de_de: Rollenspiele
es_es: Roleplay
fr_fr: Jeux de rôle
it_it: Doppiaggi
ja_jp: ロールプレイ
nl_nl: Rolspellen
pl_pl: Roleplaye
ro_ro: Jocuri de Rol
sv_se: Roleplay
tr_tr: Rol Oyunları

source: Downloads
de_de: Male heruntergeladen
el_gr: Ληψεις
es_es: Descargas
fr_fr: Sauvegardes
it_it: Download
ja_jp: ダウンロード
pl_pl: Pobrania
ro_ro: Descărcări
sv_se: Nedladdningar
tr_tr: İndirme sayısı

source: Flipnotes
it_it: Flipnote
ja_jp: 作品
ro_ro: Flipnote-uri
tr_tr: Flipnotelar

# NAVBAR_ITEM_FAQS
source: FAQs
el_gr: Συχνα Ερωτουμενες Ερωτησεις
es_es: Preguntas frecuentes
fr_fr: FAQ
it_it: FAQ
ja_jp: FAQ
nl_nl: Veelgestelde Vragen
pl_pl: FAQ
ro_ro: FAQ
tr_tr: Sıkça sorulan sorular

source: New Profile Picture
fr_fr: Nouvelle photo de profil
it_it: Nuova immagine del profilo
sv_se: Ny Profilbild

source: Playlists
fr_fr: Playlistes
it_it: Playlist
sv_se: Spellistor

source: Rank
de_de: Rang
es_es: Posición
fr_fr: Rang
it_it: Posizione
ja_jp: 作者ランキング
nl_nl: Rang
pl_pl: Ranga
ro_ro: Rang
tr_tr: Sıralama

# RANKING_DATA_DESCRIPTION
source: Channel rankings are based on how much representation each channel has in the Flipnote Rankings. Check back later as more content becomes popular!
fr_fr: Les classements de chaînes sont basés sur la représentation de chaque chaîne dans les classements de Flipnotes. Revenez plus tard lorsque davantage de contenu deviendra populaire !
it_it: Le classifiche dei canali sono basate su quanta rappresentazione ha ciascun canale nelle classifiche dei Flipnote. Ricontrolla più tardi quando più contenuti diventeranno popolari!
sv_se: Kanal rankningen är baserat på av hur mycket en kanal är representerad i flipnote rankningen. Kom tillbaka senare när mer skapelser blivit populära!

# REGION_AMERICAS
source: Americas
de_de: Amerika
el_gr: Αμερικη
es_es: Américas
fr_fr: Amérique
it_it: America
ja_jp: アメリカ
nl_nl: Amerika
pl_pl: Ameryki
ro_ro: America
sv_se: Amerika
tr_tr: Kuzey ve Güney Amerika

source: Resources
fr_fr: Ressources
it_it: Risorse
sv_se: Resurser

# VIEWPAGE_SPINOFFS
source: Spin-offs
es_es: Derivados
fr_fr: Dérivées
it_it: Spin-off
ja_jp: 子作品
pl_pl: Spin-offy
ro_ro: Spin-off-uri
tr_tr: Spin-off'lar

source: Playlist
fr_fr: Playliste
sv_se: Spellista

# CANCEL_REPLY
source: Cancel
sv_se: Avbryt

source: Chat
sv_se: Chatt

source: In Reply To
sv_se: Som svar till

# NAVBAR_ITEM_EMAIL
source: Email
es_es: Correo electrónico
ja_jp: Eメール
sv_se: Epost

source: Reply
sv_se: Svara

source: Replying to
sv_se: Svara på

source: YouTube Short
es_es: Short de YouTube

source: Flipnote
ja_jp: うごメモ

source: FSID
ja_jp: うごメモID

source: Sudomemo
ja_jp: スドメモ

source: Sudomemo Plus
ja_jp: スドメモプラス
