Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/theatre.po
Languages: de_de, el_gr, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, sv_se, tr_tr

# PLAYLIST_ERROR_PROFANE_TITLE
source: This title contains content that goes against our Content Policy.
es_es: Este título contiene contenido que va en contra de nuestra Política de Contenido.
fr_fr: Ce titre contient du contenu qui va à l'encontre de notre Politique de contenu.
it_it: Questo titolo contiene contenuto che viola la nostra Policy sul Contenuto.
pt_pt: Este título contém conteúdo profano que a nossa Política de Conteúdo não aceita.
sv_se: Denna titeln har innehåll som strider mot våran Content Policy.

# PLAYLIST_ERROR_TOO_MANY_FLIPNOTES
source: You cannot add another Flipnote to this Playlist as it is at or above the limit of %s Flipnotes. Remove a Flipnote or create a new Playlist, then try again.
es_es: No puedes agregar otra Flipnote a esta Lista de Reproducción porque está en o por encima del límite de %s Flipnotes. Elimina una Flipnote o crea una nueva Lista de Reproducción, luego intenta de nuevo.
fr_fr: Vous ne pouvez pas ajouter une autre Flipnote à cette Playliste car elle atteint ou dépasse la limite de %s Flipnotes. Supprimez une Flipnote ou créez une nouvelle Playliste, puis réessayez.
it_it: Non puoi aggiungere un altro Flipnote a questa Playlist poichè ha raggiunto o superato il limite di %s Flipnote. Rimuovi un Flipnote o crea una nuova Playlist, poi riprova.
pt_pt: Não podes adicionar outro Flipnote nesta Playlist pois chegou ao limite ou excedeu o limite de %s Flipnotes. Remova alguns Flipnotes ou crie uma nova Playlist, e tente de novo.
sv_se: Du kan inte lägga till fler flipnotes i denna spellistan då den är begränsad till max %s Flipnotes. Ta bort en flipnote eller skapa en ny spellista, och sedan försök igen.

# PLAYLIST_ERROR_TOO_MANY_PLAYLISTS
source: You cannot create a new Playlist as you are at or above the limit of %s Playlists. Delete a Playlist and try again.
es_es: No puedes crear una nueva Lista de Reproducción porque estás en o por encima del límite de %s Listas de Reproducción. Elimina una Lista de Reproducción e intenta de nuevo.
fr_fr: Vous ne pouvez pas créer une nouvelle Playliste car vous avez atteint ou dépassé la limite de %s Playlistes. Supprimez une Playliste et réessayez.
it_it: Non puoi creare una nuova Playlist poichè hai raggiunto o superato il limite di %s Playlist. Elimina una Playlist e riprova.
pt_pt: Não podes criar uma nova Playlist porque chegaste ao limite ou excedeste o limite de %s Playlists. Apague a Playlist e tente de novo.
sv_se: Du kan inte skapa en ny spellista då du är begränsad till %s spellistor. Snälla radera en spellista och sedan försök igen.

source: Playlist ID
fr_fr: ID de la Playliste
it_it: ID Playlist
pt_pt: ID da Playlist
sv_se: Spellist ID

# PLAYLIST_NO_FLIPNOTES
source: There have been no Flipnotes added to this playlist yet.
es_es: Aún no se han agregado Flipnotes a esta lista de reproducción.
fr_fr: Il n'y a pas encore de Flipnote ajoutée à cette Playliste.
it_it: Non è ancora stato aggiunto alcun Flipnote a questa playlist.
pt_pt: Não há Flipnotes nesta playlist, vai adicionar alguns!
sv_se: Denna spellistan har inga Flipnotes än.

# PLAYLIST_PRIVATE
source: Private
es_es: Privada
fr_fr: Privée
it_it: Privato
pt_pt: Privada
sv_se: Privat

# PLAYLIST_PUBLIC
source: Public
es_es: Pública
fr_fr: Publique
it_it: Pubblico
pt_pt: Pública
sv_se: Offentlig

# PLAYLIST_UNKNOWN
source: Unknown
es_es: Desconocida
fr_fr: Inconnue
it_it: Sconosciuto
pt_pt: Desconhecida
sv_se: Okänd

# PLAYLIST_UNLISTED
source: Unlisted
es_es: No listada
fr_fr: Non repértoriée
it_it: Non in elenco
pt_pt: Não Listada
sv_se: Olistad

# PLAYLIST_VISIBILITY
source: Visibility
es_es: Visibilidad
fr_fr: Visibilitée
it_it: Visibilità
pt_pt: Visibilidade
sv_se: Synlighet

# PLEASE_SELECT_FRAME_OR_UPLOAD_CUSTOM_FRAME
source: Please select a frame or upload a custom frame.
es_es: Por favor selecciona un marco o sube uno personalizado.
fr_fr: Veuillez s'il vous plaît sélectionner un cadre ou téléverser votre cadre.
it_it: Per favore, seleziona una cornice o carica una cornice personalizzata.
pt_pt: Por favor seleccione uma moldura ou faça upload de uma moldura customizada.
sv_se: Snälla välj en ram eller ladda upp en egengjord ram.

source: Please slow down
es_es: Por favor ve más despacio
fr_fr: Veuillez ralentir.
it_it: Per favore, rallenta
pt_pt: Por favor abranda lá os cavalos!
sv_se: Vänligen sakta ner

# PLEASE_UPLOAD_VALID_IMAGE_FILE
source: Please upload a valid image file (PNG only).
es_es: Por favor sube un archivo de imagen válido (solo PNG).
fr_fr: Veuillez téléverser un fichier d'image valide (PNG seulement).
it_it: Per favore, carica un'immagine valida (solo PNG).
pt_pt: Por favor faça upload de uma imagem válida (apenas PNG).
sv_se: Vänligen ladda upp en bildfil (endast PNG tillåten).

# PLUS_LEARN_MORE
source: Learn more...
de_de: Mehr erfahren...
el_gr: Μαθετε περισσοτερα...
es_es: Saber más...
fr_fr: Plus d'infos...
it_it: Scopri di più...
ja_jp: 詳しくはこちら
nl_nl: Meer informatie...
pl_pl: Dowiedz się więcej...
pt_pt: Saber mais...
ro_ro: Aflați mai multe...
sv_se: Lär dig mer...
tr_tr: Daha fazla öğrem...

# PLUS_REQUIRED_TO_POST_CHAT_MESSAGE
source: Sudomemo Plus is required to post a chat message.
es_es: Se requiere Sudomemo Plus para publicar un mensaje en el chat.
fr_fr: Sudomemo Plus est requis pour envoyer un message.
it_it: È richiesto Sudomemo Plus per postare un messaggio di chat.
pt_pt: Precisas do Sudomemo Plus para enviar uma mensagem de chat.
sv_se: Sudomemo Plus krävs för att lägga upp ett meddelande.

source: Popular
de_de: Beliebt
el_gr: Δημοφιλης
fr_fr: Populaire
it_it: Popolari
ja_jp: 人気順
nl_nl: Populair
pl_pl: Popularne
pt_pt: Populares
ro_ro: Populare
sv_se: Populär
tr_tr: Popüler

source: Popular This Month
de_de: Diesen Monat Beliebt
el_gr: Δημοφιλη αυτο το Μηνα
es_es: Populares este mes
fr_fr: Populaire ce mois-ci
it_it: Popolari questo mese
ja_jp: 今月の人気作品
nl_nl: Populair Deze Maand
pl_pl: Popularne w tym miesiącu
pt_pt: Populares este Mês
ro_ro: Populare Această Lună
sv_se: Populära den här månaden
tr_tr: Bu ay popüler olan Flipnote'lar

source: Prev
de_de: Zur.
el_gr: Προηγ
es_es: Ant
fr_fr: Préc
it_it: Prec
ja_jp: 前へ
pl_pl: Pprz
pt_pt: Anterior
ro_ro: Ante.
sv_se: Föregående
tr_tr: Geri

source: Previous
fr_fr: Précédent
it_it: Precedente
pt_pt: Anterior

source: Privacy Policy
de_de: Datenschutzrichtlinien
el_gr: Πολιτικη Απορρητου
es_es: Política de Privacidad
fr_fr: Politique de confidentialité
ja_jp: 個人情報保護方針
pl_pl: Polityka prywatności
pt_pt: Política de Privacidade
ro_ro: Politica de Confidențialitate
tr_tr: Gizlilik Politikası

# PROFILE_ABOUT_USERNAME
source: About %s
de_de: Über %s
el_gr: Σχετικα με τον χρηστη %s
es_es: Acerca de %s
fr_fr: À propos de %s
it_it: Info su %s
ja_jp: %sさんのプロフィール
nl_nl: Over %s
pl_pl: O %s
pt_pt: Acerca %s
ro_ro: Despre %s
sv_se: Om %s
tr_tr: %s hakkında

# PROFILE_DEFAULT_DESCRIPTION
source: %s - %s fans, %s Flipnotes on Sudomemo
de_de: %s - %s Fan(s), %s Flipnote(s) auf Sudomemo
el_gr: θαυμαστες του χρηστη %s - %s , τα Flipnote του χρηστη %s στο Sudomemo
es_es: %s - %s fans, %s Flipnotes en Sudomemo
fr_fr: %s - %s fans, %s Flipnotes sur Sudomemo
it_it: %s - %s fan, %s Flipnote su Sudomemo
ja_jp: %s - %sファン、%s作品 on スドメモ
nl_nl: %s - %s fans, %s Flipnotes op Sudomemo
pl_pl: %s - %s fanów, %s Flipnotes na Sudomemo
pt_pt: %s - %s Fâ(s), %s Flipnote(s) no Sudomemo
ro_ro: %s - %s fani, %s Flipnote-uri pe Sudomemo
sv_se: %s - %s fans, %s Flipnotes på Sudomemo
tr_tr: %s - Sudomemo'da %s hayranı, %s Flipnote'u var

# PROFILE_PICTURE_CHANGED_SUCCESS
source: Profile picture changed successfully!
fr_fr: Photo de profil changée avec succès!
it_it: Immagine del profilo cambiata con successo!
pt_pt: Foto de Perfil mudada com successo!
sv_se: Profilbilden har ändrats!

# PROFILE_PICTURE_CHANGE_CONFIRMATION
source: Are you sure you want to set this Flipnote as your profile picture?
fr_fr: Êtes-vous sûr de vouloir définir cette Flipnote comme photo de profil ?
it_it: Sei sicuro di voler impostare questo Flipnote come immagine del profilo?
pt_pt: Tens a certeza que queres definir este Flipnote como a tua nova foto de perfil?
sv_se: Är du säker att du vill ha denna flipnoten som profilbild?

# PROFILE_PICTURE_CHANGE_FAILED
source: Failed to change profile picture. Please try again.
fr_fr: Échec du changement de photo de profil. Veuillez réessayer.
it_it: Impossibile cambiare immagine del profilo. Per favore, riprova.
pt_pt: Mudança de foto de perfil falhada. Por-favor tente de novo.
sv_se: Kunde inte ändra profilbild. Snälla försök igen.

# PROFILE_PICTURE_DESCRIPTION
source: You can set this Flipnote as your profile picture. This will be visible on your profile page and when you comment on other Flipnotes.
fr_fr: Vous pouvez définir cette Flipnote comme photo de profil. Elle sera visible sur votre page de profil et lorsque vous commenterez d'autres Flipnotes.
it_it: Puoi impostare questo Flipnote come immagine del profilo. Sarà visibile sul tuo profilo e quando commenti altri Flipnote.
pt_pt: Podes definir este Flipnote como a tua foto de perfil. Isto irá ser visível na tua página de perfil e quando comentares noutros Flipnotes.
sv_se: Du kan sätta denna flipnoten som din profilbild. Den kommer vara synlig på din profil när du kommenterar på flipnotes.

# PROFILE_PICTURE_SECTION_TITLE
source: Profile Picture
fr_fr: Photo de profil
it_it: Immagine del profilo
pt_pt: Foto de Perfil
sv_se: Profilbild

# PROFILE_RECENT_COMMENTS
source: Recent comments
de_de: Neue Kommentare
el_gr: Προσφατα Σχολια
es_es: Comentarios recientes
fr_fr: Commentaires récents
it_it: Commenti recenti
ja_jp: 最近ついたコメント
nl_nl: Recente reacties
pl_pl: Najnowsze komentarze
pt_pt: Comentários recentes
ro_ro: Comentarii Recente
sv_se: Nya kommentarer
tr_tr: En son yorumlar

# PROFILE_STAR_COUNTRY_HEADER
source: %s's ★s are from:
de_de: %s's ★e stammen aus:
el_gr: %s ★α ειναι απο:
es_es: Las ★s de %s vienen de:
fr_fr: Les ★ de %s viennent de :
it_it: Le Stelle di %s provengono da:
ja_jp: ★をもらった国
nl_nl: %s's ★ zijn van:
pl_pl: ★ Gwiazdki %s pochodzą z:
pt_pt: %s ★as são de:
ro_ro: Stelele lui %s sunt din:
sv_se: %ss ★s Är från:
tr_tr: %s kullanıcısının ★ları bu ülkelerden:

# PROFILE_USER_POSTS_IN
source: %s posts in...
de_de: %s postet in...
el_gr: Ο χρηστης %s ανεβαζει στα...
es_es: %s publica en...
fr_fr: %s publie dans...
it_it: %s posta spesso in...
ja_jp: 投稿したチャンネル
nl_nl: %s plaatst in...
pl_pl: %s jest aktywny w...
pt_pt: %s postou no...
ro_ro: %s postează în...
sv_se: %s inlägg i...
tr_tr: %s kullanıcısı en çok ... kanalında Flipnote paylaşıyor.

# PUSH_NOTIFICATIONS_DESCRIPTION
source: Receive instant notifications when you get stars, comments, and other interactions on your Flipnotes.
fr_fr: Recevez des notifications instantanées lorsque vous obtenez des étoiles, des commentaires et d'autres interactions sur vos Flipnotes.
it_it: Ricevi notifiche istantanee quando ottieni stelle, commenti, e altre interazioni sui tuoi Flipnote.
pt_pt: Receber notificações instantâneas quando recebes estrelas, comentários, e outras interacções nos teus Flipnotes.
sv_se: Få notiser om när dina flipnotes får Stars, kommentarer, eller andra interaktioner.

# PUSH_NOTIFICATIONS_DISABLED
source: Notifications disabled
fr_fr: Notifications désactivées
it_it: Notifiche disattivate
pt_pt: Notificações desactivadas
sv_se: Notiser avstängda

# PUSH_NOTIFICATIONS_ENABLED
source: Notifications enabled!
fr_fr: Notifications activées !
it_it: Notifiche attivate!
pt_pt: Notificações activadas!
sv_se: Notiser aktiverade!

# PUSH_NOTIFICATIONS_NOT_SUPPORTED
source: Push notifications not supported in this browser
fr_fr: Notifications push non prises en charge par ce navigateur.
it_it: Notifiche push non supportate in questo browser
pt_pt: As notificações push não são suportadas neste navegador
sv_se: Denna webbläsaren stödjer inte notiser

# PUSH_NOTIFICATIONS_PERMISSION_DENIED
source: Push notifications permission was denied. Please enable them in your browser settings.
fr_fr: L'autorisation des notifications push a été refusée. Veuillez les activer dans les paramètres de votre navigateur.
it_it: Il permesso per le notifiche push è stato negato. Per favore, attivale dalle impostazioni del tuo browser.
pt_pt: As permissões de notificações push foram negadas. Por-favor active-as nas definições do teu navegador.
sv_se: Notiser var blockerade av webbläsaren, vänligen gå igenom dess inställningar för att tillåta dem.

# PUSH_NOTIFICATIONS_SETTINGS_HELP
source: This setting is saved per-device. You can enable notifications on multiple devices independently.
fr_fr: Ce paramètre est enregistré pour chaque appareil. Vous pouvez activer les notifications sur plusieurs appareils indépendamment.
it_it: Questa impostazione viene salvata per singolo dispositivo. Puoi attivare le notifiche su più dispositivi indipendentemente.
pt_pt: Esta definição é guardada por sistema. Podes activar notificações em muitos sistemas independentemente.
sv_se: Denna inställningen sparas per enhet. Du kan använda notiser på flera enheter självständigt från varandra.

# PUSH_NOTIFICATIONS_SETTINGS_LABEL
source: Enable notifications on this device
fr_fr: Activer les notifications sur cet appareil
it_it: Attiva le notifiche su questo dispositivo
pt_pt: Activar notificações neste sistema
sv_se: Aktivera notiser på denna enhet

# PUSH_NOTIFICATIONS_SETTINGS_LINK
source: Settings...
fr_fr: Paramètres...
it_it: Impostazioni...
pt_pt: Definições...
sv_se: Inställningar...

# PUSH_NOTIFICATIONS_SUBSCRIBE
source: Enable notifications
fr_fr: Activer les notifications
it_it: Attiva notifiche
pt_pt: Activar notificações
sv_se: Aktivera notiser

# PUSH_NOTIFICATIONS_TITLE
source: Push Notifications
fr_fr: Notifications push
it_it: Notifiche push
pt_pt: Notificações Push
sv_se: Notiser

source: Random
de_de: Zufällig
el_gr: Τυχαια
es_es: Al Azar
fr_fr: Aléatoire
it_it: Casuali
ja_jp: ランダム
nl_nl: Willekeurig
pl_pl: Losowe
pt_pt: Aleatório
ro_ro: La întâmplare
sv_se: Slumpmässig
tr_tr: Rastgele

source: Random Flipnotes
de_de: Zufällige Flipnotes
el_gr: Τυχαια Flipnotes
es_es: Flipnotes al azar
fr_fr: Flipnotes aléatoires
it_it: Flipnote casuali
ja_jp: ランダム
nl_nl: Willekeurige Flipnotes
pl_pl: Losowe Flipnotes
pt_pt: Flipnotes Aleatórios
ro_ro: Flipnote-uri la întâmplare
sv_se: Slumpmässiga Flipnotes
tr_tr: Rastgele Flipnote'lar

source: Rank Improved
es_es: Posición Mejorada
fr_fr: Rang amélioré
it_it: Posizione migliorata
pt_pt: Rank Melhorada
sv_se: Rank Förbättrad

source: Rank Unchanged
es_es: Posición Sin Cambios
fr_fr: Rang sans changement
it_it: Posizione non cambiata
pt_pt: Rank Mantida
sv_se: Rank Oförändrad

# RATELIMIT_EXCEEDED
source: You have exceeded the rate limit for sending messages.
es_es: Has excedido el límite de mensajes que puedes enviar.
fr_fr: Vous avez dépassé la limite de fréquence d'envoi des messages.
it_it: Hai superato il limite di velocità per l'invio di messaggi.
pt_pt: Excedeste o limite de envio para enviar mensagens de chat.
sv_se: Du har uppnått din gräns av att skicka meddelanden.

source: Recent
de_de: Neu
el_gr: Προσφατο
es_es: Reciente
fr_fr: Récent
it_it: Recente
ja_jp: 新着順
pl_pl: Świeże
pt_pt: Recente(s)
sv_se: Nyligen
tr_tr: En son

source: Recently viewed channels
fr_fr: Chaînes récemment consultées
it_it: Canali visualizzati di recente
pt_pt: Canais vistos recentemente
sv_se: Nyligen sedda kanaler

source: Recent Flipnotes
de_de: Neue Flipnotes
el_gr: Προσφατα Flipnotes
es_es: Flipnotes recientes
fr_fr: Flipnotes récentes
it_it: Flipnote recenti
ja_jp: 新着作品
nl_nl: Recente Flipnotes
pl_pl: Najnowsze Flipnotes
pt_pt: Flipnotes Recentes
ro_ro: Flipnote-uri recente
sv_se: Nya Flipnotes
tr_tr: En son Flipnote'lar

source: Recommended Flipnotes
es_es: Flipnotes Recomendadas
fr_fr: Flipnotes Recommandés
it_it: Flipnote consigliati
pt_pt: Flipnotes Recomendados
sv_se: Rekommenderade Flipnotes

source: Region
el_gr: Περιοχη
es_es: Región
fr_fr: Région
it_it: Regione
ja_jp: 地域
nl_nl: Regio
pt_pt: Região
ro_ro: Regiune
tr_tr: Bölge

# REGION_EUROPE_AND_OCEANIA
source: Europe and Oceania
de_de: Europa und Ozeanien
el_gr: Ευρωπη και Ωκεανια
es_es: Europa y Oceanía
fr_fr: Europe et Océanie
it_it: Europa e Oceania
ja_jp: 欧州・オセアニア
nl_nl: Europa and Oceanië
pl_pl: Europa i Oceania
pt_pt: Europa e Oceânia
ro_ro: Europa și Oceania
sv_se: Europa och Oceanien
tr_tr: Avrupa ve Okyanusya

# REGION_JAPAN
source: Japan
el_gr: Ιαπωνια
es_es: Japón
fr_fr: Japon
it_it: Giappone
ja_jp: 日本
pl_pl: Japonia
pt_pt: Japão
ro_ro: Japonia
tr_tr: Japonya

# REGION_UNKNOWN
source: Unknown
de_de: Unbekannt
el_gr: Αγνωστη
es_es: Desconocida
fr_fr: Inconnue
it_it: Sconosciuta
ja_jp: 不明
nl_nl: Onbekend
pl_pl: Nieznany
pt_pt: Desconhecido
ro_ro: Necunoscută
sv_se: Okänd
tr_tr: Bilinmeyen bölge

source: Released
de_de: Erschienen
el_gr: Κυκλοφορια
es_es: Publicado
fr_fr: Date de sortie
it_it: Pubblicato
ja_jp: 新着順
nl_nl: Publicatie
pl_pl: Wydane
pt_pt: Publicado
ro_ro: Lansat
sv_se: Släppt
tr_tr: Yükleme Tarihi

source: Remove from Playlist
es_es: Eliminar de la Lista de Reproducción
fr_fr: Retirer d'une Playliste
it_it: Rimuovi dalla Playlist
pt_pt: Remover da Playlist
sv_se: Ta bort från spellista

# RESET_PASSWORD_BY_FSID
source: You can still reset your password with your Flipnote Studio ID! Simply send a quick message to Sudomemo Support and we'll get that sent out to you.
de_de: Du kannst dein Passwort noch immer mit deiner Flipnote Studio ID zurücksetzen! Schicke einfach eine Nachricht an Sudomemo Support.
es_es: ¡Aún puedes restablecer tu contraseña con tu ID de Flipnote Studio! Simplemente envía un mensaje rápido a Soporte de Sudomemo y te lo enviaremos.
fr_fr: Vous pouvez toujours réinitialiser votre mot de passe avec votre ID Flipnote Studio ! Envoyez simplement un message rapide au support Sudomemo et nous vous l'enverrons.
it_it: Puoi ancora ripristinare la tua password con il tuo ID Flipnote Studio! Manda semplicemente un messaggio al Supporto Sudomemo e provvederemo a mandartela.
nl_nl: Je kan nog steeds een wachtwoord reset doen met je Flipnote Studio ID! Zend een berichtje naar Sudomemo Support en we sturen het naar je door.
pt_pt: Ainda podes redefinir a tua Palavra Passe com o teu ID do Flipnote Studio! Simplesmente envia uma mensagem rápida à Equipa de Suporte do Sudomemo e iremos tratar disso em poucos momentos.
sv_se: Du kan fortfarande återställa ditt lösenord med ditt Flipnote Studio ID! Skicka ett meddelande till Sudomemo kundtjänst och sedan skickar vi återställningen.

# RETURN_TO_FLIPNOTE_EDIT
source: Return to Flipnote
fr_fr: Retourner vers la Flipnote
it_it: Ritorna al Flipnote
pt_pt: Voltar ao Flipnote
sv_se: Tillbaka till Flipnote

source: Root Flipnote
de_de: Wurzel-Flipnote
es_es: Flipnote de Raíz
fr_fr: Flipnote racine
it_it: Flipnote Radice
pl_pl: Główny Flipnote
pt_pt: Flipnote de Origem
ro_ro: Flipnote-ul rădăcină
sv_se: Rot Flipnote

# SAFE_COMMS_ANCHOR_1
source: Feel something off? Here's how to spot it
fr_fr: Vous sentez que quelque chose ne va pas ? Voici comment le repérer.
it_it: Noti qualcosa di strano? Ecco come individuarlo
pt_pt: Alguma coisa de errado? Eis como a encontrar
sv_se: Känns något fel? Här är hur man ser det

source: Save
de_de: Speichern
el_gr: Σωστε
es_es: Guardar
fr_fr: Sauvegarder
it_it: Salva
ja_jp: 保存
nl_nl: Opslaan
pl_pl: Zapisz
pt_pt: Guardar
ro_ro: Salvați
sv_se: Spara
tr_tr: Kaydet

source: Save Playlist
es_es: Guardar Lista de Reproducción
fr_fr: Enregistrer la Playliste
it_it: Salva Playlist
pt_pt: Guardar Playlist
sv_se: Spara Spellista

source: Saving
de_de: Wird gespeichert
el_gr: Σωζει
es_es: Guardando
fr_fr: Sauvegarde en cours
it_it: Salvataggio...
ja_jp: 保存中
nl_nl: Aan het opslaan
pl_pl: Zapisywanie
pt_pt: A guardar...
ro_ro: Se salvează
sv_se: Sparar
tr_tr: Kaydediliyor

source: Search
de_de: Suche
el_gr: Αναζητηση
es_es: Buscar
fr_fr: Rechercher
it_it: Cerca
ja_jp: 検索
nl_nl: Zoeken
pl_pl: Szukaj
pt_pt: Procurar
ro_ro: Căutați
sv_se: Sök
tr_tr: Ara

# SEARCH_PAGE_FORM_PLACEHOLDER
source: Username, FSID, song, artist, or channel
de_de: Benutzername, FSID, Song, Song-Künstler, oder Kanal
es_es: Nombre de usuario, FSID, canción, artista, o canal
fr_fr: Nom d'utilisateur, FSID, chanson, artiste, ou chaîne
it_it: Nome utente, FSID, brano, artista o canale
ja_jp: ユーザー名、うごメモID、曲、アーティスト、またはチャンネル
pl_pl: Nazwa użytkownika, FSID, utwór, artysta lub kanał
pt_pt: Nome de Utilizador, FSID, canção, artista, ou canal
sv_se: Användarnamn, FSID, låt, artist, eller kanal
tr_tr: Kullanıcı adı, FSID veya kanal

# SEARCH_PAGE_FUZZY_SEARCH_TIP
source: Tip: You can enter things like 'Austin' and find results like 'ÄuらtÎn'
de_de: Tipp: Mit der Suchanfrage für z.B 'Austin' erhältst du ebenfalls Resultate wie 'ÄuらtÎn'.
el_gr: Tip: Μπορειτε να γραψετε πραγματα του τυπου 'Austin' και να βρειτε αποτελεσματα οπως το 'ÄuらtÎn'
es_es: Tip: Puedes pedir nombres como 'Austin' y encontrar resultados como 'ÄuらtÎn'
fr_fr: Astuce : vous pouvez entrer des choses comme 'Austin' et trouver des résultats comme 'ÄuらtÎn'
it_it: Consiglio: Puoi inserire parole come 'Austin' e trovare risultati come 'ÄuらtÎn'
ja_jp: ヒント：例えば「ÄuらtÎn」を探す場合には「Austin」と入力しても見つけることができます
nl_nl: Tip: Je kan op dingen zoeken zoals 'Austin' en resultaten krijgen zoals 'ÄuらtÎn'
pl_pl: Porada: możesz wpisać coś pokroju 'Austin' i znaleźć coś takiego jak 'ÄuらtÎn'
pt_pt: Dica: Podes introduzir coisas como 'Austin' e encontrar resultados como 'ÄuらtÎn'
ro_ro: Pont: Puteți scrie ceva precum 'Austin' și să găsiți rezultate de genul 'ÄuらtÎn'
sv_se: Tips: Du kan ange till exepel 'Austin' och hitta resultat som 'ÄuらtÎn'
tr_tr: İpucu: 'Austin' gibi bir şey yazdığında 'ÄuらtÎn' gibi sonuçlar çıkabilir.

# SEARCH_PAGE_NO_FLIPNOTES_YET
source: No Flipnotes yet...
de_de: Noch keine Flipnotes...
el_gr: Κανενα Flipnote ακομα...
es_es: Aún sin Flipnotes...
fr_fr: Pas de Flipnote pour le moment...
it_it: Ancora nessun Flipnote...
ja_jp: まだ作品を投稿していません
nl_nl: Nog geen Flipnotes...
pl_pl: Nie ma tu żadnych Flipnotes...
pt_pt: Nenhuns Flipnotes ainda...
ro_ro: Nici un Flipnote încă...
sv_se: Inga Flipnotes än...
tr_tr: Henüz Flipnote'u yok...

# SEARCH_PAGE_NO_RESULTS_FOUND
source: No results found.
de_de: Keine Resultate gefunden.
el_gr: Δεν βρεθηκαν αποτελεσματα.
es_es: No se encontraron resultados.
fr_fr: Aucun résultat trouvé.
it_it: Nessun risultato trovato.
ja_jp: 見つかりませんでした。
nl_nl: Geen resultaten gevonden.
pl_pl: Nic nie znaleziono.
pt_pt: Nenhum resultado encontrados.
ro_ro: Nu a fost găsit niciun rezultat.
sv_se: Inga resulatat hittades.
tr_tr: Sonuç bulunamadı.

# SEARCH_PAGE_TOO_MANY_MATCHED
source: Your query matched too many creators - try something more specific.
de_de: Deine Angaben stimmten mit zu vielen Nutzern überein. Bitte spezifiziere deine Anfrage.
el_gr: Η αναζητηση σας βρηκε παρα πολλους χρηστες - δοκιμαστε κατι πιο συγκεκριμενο.
es_es: Tu busqueda encaja con demasiados creadores - intenta algo más específico.
fr_fr: Votre recherche correspond à trop de créateurs - essayez quelque chose de plus spécifique.
it_it: La tua ricerca ha prodotto troppi risultati - prova con qualcosa di più specifico.
ja_jp: 検索結果が多すぎます。キーワードを増やして試してください。
nl_nl: Je zoekopdracht heeft te veel resultaten opgeleverd - probeer iets specifiekers.
pl_pl: Twoje zapytanie pokrywało się ze zbyt wieloma twórcami - spróbuj czegoś bardziej specyficznego.
pt_pt: A sua pesquisa corresponde a demasiados criadores - tenta algo mais específico.
ro_ro: Căutarea dvs. a dat prea multe rezultate - Încercați ceva mai sprecific.
sv_se: Din förfrågan matchade för många Creator - försök med något mer specifikt.
tr_tr: Çok fazla kreatör bulundu - biraz daha spesifik ol.
