Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/theatre.po
Languages: de_de, el_gr, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, sv_se, tr_tr

source: Search Sudomemo
de_de: Sudomemo durchsuchen
el_gr: Αναζητηση στο Sudomemo
es_es: Buscar Sudomemo
fr_fr: Recherche Sudomemo
it_it: Ricerca Sudomemo
ja_jp: 検索
nl_nl: Zoek door Sudomemo
pl_pl: Szukaj na Sudomemo
pt_pt: Procurar no Sudomemo
ro_ro: Căutați Sudomemo
sv_se: Sök Sudomemo
tr_tr: Sudomemo'da ara

source: See more
de_de: Mehr sehen
es_es: Ver más
fr_fr: Voir plus
it_it: Vedi altro
ja_jp: もっと見る
pl_pl: Zobacz więcej
pt_pt: Ver mais
ro_ro: Mai multe
sv_se: se mer

source: Send Verification Email
fr_fr: Envoyer un e-mail de vérification
it_it: Invia email di verifica
pt_pt: Enviar Email de Verificação
sv_se: Skicka Verifikations Email

source: Settings
de_de: Einstellungen
el_gr: Ρυθμισεις
es_es: Configuraciones
fr_fr: Paramètres
it_it: Impostazioni
ja_jp: 設定
pl_pl: Ustawienia
pt_pt: Definições
ro_ro: Setări
sv_se: Inställningar
tr_tr: Ayarlar

source: Set as Profile Picture
it_it: Imposta come immagine del profilo
pt_pt: Definir como Foto de Perfil
sv_se: Sätt som profilbild

source: Share
de_de: Teilen
es_es: Compartir
fr_fr: Partager
it_it: Condividi
ja_jp: 共有
nl_nl: Deel
pl_pl: Udostępnij
pt_pt: Partilhar
ro_ro: Trimiteți
sv_se: Dela
tr_tr: Paylaş

source: Share on Bluesky
es_es: Compartir en Bluesky
fr_fr: Partager sur Bluesky
it_it: Condividi su Bluesky
pt_pt: Partilhar no Bluesky
sv_se: Dela på Bluesky

source: Share on Facebook
de_de: Auf Facebook teilen
el_gr: Κοινοποιηση στο Facebook
es_es: Compartir en Facebook
fr_fr: Partager sur Facebook
it_it: Condividi su Facebook
ja_jp: Facebookで共有
nl_nl: Deel op Facebook
pl_pl: Podziel się na Facebooku
pt_pt: Partilhar no Facebook
ro_ro: Trimiteți pe Facebook
sv_se: Dela på Facebook
tr_tr: Facebook'ta paylaş

# SHARE_ON_REDDIT
source: Share to Reddit
de_de: Auf Reddit teilen
el_gr: Κοινοποιηση στο Reddit
es_es: Compartir a Reddit
fr_fr: Partager sur Reddit
it_it: Condividi su Reddit
ja_jp: Redditで共有
nl_nl: Deel via Reddit
pl_pl: Podziel się na Reddit
pt_pt: Partilhar no Reddit
ro_ro: Trimiteți pe Reddit
sv_se: Dela på Reddit
tr_tr: Reddit'te paylaş

source: Share on Threads
es_es: Compartir en Threads
fr_fr: Partager sur Threads
it_it: Condividi su Threads
pt_pt: Partilhar no Threads
sv_se: Dela på Threads

source: Share on Tumblr
de_de: Auf Tumblr teilen
el_gr: Κοινοποιηση στο Tumblr
es_es: Compartir en Tumblr
fr_fr: Partager sur Tumblr
it_it: Condividi su Tumblr
ja_jp: Tumblrで共有
nl_nl: Deel op Tumblr
pl_pl: Podziel się na Tumblr
pt_pt: Partilhar no Tumblr
ro_ro: Trimiteți pe Tumblr
sv_se: Dela på Tumblr
tr_tr: Tumblr'da paylaş

# SHARE_ON_TWITTER
source: Share to Twitter
de_de: Auf Twitter teilen
el_gr: Κοινοποιηση στο Twitter
es_es: Compartir a Twitter
fr_fr: Partager sur Twitter
it_it: Condividi su Twitter
ja_jp: Twitterで共有
nl_nl: Deel via Twitter
pl_pl: Podziel się na Twitterze
pt_pt: Partilhar no Twitter
ro_ro: Trimiteți pe Twitter
sv_se: Dela på Twitter
tr_tr: Twitter'da paylaş

# SHARE_ON_WHATSAPP
source: Share via WhatsApp
de_de: Auf WhatsApp teilen
el_gr: Κοινοποιηση μεσω WhatsApp
es_es: Comparte en WhatsApp
fr_fr: Partager via WhatsApp
it_it: Condividi su WhatsApp
ja_jp: WhatsApp経由で共有
pl_pl: Podziel się przez WhatsApp
pt_pt: Partilhar via WhatsApp
ro_ro: Trimiteți pe WhatsApp
sv_se: Dela via WhatsApp
tr_tr: WhatsApp'ta paylaş

source: Shop Now
es_es: Comprar Ahora
fr_fr: Achetez maintenant
it_it: Acquista ora
pt_pt: Comprar Agora
sv_se: Shoppa Nu

source: Short Preview
es_es: Vista Previa del Short
fr_fr: Visualiser le Short
it_it: Anteprima corta
pt_pt: Previsualizar Short
sv_se: Kort Förhandsvisning

source: Show on profile
de_de: Auf Profil anzeigen
es_es: Mostrar en su perfil
fr_fr: Afficher sur le profil
it_it: Mostra sul profilo
ja_jp: プロフィールで表示
pl_pl: Pokaż na profilu
pt_pt: Mostrar no perfil
sv_se: Visa på profil

# SHOW_YOUTUBE_LINK_ON_MY_PROFILE
source: Show a link to my YouTube channel on my Sudomemo profile
de_de: Einen Link zu meinem YouTube-Kanal auf meinem Sudomemo-Profil anzeigen
es_es: Mostrar un enlace a mi canal de YouTube en mi perfil de Sudomemo
fr_fr: Afficher un lien vers ma chaîne YouTube sur mon profil Sudomemo
it_it: Mostra un link al mio canale YouTube sul mio profilo Sudomemo
ja_jp: スドメモのプロフィールにYouTubeチャンネルへのリンクを表示
pl_pl: Pokaż link do mojego kanału na YouTube na moim profilu Sudomemo
pt_pt: Mostrar um link para o meu canal do YouTube no meu perfil do Sudomemo
sv_se: Visa en länk till min youtube kanal på min Sudomemo profil

source: Significant Decline
es_es: Descenso Significativo
fr_fr: Déclin Significatif
it_it: Calo significativo
pt_pt: Declínio Significante
sv_se: Skarpt nedgående

source: Sign in
de_de: Anmelden
el_gr: Συνδεση
es_es: Iniciar Sesión
fr_fr: Se connecter
it_it: Accedi
ja_jp: ログイン
nl_nl: Log In
pl_pl: Zaloguj się
pt_pt: Fazer Log in
ro_ro: Conectați-vă
sv_se: Logga in
tr_tr: Giriş yap

source: Sign out
de_de: Abmelden
el_gr: Αποσυνδεση
es_es: Cerrar Sesión
fr_fr: Se déconnecter
it_it: Disconnettiti
ja_jp: ログアウト
nl_nl: Log Uit
pl_pl: Wyloguj się
pt_pt: Sair
ro_ro: Deconectați-vă
sv_se: Logga ut
tr_tr: Hesabından çık

source: Sign Up
de_de: Registrieren
el_gr: Εγκατασταση
es_es: Registrarse
fr_fr: S'inscrire
it_it: Registrati
ja_jp: 新規登録
nl_nl: Aanmelden
pl_pl: Zarejestruj się
pt_pt: Registar
ro_ro: Înscrieți-vă
sv_se: Bli medlem
tr_tr: Kaydol

source: Slight Decline
es_es: Ligero Descenso
fr_fr: Déclin Léger
it_it: Calo leggero
pt_pt: Declínio Ligeiro
sv_se: Smått nedgående

source: Song
el_gr: Τραγουδι
es_es: Canciones
fr_fr: Chanson
it_it: Canzone
ja_jp: BGM
nl_nl: Nummer
pl_pl: Utwór
pt_pt: Música
ro_ro: Cântec
sv_se: Låt
tr_tr: Şarkı

source: Songs
es_es: Canciones
fr_fr: Chansons
it_it: Canzoni
ja_jp: 曲
pl_pl: Utwory
pt_pt: Músicas
ro_ro: Cântece
sv_se: Låtar

source: Song Artists
de_de: Song-Künstler
es_es: Artistas de la Canción
fr_fr: Interprètes
it_it: Artisti della canzone
ja_jp: アーティスト
pl_pl: Artyści utworu
pt_pt: Artistas
ro_ro: Artiști
sv_se: Låt Artister

source: Stars
de_de: Sterne
el_gr: Αστερια
es_es: Estrellas
fr_fr: Étoiles
it_it: Stelle
ja_jp: スター数
nl_nl: Sterren
pl_pl: Gwiazdki
pt_pt: Estrelas
ro_ro: Stele
tr_tr: Yıldızlar

source: Submit
de_de: Einreichen
es_es: Subir
fr_fr: Publier
it_it: Invia
ja_jp: 送信
pl_pl: Prześlij
pt_pt: Enviar
ro_ro: Trimiteți
sv_se: Skicka
tr_tr: Gönder

source: Sudomemo News
el_gr: Νεα του Sudomemo
es_es: Noticias de Sudomemo
fr_fr: Infos de Sudomemo
it_it: Notizie Sudomemo
ja_jp: スドメモニュース
nl_nl: Sudomemo Nieuws
pl_pl: Wiadomości Sudomemo
pt_pt: Notícias do Sudomemo
ro_ro: Știrile Sudomemo
sv_se: Sudomemo Nyheter
tr_tr: Sudomemo Haberleri

source: Sudomemo Plus feature
fr_fr: Fonctionnalité Sudomemo Plus
it_it: Funzione Sudomemo Plus
pt_pt: Benifício do Sudomemo Plus
sv_se: Sudomemo Plus funktion

source: Sudomemo Shop
el_gr: Καταστημα Sudomemo
es_es: Tienda de Sudomemo
fr_fr: Boutique Sudomemo
it_it: Negozio Sudomemo
ja_jp: スドメモショップ
pl_pl: Sklep Sudomemo
pt_pt: Loja do Sudomemo
ro_ro: Magazin Sudomemo
sv_se: Sudomemo Butiken
tr_tr: Sudomemo Mağazası

# SUDOMEMO_SHOP_ABOUT_TICKETS_1
source: Tickets are fun items on Sudomemo that you can redeem for Stars, Sudomemo Plus, and other things!
de_de: Tickets sind tolle Sudomemo-Items, welche du gegen Sterne, Sudomemo Plus und mehr eintauschen kannst!
el_gr: Οι λαχνοι ειναι διασκεδαστικα αντικειμενα του Sudomemo που μπορειτε να ανταλαξξετε για Αστερια, Sudomemo Plus, κ.α!
es_es: Los tickets son ítems entretenidos en Sudomemo que puedes usar para ganar Estrellas, Sudomemo Plus, y otras cosas!
fr_fr: Les tickets sont des objets sympas sur Sudomemo que vous pouvez utiliser pour des étoiles, Sudomemo Plus, et d'autres choses !
it_it: I ticket sono oggetti che possono essere riscattati per Stelle, Sudomemo Plus e altro su Sudomemo!
ja_jp: チケットはスターとの交換やスドメモプラスの利用など様々な特典があるスドメモのアイテムです！
nl_nl: Tickets zijn leuke items op Sudomemo die je kan inwisselen voor Sterren, Sudomemo Plus, en andere dingen!
pl_pl: Bilety to przedmioty na Sudomemo które możesz wykorzystać by zdobyć gwiazdki, Sudomemo Plus i inne rzeczy!
pt_pt: Os Bilhetes são itens divertidos no Sudomemo que podes trocar por Estrelas, Sudomemo Plus, e outras coisas!
ro_ro: Biletele sunt lucruri amuzante de pe Sudomemo pe care le revendicați pentru Stele, Sudomemo Plus, și alte lucruri!
sv_se: Biljetter kan du dra för att få Stars, Sudomemo Plus och annat!
tr_tr: Biletler, yıldızlar, Sudomemo Plus ve daha başka şeyler için kullanabileceğin eğlenceli ürünler!

# SUDOMEMO_SHOP_ABOUT_TICKETS_2
source: Once you have a ticket, you can redeem it in your Creator's Room by tapping on "Redeem" - or, you can give a ticket code as a gift to a friend!
de_de: Wenn du ein Ticket hast, kannst du es in deinem Ersteller-Raum einlösen, indem du "Einlösen" antippst. Du kannst es andernfalls an einen Freund weiterverschenken!
el_gr: Οταν αποκτησετε λαχνο, μπορειτε να τον ανταλλαξετε στο Δωματιο Χρηστη με το να πατησετε πανω στο "Ανταλλαγη" - η,μπορειτε να δωσετε τον κωδικο του λαχνου σε εναν φιλο ως δωρο!
es_es: Una vez que tengas un Ticket, puedes usarlo en tu Sala de Creador tocando "Redeem" - o, puedes mandar un código de ticket como regalo a un amigo!
fr_fr: Une fois que vous avez un ticket, vous pouvez l'utiliser dans votre Salle de créateur en appuyant sur "Utiliser un code" - ou vous pouvez donner un code de ticket comme cadeau pour un ami !
it_it: Quando hai un ticket, puoi riscattarlo nella tua Stanza Creatore toccando "Riscatta" - oppure puoi regalare un codice ticket a un amico!
ja_jp: 手に入れたチケットはマイルームから「引き換え」を押して交換するほか、チケットコードを友達にプレゼントすることもできます！
nl_nl: Wanneer je een ticket hebt, kan je het verzilveren in je Maker's Ruimte door op "Wissel in" te tikken - of, je kan een ticket code geven als een cadeau aan een vriend!
pl_pl: Kiedy masz bilet, możesz go wykorzystać w twoim Pokoju Twórcy klikając na "Wykorzystaj" - lub, możesz dać kod na bilet jako prezent dla przyjaciela!
pt_pt: Assim que tiveres um bilhete, podes trocar-lo na tua Sala de Criador ao tocar no botão "Redeem" - ou, podes dar um código de bilhete como um presente a um amigo!
ro_ro: Odată ce aveți un bilet, puteți să-l revendicați în Camera Creatorului dacă apăsați pe "Redevendicați" - sau, puteți să oferiți codul unui bilet unui prieten!
sv_se: När du har en biljett kan dun dra den i din Creator's Room genom att klicka på "Dra" - eller så kan du ge biljetten till en vän!
tr_tr: Bir biletin olduğunda, onu Kreatör Oda'nda "Kullan"'a tıklayarak kullanabilirsin, ya da bir bilet kodunu arkadaşına hediye edebilirsin!

# SUDOMEMO_SHOP_ALL_ABOUT_PLUS
source: All About Sudomemo Plus
de_de: Alles über Sudomemo Plus
el_gr: Ολα για το Sudomemo Plus
es_es: Todo sobre Sudomemo Plus
fr_fr: Tout sur Sudomemo Plus
it_it: Tutto su Sudomemo Plus
ja_jp: スドメモプラスについて
nl_nl: Alles over Sudomemo Plus
pl_pl: Wszystko o Sudomemo Plus
pt_pt: Tudo Sobre o Sudomemo Plus
ro_ro: Totul Despre Sudomemo Plus
sv_se: Allt om Sudomemo Plus
tr_tr: Sudomemo Plus hakkında her şey

# SUDOMEMO_SHOP_LEARN_ABOUT_PLUS
source: Learn about what you can do with Sudomemo Plus:
de_de: Lerne über die Funktionen von Sudomemo Plus:
el_gr: Μαθετε τι μπορειτε να κανετε με το Sudomemo Plus:
es_es: Aprende sobre lo que puedes hacer con Sudomemo Plus:
fr_fr: Savoir ce que vous pouvez faire avec Sudomemo Plus :
it_it: Scopri quello che puoi fare con Sudomemo Plus:
ja_jp: スドメモプラスでできることについて詳しくはこちらをクリック：
nl_nl: Leer over wat je allemaal kan doen met Sudomemo Plus:
pl_pl: Dowiedz się, co możesz zrobić z Sudomemo Plus:
pt_pt: Aprender sobre o que podes fazer com o Sudomemo Plus:
ro_ro: Aflați ce puteți să faceți cu Sudomemo Plus:
sv_se: Lär dig vad du kan göra med Sudomemo Plus:
tr_tr: Sudomemo Plus ile ne yapabileceğini öğren:

# SUDOMEMO_SHOP_META_DESCRIPTION
source: Sudomemo Shop: Sudomemo merch, tickets for Plus and Stars, and other fun things!
de_de: Sudomemo Shop: Sudomemo-Artikel, Tickets für Sudomemo Plus sowie Sterne und andere spaßige Produkte!
el_gr: Καταστημα Sudomemo: Sudomemo merch, λαχνους για Plus και Stars, και αλλα τελεια πραγματα!
es_es: Tienda de Sudomemo: Mercancia de Sudomemo, tickets para Sudomemo Plus y Estrellas, y otras cosas divertidas!
fr_fr: Boutique Sudomemo : marchandise de Sudomemo, des tickets pour Sudomemo Plus et des Étoiles, et d'autres choses amusantes !
it_it: Sudomemo Shop: Merchandise di Sudomemo, ticket per Plus e Stelle, e altre cose divertenti!
ja_jp: スドメモショップ：スドメモプラスのチケットやスター、その他の追加コンテンツを購入できます！
nl_nl: Sudomemo Shop: Sudomemo merch, tickets voor Plus en Sterren, en andere leuke dingen!
pl_pl: Sklep Sudomemo: Gadżety Sudomemo, bilety na Plus i gwiazdki i inne fajne rzeczy!
pt_pt: Loja do Sudomemo: Merch do Sudomemo, bilhetes para Sudomemo Plus e Estrelas, e outras coisas divertidas!
ro_ro: Magazin Sudomemo: marfă Sudomemo, bilete pentru Plus și stele, și alte lucruri distractive!
sv_se: Sudomemo Butiken: Sudomemo merch, biljetter för Plus och Stars, och andra saker!
tr_tr: Sudomemo Mağazası: Sudomemo ürünleri, Plus ve Yıldızlar için biletler ve diğer eğlenceli şeyler!

source: Sudomemo Theatre
es_es: Teatro Sudomemo
ja_jp: スドメモシアター
pt_pt: Teatro Sudomemo
ro_ro: Teatrul Sudomemo
tr_tr: Sudomemo Tiyatrosu

source: Sudomemo User
de_de: Sudomemo-Nutzer
el_gr: Χρηστης Sudomemo
es_es: Usuario de Sudomemo
fr_fr: Util. Sudomemo
it_it: Utente Sudomemo
ja_jp: スドメモユーザー
pl_pl: Użytkownik Sudomemo
pt_pt: Utilizador do Sudomemo
ro_ro: Utilizator Sudomemo
sv_se: Sudomemo Användare
tr_tr: Sudomemo kullanıcısı

source: Support Us
fr_fr: Soutenez-nous
it_it: Supportaci
pt_pt: Apoia-nos
sv_se: Stöd oss

source: Terms of Use
de_de: Nutzungsrichtlinien
el_gr: Οροι Χρησης
es_es: Términos de Uso
fr_fr: Conditions d'utilisation
it_it: Termini di utilizzo
ja_jp: 利用規約
nl_nl: Gebruiksvoorwaarden
pl_pl: Regulamin
pt_pt: Termos de Uso
ro_ro: Termenii de Utilizare
sv_se: Villkor
tr_tr: Hizmet koşulları

# THIS_FLIPNOTE_IS_SPINOFF_OF
source: This Flipnote is a spin-off of
de_de: Dieses Flipnote ist ein Spin-Off von
es_es: Esta Flipnote es un spin-off de
fr_fr: Cette Flipnote est dérivée de
it_it: Questo Flipnote è uno spin-off di
ja_jp: このうごメモは次の作品の小作品です。
nl_nl: Deze Flipnote is een spin-off van
pl_pl: Ten Flipnote jest spin-offem
pt_pt: Este Flipnote é um spin-off de
sv_se: Denna flipnote är en spinoff av

source: Tickets
el_gr: Λαχνοι
es_es: Boletos
it_it: Ticket
ja_jp: チケット
pl_pl: Bilety
pt_pt: Bilhetes
ro_ro: Bilete
sv_se: Biljetter
tr_tr: Biletler

source: Title
de_de: Titel
el_gr: Τιτλο
es_es: Título
fr_fr: Titre
it_it: Titolo
ja_jp: 作品名
nl_nl: Titel
pl_pl: Tytuł
pt_pt: Título
ro_ro: Titlu
sv_se: Titel
tr_tr: Başlık

source: Top
el_gr: Κορυφαια
es_es: Más Alto
fr_fr: Les plus populaires
ja_jp: トップ
nl_nl: Beste
pl_pl: Góra
pt_pt: No topo das tabelas
sv_se: Topp
tr_tr: En popüler

source: to add a comment
de_de: um einen Kommentar hinzuzufügen
el_gr: για να προσθεσετε ενα σχολιο
es_es: para añadir un comentario
fr_fr: pour ajouter un commentaire
it_it: per aggiungere un commento
ja_jp: コメントを送信
nl_nl: om commentaar te plaatsen
pl_pl: aby dodać komentarz
pt_pt: Para adicionar um comentário
ro_ro: a adăuga un comentariu
sv_se: för att lägga till en kommentar
tr_tr: Yorum yazmak için

source: Trophy Case
de_de: Trophäen-Vitrine
es_es: Vitrina de Trofeos
fr_fr: Vitrine à trophées
it_it: Galleria Trofei
ja_jp: トロフィーケース
pl_pl: Trofea
pt_pt: Armário de Troféus
ro_ro: Cutia de Trofee
sv_se: Troféfall
tr_tr: Kupa Vitrini

# UNKNOWN_ERROR
source: An unknown error occurred.
es_es: Ocurrió un error desconocido.
fr_fr: Une erreur inconnue s'est produite.
it_it: Si è verificato un errore sconosciuto.
pt_pt: Ocorreu um erro desconhecido.
sv_se: Ett okänt fel uppstod.

source: Unpin
es_es: Desfijar
fr_fr: Désépingler
it_it: Sblocca
pt_pt: Desafixar
sv_se: Avpinna

source: Untitled Flipnote
es_es: Flipnote sin título
fr_fr: Flipnote sans titre
it_it: Flipnote senza titolo
pt_pt: Flipnote Sem Título
sv_se: Odöpt Flipnote

# UNTITLED_FLIPNOTE_BY_FORMAT
source: Untitled Flipnote by %s
de_de: Unbenanntes Flipnote von %s
el_gr: Untitled Flipnote του χρηστη %s
es_es: Flipnote sin título por %s
fr_fr: Flipnote sans titre de %s
it_it: Flipnote senza titolo di %s
ja_jp: %sさんの無題の作品
nl_nl: Flipnote Zonder Titel door %s
pl_pl: Flipnote baz nazwy stworzony przez %s
pt_pt: Flipnote Sem Título de %s
ro_ro: Flipnote fără titlu de %s
sv_se: Odöpt Flipnote av %s
tr_tr: %s Kullanıcısının Başlıksız Flipnote'u

source: Untitled Playlist
es_es: Lista de Reproducción sin título
fr_fr: Playliste sans titre
it_it: Playlist senza titolo
pt_pt: Playlist Sem Título
sv_se: Odöpt spellista

# UPLOAD_CONTACT_DISCORD_OR_EMAIL_FORMAT
source: Please contact us on Discord or via email to %s.
de_de: Bitte kontaktiere uns auf Discord oder per E-Mail an %s.
es_es: Por favor contáctanos en Discord o por correo electrónico a %s.
fr_fr: Veuillez nous contacter sur Discord ou par e-mail à %s.
it_it: Per favore, contattaci su Discord o via email a %s.
pt_pt: Por-favor contacte-nos no Discord ou por email em %s.
sv_se: Snälla kontakta oss via email eller discord för att %s.

source: Upload Options
de_de: Hochlade-Optionen
el_gr: Επιλογες ΔΗμοσιευσης
es_es: Opciones de Publicación
fr_fr: Options d'envoi
it_it: Carica opzioni
ja_jp: アップロードオプション
pl_pl: Opcje przesyłania
pt_pt: Definições de Upload
ro_ro: Opțiuni de Încărcare
sv_se: Uppladdnings inställningar
tr_tr: Yükleme ayarları

source: Upload Status
de_de: Hochlade-Status
el_gr: Κατασταση Δημοσιευσης
es_es: Estado de carga
fr_fr: Statut de l'envoi
it_it: Stato del caricamento
ja_jp: アップロード状態
pl_pl: Status przesyłania
pt_pt: Estado do Upload
ro_ro: Statut Încărcare
sv_se: Uppladdnings status
tr_tr: Yükleme durumu

# UPLOAD_YOUTUBE_INTEGRATION_BANNED
source: Your account has been restricted from using our YouTube integration services.
de_de: Die Nutzung unserer YouTube-Integrationsdienste durch dein Konto wurde eingeschränkt.
es_es: Tu cuenta ha sido restringida de usar nuestros servicios de integración con YouTube.
fr_fr: L'utilisation de nos services d'intégration YouTube depuis vos compte et console a été restreinte.
it_it: Il tuo account è stato limitato dall'uso dei nostri servizi di integrazione di YouTube.
pt_pt: A tua conta foi restrita de usar os nossos serviços de integração do YouTube.
sv_se: Ditt konto har blivit avstängt från att använda våran YouTube integration.

# USERNAME_REQUIRED
source: A username is required.
es_es: Se requiere un nombre de usuario.
fr_fr: Un nom d'utilisateur est requis.
it_it: È richiesto uno username.
pt_pt: É preciso um nome de utilizador.
sv_se: Ett användarnamn krävs.

source: Users
de_de: Nutzer
es_es: Usuarios
fr_fr: Utilisateurs
it_it: Utenti
ja_jp: ユーザー
pl_pl: Użytkownicy
pt_pt: Utilizadores
sv_se: Användare

# USERS_FLIPNOTE_FROM_FLIPNOTE_HATENA
source: %s's Flipnote from Flipnote Hatena
de_de: Flipnote v. %s von Flipnote Hatena
es_es: Flipnote de %s de Flipnote Hatena
fr_fr: Flipnote de %s de Flipnote Hatena
it_it: Flipnote di %s da Flipnote Hatena
ja_jp: うごメモはてなでの%sのうごメモ
nl_nl: %s's Flipnote van Flipnote Hatena
pl_pl: Flipnote artysty %s z Flipnote Hatena
pt_pt: Flipnote do %s do Flipnote Hatena
ro_ro: Flipnote-ul lui %s din Flipnote Hatena
sv_se: %s's Flipnotes från Flipnote Hatena
tr_tr: %s kullanıcısının Flipnote Hatena'daki Flipnote'ları

# USERS_PROFILE_FROM_FLIPNOTE_HATENA
source: %s's profile from Flipnote Hatena
de_de: Profil v. %s von Flipnote Hatena
es_es: Perfil de %s de Flipnote Hatena
fr_fr: Profil de %s de Flipnote Hatena
it_it: Profilo di %s da Flipnote Hatena
ja_jp: うごメモはてなでの%sのプロフィール
nl_nl: %s's profiel van Flipnote Hatena
pl_pl: Profil artysty %s z Flipnote Hatena
pt_pt: Perfil do %s do Flipnote Hatena
ro_ro: Profilul lui %s din Flipnote Hatena
sv_se: %s's profil från Flipnote Hatena
tr_tr: %s kullanıcısının Flipnote Hatena'daki profili

# USER_BANNED_CANNOT_POST
source: You are banned and cannot send messages.
es_es: Estás bloqueado y no puedes enviar mensajes.
fr_fr: Vous êtes banni et ne pouvez pas envoyer de messages.
it_it: Sei stato bannato e non puoi mandare messaggi.
pt_pt: Foste banido e não podes enviar mensagens de chat.
sv_se: Dy är avstängd och kan inte skicka meddelanden.

# USER_MUTED_CANNOT_POST
source: You are muted and cannot send messages.
es_es: Estás silenciado y no puedes enviar mensajes.
fr_fr: Vous êtes muet et ne pouvez pas envoyer de messages.
it_it: Sei stato silenziato e non puoi mandare messaggi.
pt_pt: Foste silenciado e não podes enviar mensagens de chat.
sv_se: Du är tystad och kan inte skicka meddelanden.

# USER_NOT_AUTHORIZED
source: You are not authorized to perform this action.
es_es: No estás autorizado para realizar esta acción.
fr_fr: Vous n'êtes pas autorisé à effectuer cette action.
it_it: Non sei autorizzato ad eseguire questa azione.
pt_pt: Não estás autorizado para fazer esta acção.
sv_se: Du har inte tillåtelse att göra detta.

source: User not logged in.
es_es: Usuario no ha iniciado sesión.
fr_fr: Utilisateur non connecté.
it_it: Utente non loggato.
pt_pt: Utilizador não entrou na conta.
sv_se: Användare har inte loggat in.

# USER_SETTINGS_BIO_EXPLANATION
source: This is where you can update your bio.
es_es: Aquí puedes actualizar tu bio.
fr_fr: C’est ici que vous pouvez mettre à jour votre bio.
it_it: Qui è dove puoi aggiornare la tua biografia.
pt_pt: Aqui podes mudar a tua biografia.
sv_se: Detta är vart du kan uppdatera din biografi.

# USER_SETTINGS_CHANGE_EMAIL_EXPLANATION
source: Update your email address. A verification email will be sent to your new address.
fr_fr: Mettez à jour votre adresse e-mail. Un e-mail de vérification sera envoyé à votre nouvelle adresse.
it_it: Aggiorna il tuo indirizzo email. Un email di verifica verrà inviata al tuo nuovo indirizzo.
pt_pt: Actualiza to teu endereço de email. Um email de verificação será enviado para o teu novo endereço de email.
sv_se: Uppdatera din email adress. Ett verifikationsmejl kommer skickas till din nya adress.

# USER_SETTINGS_CHANGE_PASSWORD_EXPLANATION
source: You can change the password for your Sudomemo account here:
de_de: Du kannst das Passwort für dein Sudomemo-Konto hier ändern:
es_es: Aquí puedes cambiar la contraseña de tu cuenta de Sudomemo:
fr_fr: Vous pouvez modifier le mot de passe de votre compte Sudomemo ici :
it_it: Puoi modificare la password del tuo account Sudomemo qui:
nl_nl: Je kan het wachtwoord voor je Sudomemo account hier veranderen:
pl_pl: Możesz zmienić hasło do twojego konta Sudomemo tutaj:
pt_pt: Podes mudar a tua palavra-passe da tua conta Sudomemo aqui:
sv_se: Du kan ändra lösenordet för ditt Sudomemo konto här:

# USER_SETTINGS_DISCORD_HOW_TO_LINK
source: After you've joined the Sudomemo Discord, copy and paste this into the chat.
de_de: Nachdem du dem Sudomemo Discord-Server beigetreten bist, kopiere dies und schicke es in den Chat.
el_gr: Αφου εχετε μπει στο Sudomemo Discord, καντε αυτο αντιγραφη επικολληση στο τσατ.
es_es: Una vez que te hayas unido a Sudomemo Discord, copia y pega esto en el chat.
fr_fr: Après avoir rejoint le Discord de Sudomemo, copiez-collez ceci dans le salon de discussion.
it_it: Dopo esserti unito al Discord di Sudomemo, copia e incolla questo nella chat.
ja_jp: スドメモのDiscordに参加したら、以下のコマンドをコピーしてチャットに送信してください。
nl_nl: Nadat je de Sudomemo Discord joint, kopieëer en plak dit in de chat.
pl_pl: Gdy dołączysz do serwera Discord Sudomemo, skopiuj i wklej to do czatu.
pt_pt: Após ter juntado ao Servidor Discord do Sudomemo, copia e cola isto no chat.
ro_ro: După ce v-ați alăturat Sudomemo Discord, copiați și inserați aceasta în conversație.
sv_se: Efter du gått med i Sudomemos Discord, kan du kopiera detta i chatten.
tr_tr: Sudomemo Discord'una girdikten sonra şunu kopyala ve yapıştır.
