Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/themeShop.po
Languages: cy_gb, de_de, el_gr, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_pt, sv_se, tr_tr

source: Buy
cy_gb: Prynu
de_de: Kaufen
el_gr: Αγοραστε
es_es: Comprar
fr_fr: Acheter
it_it: Acquista
ja_jp: 購入
nl_nl: Koop
pl_pl: Kup
pt_pt: Comprar
sv_se: Köp
tr_tr: Satın Al

source: Cancel
cy_gb: Canslo
de_de: Abbrechen
el_gr: Ακυρωση
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
nl_nl: Annuleer
pl_pl: Anuluj
pt_pt: Cancelar
sv_se: Avbryt
tr_tr: İptal

source: Confirm
cy_gb: Cadarnhewch
de_de: Bestätigen
el_gr: Επιβεβαιωση
es_es: Confirmar
fr_fr: Confirmer
it_it: Conferma
ja_jp: 確認する
nl_nl: Bevestig
pl_pl: Potwierdz
pt_pt: Confirmar
sv_se: Bekräfta
tr_tr: Kabul et

source: Congratulations!
cy_gb: Llongyfarchiadau!
de_de: Glückwunsch!
el_gr: Συγχαρηστηρια!
es_es: ¡Felicidades!
fr_fr: Félicitations !
it_it: Congratulazioni!
ja_jp: おめでとうございます！
nl_nl: Gefeliciteerd!
pl_pl: Gratulacje!
pt_pt: Parabéns!
sv_se: Gratulerar!
tr_tr: Tebrikler!

source: Creator
cy_gb: Crëwr
de_de: Ersteller
el_gr: Δημιουργοs
es_es: Creador(a)
fr_fr: Créateur
it_it: Creatore
ja_jp: 作者
nl_nl: Maker
pl_pl: Twórca
pt_pt: Criador
sv_se: Skapare
tr_tr: Kreatör

source: Creator's Room
cy_gb: Ystafell Crëwr
de_de: Ersteller-Raum
el_gr: Δωματιο Χρηστη
es_es: Sala del Creador
fr_fr: Salle de créateur
it_it: Stanza Creatore
ja_jp: マイルーム
nl_nl: Makersruimte
pl_pl: Pokój Twórcy
pt_pt: Sala de Criador
tr_tr: Kreatör Odası

source: Description
de_de: Beschreibung
el_gr: Περιγραφη
es_es: Descripción
it_it: Descrizione
ja_jp: 説明
nl_nl: Beschrijving
pl_pl: Opis
pt_pt: Descrição
sv_se: Beskrivning
tr_tr: Açıklama

# NAVIGATION_NEXT
source: Next
cy_gb: Nesaf
de_de: Weiter
el_gr: Επομ
es_es: Siguiente
fr_fr: Suivant
it_it: Successivo
ja_jp: 次へ
nl_nl: Volgende
pl_pl: Nastepne
pt_pt: Próximo
sv_se: Nästa
tr_tr: Sonraki

# NAVIGATION_PREVIOUS
source: Prev
cy_gb: Blae
de_de: Zurück
el_gr: Προηγ
es_es: Anterior
fr_fr: Précédent
it_it: Prec
ja_jp: 前へ
nl_nl: Vorige
pl_pl: Poprzednie
pt_pt: Anterior
sv_se: Före
tr_tr: Önceki

# NO_DESCRIPTION_AVAILABLE
source: No description
cy_gb: Dim disgrifiad
de_de: Keine Beschreibung vorhanden
el_gr: Καμια Περιγραφη
es_es: Sin descripcion disponible
fr_fr: Pas de description
it_it: Nessuna descrizione
ja_jp: １つもないです
nl_nl: Geen beschrijving
pl_pl: Brak opisu
pt_pt: Sem descrição
tr_tr: Açıklama yok

source: Preview
cy_gb: Rhagolwg
de_de: Vorschau
es_es: Vista Previa
fr_fr: Aperçu
it_it: Anteprima
ja_jp: 例
nl_nl: Voorbeeld
pl_pl: Podglad
pt_pt: Pre-visualizar
sv_se: Förhandsvisning
tr_tr: Önizleme

source: Price
de_de: Preis
el_gr: Τιμη
es_es: Precio
fr_fr: Prix
it_it: Prezzo
ja_jp: 価格
nl_nl: Prijs
pl_pl: Cena
pt_pt: Preço
sv_se: Pris
tr_tr: Fiyat

source: See more
cy_gb: Mwy
de_de: Mehr anzeigen
el_gr: Δειτε Περισσοτερα
es_es: Ver más
fr_fr: Voir plus
it_it: Mostra altro
ja_jp: もっと見る
nl_nl: Zie meer
pl_pl: Zobacz wiecej
pt_pt: Ver mais
sv_se: Se mer
tr_tr: Daha fazla

source: Shop Menu
cy_gb: Dewislen Siop
de_de: Shop-Menü
el_gr: Μενου Μαγαζιου
es_es: Menú de la Tienda
fr_fr: Menu de la boutique
it_it: Menu Shop
ja_jp: ショップメニュー
nl_nl: Winkelmenu
pl_pl: Menu sklepu
pt_pt: Menu da Loja
sv_se: Butiksmeny
tr_tr: Mağaza Menüsü

source: Theme
cy_gb: Thema
de_de: Kulisse
el_gr: Θεμα
es_es: Fondo
fr_fr: Thème
it_it: Tema
ja_jp: テーマ
nl_nl: Thema
pl_pl: Motyw
pt_pt: Tema
sv_se: Tema
tr_tr: Tema

# THEME_SHOP_CHOOSE_CAREFULLY_BEFORE_BUYING
source: All purchases are permanent, please choose carefully before buying!
cy_gb: Mae pob pryniant yn barhaol, dewiswch yn ofalus cyn prynu!
de_de: Alle Käufe sind endgültig, also bedenke deine Käufe sorgfältig!
el_gr: Ολες οι αγορες ειναιμονιμες, παρακαλω προσεξτε πολυ πριν αγορασετε!
es_es: ¡Todas las compras son permanentes, por favor elige con cuidado antes de comprar!
fr_fr: Tous les achats sont permanents, choisissez bien avant d'acheter !
it_it: Tutti gli acquisti sono permanenti, scegli con cautela prima di comprare!
ja_jp: すべての購入は永久的です、購入する前に慎重に選択してください！
nl_nl: Alle aankopen zijn permanent, kies zorgvuldig voordat je koopt!
pl_pl: Wszystkie zakupy sa pernamentne, wybierz uwaznie zanim potwierdzisz kupno!
pt_pt: Todas as compras são permanentes, por favor escolha com cuidado antes de comprar!
sv_se: Alla inköp är permanenta, vänligen välj noga innan du köper!
tr_tr: Tüm ödemeler kalıcıdır, bu yüzden temanı dikkatli bir şekilde seç!

# THEME_SHOP_CONFIRM_PURCHASE_BELOW
source: Please confirm your purchase below.
cy_gb: Cadarnhewch eich pryniant isod.
de_de: Bitte bestätige deinen Kauf.
el_gr: Παρακαλω επιβεβαιωστε την αγορα σας παρακατω.
es_es: Por favor confirma tu compra debajo.
fr_fr: Merci de confirmer votre achat ci-dessous.
it_it: Per favore, conferma qui sotto il tuo acquisto.
ja_jp: 下記のご購入をご確認ください。
nl_nl: Bevestig je aankoop alsjeblieft hieronder.
pl_pl: Potwierdz swoja transakcje ponizej.
pt_pt: Por favor confirma a tua compra aqui.
sv_se: Vänligen bekräfta ditt köp nedan.
tr_tr: Lütfen ödemeni aşağıda onayla.

# THEME_SHOP_LEARN_MORE_HEADER
source: Learn more about the Theme Shop
cy_gb: Dysgu mwy am y Siop Thema
de_de: Erfahre mehr über den Kulissen-Shop
el_gr: Μαθετε περισσοτερα για το Μαγαζι Θεματων.
es_es: Aprende más acerca de la Tienda de Fondos
fr_fr: En savoir davantage sur la boutique de thèmes
it_it: Per saperne di più sul Negozio di Temi
ja_jp: テーマショップの詳細
nl_nl: Lees meer over de Themawinkel
pl_pl: Dowiedz sie wiecej o sklepie z motywami
pt_pt: Aprende mais sobre a Loja de Temas
sv_se: Läs mer om Temabutiken
tr_tr: Tema Mağazası hakkında daha fazla öğren

# THEME_SHOP_LOGIN_REQUIRED
source: You must be logged in to access the Theme Shop
cy_gb: Rhaid i chi fod wedi mewngofnodi i gael mynediad i'r Siop Thema
de_de: Du musst eingeloggt sein, um den Kulissen-Shop zu nutzen.
el_gr: Πρεπει να εχετε συνθεθει για να αποκτησετε προσβαση στο Μαγαζι Θεματων
es_es: Necesitas iniciar sesión para accesar a la Tienda de Fondos
fr_fr: Vous devez être connecté pour accéder à la boutique de thèmes
it_it: Devi accedere per entrare nel Negozio di Temi
ja_jp: テーマショップにアクセスするにはログインする必要があります
nl_nl: Je moet ingelogd zijn om toegang te hebben tot de Themawinkel
pl_pl: Musisz sie zalogowac by przegladac sklep z motywami.
pt_pt: Tens de ter feito login para entrar na Loja de Temas
sv_se: Du måste vara inloggad för att komma åt Temabutiken
tr_tr: Tema Mağazası'na girmek için giriş yapman lazım.

# THEME_SHOP_MAINPAGE_EXCHANGE_COST_FORMAT
source: Exchange for %d Green Stars
cy_gb: Cyfnewid am %d Sêr Gwyrdd
de_de: Für %d grüne Sterne eintauschen
el_gr: Ανταλλαγη για %d Πρασινα Αστερια
es_es: Intercambia por %d Estrellas Verdes
fr_fr: Échanger pour %d étoiles vertes
it_it: Scambio per %d Stelle Verdi
ja_jp: %d個のグリーンスターと交換
nl_nl: Uitwisseling voor %d Groene Sterren
pl_pl: Kup za %d Zielonych Gwiazdek
pt_pt: Trocar por %d Estrelas Verdes
sv_se: Köp för %d gröna Stars
tr_tr: %d yeşil yıldıza satın al

# THEME_SHOP_MAINPAGE_FREE_STARTER_THEMES
source: Free Starter Themes
cy_gb: Themâu Rhydd
de_de: Kostenlose Starter-Kulissen
el_gr: Δωρεαν Starter Themes
es_es: Fondos de Inicio Gratis
fr_fr: Thèmes de démarrage gratuits
it_it: Temi Starter Gratuiti
ja_jp: 無料のテーマ
nl_nl: Gratis Starterthema's
pl_pl: Darmowe motywy na rozpoczecie
pt_pt: Temas Iniciais Gratuitos
sv_se: Gratis Startteman
tr_tr: Ücretsiz Başlangıç Temaları

# THEME_SHOP_MAINPAGE_HEADER
source: Here at the Theme Shop you can purchase new themes for your Creator's Room!
cy_gb: Yma yn y Siop Thema gallwch brynu themâu newydd ar gyfer Ystafell eich Creawdwr!
de_de: Hier im Kulissen-Shop kannst du neue Kulissen für deinen Ersteller-Raum kaufen!
el_gr: Εδω, στο Μαγαζι Θεματων μπορειτε να αγορασετε καιουρια θεματα για το Εργαστηρι σαs!
es_es: ¡Aquí en la Tienda de Fondos puedes comprar nuevos fondos para tu Sala del Creador!
fr_fr: Ici à la boutique de thèmes, vous pouvez acheter de nouveaux thèmes pour votre salle de créateur !
it_it: Qui nel Negozio di Temi puoi acquistare nuovi temi per la tua Stanza Creatore!
ja_jp: テーマショップでは、マイルームの新しいテーマを購入できます。
nl_nl: Hier in de Themawinkel kan je nieuwe thema's kopen voor je Makersruimte!
pl_pl: W sklepie z motywami kupisz nowe motywy dla twojego Pokoju Twórcy!
pt_pt: Aqui na Loja de Temas podes comprar novos temas para a tua Sala de Criador!
sv_se: Här på Temabutiken kan du köpa nya teman till ditt Creator's Room
tr_tr: Tema Mağazası'nda, Kreatör Odan için yeni temalar satın alabilirsin!

# THEME_SHOP_OWNED_THEME_TRANSACTION_FORMAT
source: You purchased this theme on %s for %d Green Stars.
cy_gb: Fe wnaethoch chi brynu'r thema hon ar %s ar gyfer %d Sêr Gwyrdd.
de_de: Du hast die Kulisse am %s für %d grüne Sterne gekauft.
el_gr: Αγορασατε αυτο το θεμα στιs %s για %d Πρασινα Αστερια.
es_es: Compraste el fondo %s por %d Estrellas Verdes.
fr_fr: Vous avez acheté ce thème le %s pour %d étoiles vertes.
it_it: Hai acquistato questo tema su %s per %d Stelle Verdi.
ja_jp: このテーマを%sの%d個のグリーンスターで購入しました。
nl_nl: Je hebt dit thema gekocht op %s voor %d Groene Sterren.
pl_pl: Kupiles ten motyw %s za %d Zielonych Gwiazdek.
pt_pt: Compraste este tema no dia %s por %d Estrelas Verdes.
sv_se: Du köpte det här temat %s för %d gröna Stars.
tr_tr: Bu temayı %s tarihinde %d yeşil yıldıza aldın.

# THEME_SHOP_POST_PURCHASE
source: Your purchase was successful! Go to the "My Themes" section in your Creator's Room to select it!
cy_gb: Your purchase was successful! You can select your new theme from the "Inventory" button in your Creator's Room!
de_de: Your purchase was successful! You can select your new theme from the "Inventory" button in your Creator's Room!
el_gr: Your purchase was successful! You can select your new theme from the "Inventory" button in your Creator's Room!
es_es: ¡Tu compra se realizó con éxito! Puedes seleccionar tu nuevo fondo desde el botón "Inventario" en tu Sala del Creador.
fr_fr: Votre achat a été fait avec succès ! Vous pouvez sélectionner votre nouveau thème à partir du bouton "Inventaire" dans votre salle de créateur !
it_it: Acquisto avvenuto con successo! Puoi selezionare il tuo nuovo tema dal pulsante "Inventario" nella tua Stanza del Creatore!
ja_jp: 購入は成功しました！ マイルームの"マイテーマ"に移動して選択してください！
nl_nl: Your purchase was successful! You can select your new theme from the "Inventory" button in your Creator's Room!
pl_pl: Your purchase was successful! You can select your new theme from the "Inventory" button in your Creator's Room!
pt_pt: Your purchase was successful! You can select your new theme from the "Inventory" button in your Creator's Room!
sv_se: Ditt köp lyckades! Gå till "Mina teman" i ditt Creator's Room för att välja den!
tr_tr: Ödeme başarıyla yapıldı! Temayı kullanmak için Kreatör Oda'nda "Temalarım" bölümüne git!

# THEME_SHOP_PUBLIC_THEME
source: All users have access to this theme for free.
cy_gb: Mae gan bob defnyddiwr fynediad i'r thema hon am ddim.
de_de: Jeder Benutzer hat kostenlosen Zugriff auf diese Kulisse.
el_gr: Ολοι εχουν προσβαση δωρεαν σε αυτο το θεμα.
es_es: Todos los usuarios tienen acceso a este fondo de forma gratuita.
fr_fr: Tous les utilisateurs ont accès à ce thème gratuitement.
it_it: Tutti gli utenti possono usufruire di questo tema gratuitamente.
ja_jp: すべてのユーザーは無料でこのテーマにアクセスできます。
nl_nl: Alle gebruikers hebben gratis toegang tot dit thema.
pl_pl: Wszyscy uzytkownicy maja darmowy dostep do tego motywu.
pt_pt: Todos os utilizadores tem acesso a este tema.
sv_se: Alla användare har tillgång till detta tema gratis.
tr_tr: Bu tema herkese bedava.

# THEME_SHOP_REPORT_ISSUES_HEADER
source: Tap this link to report a theme that isn't working properly.
cy_gb: Defnyddiwch y ddolen hon i adrodd am thema nad yw'n gweithio'n iawn.
de_de: Tippe auf diesen Link, um ein fehlerhaftes Design zu melden.
el_gr: Πατηστε αυτο το λινκ για να αναφερετε ενα θεμα το οποιο δεν λειτουργει σωστα.
es_es: Presiona este link para reportar un fondo que no esté funcionando correctamente.
fr_fr: Appuyez sur ce lien pour signaler un thème qui ne fonctionne pas correctement.
it_it: Tocca questo link per segnalare un tema che non funziona correttamente.
ja_jp: このリンクをタップすると、正常に動作していないテーマを報告できます。
nl_nl: Klik hier om een thema te rapporteren dat niet goed werkt.
pl_pl: Kliknij ten link aby zglosic motyw który nie dziala poprawnie.
pt_pt: Toque neste link para reportar um tema que não está a funcionar correctamente.
sv_se: Tryck på den här länken för att rapportera ett tema som inte fungerar korrekt.
tr_tr: Eğer bir şey iyi çalışmıyorsa bu linke tıkla.

# THEME_SHOP_SAMPLE_PROFILE
source: Sample Profile
cy_gb: Proffil Sampl
de_de: Profil-Vorschau
el_gr: Παραδειγμα Προφιλ
es_es: Perfil de muestra
fr_fr: Profil d'exemple
it_it: Profilo d'esempio
ja_jp: サンプルプロフィール
nl_nl: Voorbeeld Profiel
pl_pl: Przykladowy profil
pt_pt: Perfil de Amostra
sv_se: Provprofil
tr_tr: Örnek Profil

# THEME_SHOP_SELECTED_PAYMENT
source: Selected Payment
cy_gb: Taliad Dethol
de_de: Ausgewählte Zahlungsmethode
el_gr: Διαλεγμενη Πληρωμη
es_es: Pago seleccionado
fr_fr: Paiement sélectionné
it_it: Pagamento selezionato
ja_jp: 選択したお支払方法
nl_nl: Betaling Geselecteerd
pl_pl: Wybrana metoda platnosci
pt_pt: Pagamento Escolhido
sv_se: Vald Betalning
tr_tr: Seçilen ödeme yöntemi

# THEME_SHOP_SELECT_PAYMENT
source: Select Payment
cy_gb: Dewiswch Talu
de_de: Zahlungsmethode wählen
el_gr: Διαλεξτε Πληρωμη
es_es: Selecciona Método de Pago
fr_fr: Sélectionner le paiement
it_it: Seleziona Pagamento
ja_jp: お支払い方法を選択
nl_nl: Selecteer Betaling
pl_pl: Wybierz metode platnosci
pt_pt: Escolher Pagamento
sv_se: Välj Betalning
tr_tr: Ödeme yöntemi seç

# THEME_SHOP_STARS_LEFT_AFTER_PAYMENT
source: Color Stars left after payment:
cy_gb: Sêr Lliw ar ôl talu:
de_de: Nach Kauf verbleibende Farb-Sterne:
el_gr: Χρωματιστα αστερια που εμειναν υστερα απο την αγορα:
es_es: Estrellas de Color restantes después del pago:
fr_fr: Étoiles colorées restantes après l'achat :
it_it: Stelle colorate dopo il pagamento:
ja_jp: 支払い後に残ったカラースター
nl_nl: Kleursterren over na aankoop:
pl_pl: Kolorowe Gwiazdki pozostale po platnosci:
pt_pt: Estrelas Coloridas após pagamento:
sv_se: Color Stars kvar efter betalning:
tr_tr: Ödemeden sonra kalan renkli yıldızlar:

# THEME_SHOP_STAR_BALANCE_TOO_LOW
source: Sorry, you don't have enough Green Stars for this theme.
cy_gb: Sori, nid oes gennych ddigon o Sêr Gwyrdd ar gyfer y thema hon.
de_de: Du hast nicht genug grüne Sterne für diese Kulisse. Tut uns leid.
el_gr: Λυπουμαστε, δεν εχετε αρκετα πρασινα αστερια για την πληρωμη αυτη.
es_es: Lo siento, no tienes suficientes Estrellas Verdes para comprar este fondo.
fr_fr: Désolé, vous n'avez pas assez d'étoiles vertes pour ce thème.
it_it: Ci dispiace, ma non hai abbastanza Stelle Verdi per questo tema.
ja_jp: 申し訳ありませんが、このテーマのためのグリーンスターが足りていません
nl_nl: Sorry, je hebt niet genoeg Groene Sterren voor dit thema.
pl_pl: Przeprasamy, nie starczy ci Zielonych Gwiazdek na kupienie tego motywu.
pt_pt: Desculpa, mas tu não tens Estrelas Verdes suficientes para comprar este tema.
sv_se: Tyvärr, du har inte tillräckligt med gröna Stars för det här temat.
tr_tr: Üzgünüz, bu tema için yeterince yeşil yıldızın yok.

# THEME_SHOP_YOU_OWN_THIS_THEME
source: You already own this theme.
cy_gb: Rydych chi eisoes yn berchen ar y thema hon.
de_de: Dir gehört diese Kulisse schon.
el_gr: Εχετε ηδη αυτο το θεμα.
es_es: Ya tienes este fondo.
fr_fr: Vous avez déjà ce thème.
it_it: Possiedi già questo tema.
ja_jp: あなたはすでにこのテーマを所有しています。
nl_nl: Je bezit dit thema al.
pl_pl: Juz posiadasz ten motyw.
pt_pt: Tu já adquiriste este tema.
sv_se: Du äger redan detta tema.
tr_tr: Bu tema sende zaten var.

source: Username
cy_gb: Enw Defnyddiwr
de_de: Benutzername
el_gr: Ονομα Χρηστη
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
it_it: Nome utente
ja_jp: ユーザー名
nl_nl: Gebruikersnaam
pl_pl: Nazwa uzytkownika
pt_pt: Nome de Utilizador
sv_se: Användarnamn
tr_tr: Kullanıcı Adı

# YOU_HAVE
source: Your Color Stars:
cy_gb: Eich Sêr Lliw:
de_de: Deine Farb-Sterne:
el_gr: Τα Χρωματιστα Αστερια σας:
es_es: Tus Estrellas de Colores:
fr_fr: Vos étoiles colorées :
it_it: Le tue Stelle colorate:
ja_jp: あなたのカラースター：
nl_nl: Jouw Kleur Sterren:
pl_pl: Twoje Kolorowe Gwiazdki:
pt_pt: As Tuas Estrelas Coloridas:
sv_se: Dina Color Stars:
tr_tr: Renkli Yıldızların:
