Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/tickets.po
Languages: cy_gb, de_de, el_gr, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, sv_se, tr_tr

source: Achievement
de_de: Errungenschaft
el_gr: Κατορθωματα
es_es: Logro
fr_fr: Succès
it_it: Obiettivo
ja_jp: 成果
pl_pl: Osiagniecie
pt_pt: Conquista
ro_ro: Realizare
tr_tr: Başarı

# ANONYMOUS
source: Anonymous User
es_es: Usuario Anónimo
fr_fr: Utilisateur Anonyme
ja_jp: 匿名ユーザー
pt_pt: Utilizador Anónimo

# BACK_TO_RECIPIENT_PROFILE
source: Back to %s
es_es: Volver al perfil de %s
fr_fr: De retour à %s
ja_jp: %sのプロフィールに戻る
pt_pt: De volta ao %s
sv_se: Tillbaka till %s

# CANNOT_GIFT_PUBLIC_CODE
source: This ticket is not giftable.
es_es: Este ticket no se puede regalar.
fr_fr: Ce ticket ne peut pas être offert en cadeau.
ja_jp: このチケットはプレゼントできません。
pt_pt: Este bilhete não pode ser dado como prenda.
sv_se: Denna biljett kan inte ges bort.

# CODE_ALREADY_USED
source: The code you entered has already been used.
cy_gb: Mae'r cod a nodwyd gennych eisoes wedi'i ddefnyddio.
de_de: Der eingegebene Code wurde bereits benutzt.
el_gr: Ο κωδικος που προσθεσατε χρησιμοποιειται ηδη.
es_es: Este código ya ha sido usado.
fr_fr: Le code que vous avez entré a déjà été utilisé.
it_it: Il codice inserito è già stato usato.
ja_jp: 入力されたコードは使用済みです。
nl_nl: De code die je hebt ingevuld is al eens gebruikt.
pl_pl: Wpisany kod zostal juz uzyty.
pt_pt: O código que inseriste já foi usado.
ro_ro: Codul pe care l-ati introdus a fost folosit deja.
sv_se: Koden du skrev har redan används.
tr_tr: Girdiğin kod daha önce zaten kullanıldı.

# CODE_INVALID
source: The code you entered is invalid.
cy_gb: Mae'r cod a rhoddoch yn annilys.
de_de: Der eingegebene Code ist ungültig.
el_gr: Ο κωδικος που προσθεσατε δεν ειναι εγκυρος.
es_es: Este código no es válido.
fr_fr: Le code que vous avez entré est invalide.
it_it: Il codice inserito non è valido.
ja_jp: 入力されたコードは無効です。
nl_nl: De code die je hebt ingevuld is ongeldig.
pl_pl: Wpisany kod jest niepoprawny.
pt_pt: O código que inseriste é inválido.
ro_ro: Codul pe care l-ati introdus este invalid.
sv_se: Koden du skrev är ogiltig.
tr_tr: Girdiğin kod geçersiz.

# CODE_NONEXISTING_OR_EXPIRED
source: The code you entered doesn't exist or has expired.
cy_gb: Nid yw'r cod fewnosodwyd yn bodoli neu wedi dod i ben.
de_de: Der eingegebene Code existiert entweder nicht oder ist abgelaufen.
el_gr: Ο κωδικος που προσθεσατε δεν υπαρχει η εχει ληξει.
es_es: Este código no existe o ha expirado.
fr_fr: Le code que vous avez entré n'existe pas ou a expiré.
it_it: Il codice inserito non esiste o è scaduto.
ja_jp: 入力されたコードは存在しないか、期限切れです。
nl_nl: De code die je hebt ingevuld bestaat niet of is verlopen.
pl_pl: Wpisany kod jest niepoprawny lub wygasl.
pt_pt: O código que inseriste não existe, ou expirou.
ro_ro: Codul pe care l-ati introdus fie nu exista, fie a expirat.
sv_se: Koden du skrev finns inte eller har gått ut.
tr_tr: Girdiğin kod yok ya da süresi doldu.

source: Color Stars
cy_gb: Seren Lliw
de_de: Farb-Sterne
el_gr: Χρωματιστα Αστερια
es_es: Estrellas de Color
fr_fr: Étoiles colorées
it_it: Stelle colorate
ja_jp: カラースター
nl_nl: Kleursterren
pl_pl: Kolorowe Gwiazdki
pt_pt: Estrelas Coloridas
ro_ro: Stele Colorate
tr_tr: Renkli Yıldızlar

source: Continue
cy_gb: Parhau
de_de: Weiter
el_gr: Συνεχεια
es_es: Continuar
fr_fr: Continuer
it_it: Continua
ja_jp: 続ける
nl_nl: Ga verder
pl_pl: Kontynuuj
pt_pt: Continuar
ro_ro: Continuati
sv_se: Fortsätt
tr_tr: Devam Et

source: Creator's Room Theme
cy_gb: Thema Ystafell Crewr
de_de: Ersteller-Raum-Thema
el_gr: Θεμα Δωματιου Χρηστη
es_es: Fondo de la Sala del Creador
fr_fr: Thème de la Salle de créateur
it_it: Tema Stanza Creatore
ja_jp: マイルームテーマ
nl_nl: Thema Makersruimte
pl_pl: Motyw do Pokoju Twórcy
pt_pt: Tema da Sala de Criador
ro_ro: Tema Camerei Creatorului
sv_se: Creator's Room Tema
tr_tr: Kreatör Odası Teması

# DONT_HAVE_ANY_TO_USE
source: You don't have any of that item to use.
de_de: Du hast kein Item, welches du nutzen könntest.
el_gr: Δεν εχετε απο αυτο το αντικειμενο προς χρηση.
es_es: No tienes ningun item de ese tipo el cual usar.
fr_fr: Vous n'avez aucun exemplaire de cet objet à utiliser.
it_it: Non hai nessun oggetto di quel tipo da usare.
ja_jp: 使用できるアイテムがありません…
nl_nl: Je hebt geen van dat item om te gebruiken.
pl_pl: Nie masz tego przedmiotu, wiec nie mozesz go uzyc.
pt_pt: Não tens bilhetes para usar.
ro_ro: Nu aveti nici un obiect dintr-acesta pentru a-l folosi.
sv_se: Du har inget av det att använda.
tr_tr: Bu öğe sende yok.

# ENTER_CODE_TO_REDEEM
source: Enter the code you'd like to redeem below.
cy_gb: Nodwch y cod yr hoffech chi ei adbrynu isod.
de_de: Gib den einzulösenden Code hier unten ein.
el_gr: Συμπληρωσετε τον κωδικο που θελετε να εξαργυρωσετε παρακατω.
es_es: Escribe debajo el código que deseas canjear.
fr_fr: Saisissez le code que vous voulez utiliser ci-dessous.
it_it: Inserisci qui sotto il codice che vuoi riscattare.
ja_jp: 引き換えるコードを入力してください。
nl_nl: Vul de code die je wilt verzilveren hieronder in.
pl_pl: Wpisz kod który chcesz wykorzystac ponizej.
pt_pt: Introduz o código que queiras usar aqui.
ro_ro: Introduceti codul pe care vreti sa-l introduceti mai jos.
sv_se: Skriv koden du vill lösa ut nedan.
tr_tr: Kullanmak istediğin kodu aşağıya gir.

# ERROR_CANT_GIFT_EXPIRED_CODE
source: This code has expired.
es_es: Este código ha expirado.
fr_fr: Ce code est expiré.
ja_jp: このコードは期限切れです。
pt_pt: Este código expirou.
sv_se: Denna koden har löpt ut.

# ERROR_PROFANE_GIFT_MSG
source: This message violates our Content Policy.
es_es: Este mensaje viola nuestra Política de Contenido.
fr_fr: Ce message viole notre Politique de Contenu.
ja_jp: このメッセージはコンテンツポリシーに違反しています。
pt_pt: Esta mensagem viola a nossa Política de Conteúdo.
sv_se: Detta meddelande bryter mot våran Innehålls Policy.

# ERROR_PROFANE_GIFT_MSG_DESC
source: Please try again with a more appropriate message.
es_es: Por favor intenta de nuevo con un mensaje más apropiado.
fr_fr: Veuillez réessayer avec un message plus approprié.
ja_jp: より適切なメッセージでもう一度お試しください。
pt_pt: Por favor tente de novo com uma mensagem mais apropriada.
sv_se: Snälla försök igen med ett mer passande meddelande.

# ERROR_RECIPIENT_IS_BLOCKED
source: You have blocked this user.
es_es: Has bloqueado a este usuario.
fr_fr: Vous avez bloqué cet utilisateur.
ja_jp: このユーザーをブロックしています。
pt_pt: Bloqueaste este utilizador.
sv_se: Du har blockerat denna användaren.

# ERROR_RECIPIENT_IS_BLOCKED_DESC
source: Please unblock the user and then try again.
es_es: Por favor desbloquea al usuario e intenta de nuevo.
fr_fr: Veuillez débloquer l'utilisateur.
ja_jp: ブロックを解除してからもう一度お試しください。
pt_pt: Por favor desbloqueie o utilizador e tente de novo.
sv_se: Snälla avblockera användaren och försök igen.

# ERROR_RECIPIENT_IS_BLOCKING
source: You have been blocked by this user.
es_es: Este usuario te ha bloqueado.
fr_fr: Cet utilisateur vous a bloqué.
ja_jp: このユーザーにブロックされています。
pt_pt: Foste bloqueado por este utilizador.
sv_se: Du är blockerad av denna användaren.

# ERROR_RECIPIENT_IS_BLOCKING_DESC
source: Please choose a different user to gift to.
es_es: Por favor elige otro usuario para enviar el regalo.
fr_fr: Veuillez choisir un autre utilisateur à qui offrir le ticket.
ja_jp: 別のユーザーを選んでください。
pt_pt: Por favor escolhe outro utilizador para dar este presente.
sv_se: Snälla välj en annan användare att ge till.

# ERROR_TITLE_CANT_GIFT_TICKET
source: Unable to gift ticket!
es_es: ¡No se puede regalar el ticket!
fr_fr: Impossible d'offrir ce ticket!
ja_jp: チケットを贈れません！
pt_pt: Impossível dar bilhete de presente!
sv_se: Kunde inte ge biljett!

# ERROR_TITLE_PROFANE_GIFT_MSG
source: Unable to save message.
es_es: No se puede guardar el mensaje.
fr_fr: Impossible de sauvegarder le message.
ja_jp: メッセージを保存できません。
pt_pt: Impossível guardar mensagem.
sv_se: Meddelandet kunde inte sparats.

# ERROR_USE_ANOTHER_CODE
source: Please use another code.
es_es: Por favor usa otro código.
fr_fr: Veuillez utiliser un autre code.
ja_jp: 別のコードを使用してください。
pt_pt: Por favor use outro código.
sv_se: Snälla använd en annan kod.

# GIFTED_BY_ANON
source: An anonymous user has gifted you a %s!
es_es: ¡Un usuario anónimo te ha regalado un %s!
fr_fr: Un utilisateur inconnu vous a offert un %s!
ja_jp: 匿名ユーザーから%sを受け取りました！
pt_pt: Um utilizador anónimo te deu um %s!
sv_se: En anonym användare har gett dig en %s!

# GIFTED_BY_X
source: %s has gifted you a %s!
es_es: ¡%s te ha regalado un %s!
fr_fr: %s vous a donné un %s!
ja_jp: %sさんから%sを受け取りました！
pt_pt: %s te deu um %s!
sv_se: %s har gett dig en %s!

# GIFTING_TO
source: Gifting a ticket to %s...
es_es: Regalando un ticket a %s...
fr_fr: Envoi du ticket à %s...
ja_jp: %sにチケットを贈っています...
pt_pt: A dar um bilhete a %s...
sv_se: Ger bort biljett till %s...

# GIFT_MSG_LABEL
source: Gift Message (%d chars):
es_es: Mensaje del regalo (%d caracteres):
fr_fr: Message du cadeau (%d caractères):
ja_jp: メッセージ（%d文字）:
pt_pt: Mensagem de Presente (%d carac.):
sv_se: Meddelande (%d tecken):

# GIFT_SUCCESS
source: Gift Sent!
es_es: ¡Regalo enviado!
fr_fr: Cadeau Envoyé!
ja_jp: プレゼントを送信しました！
pt_pt: Presente Enviado!
sv_se: Present Skickad!

source: Inventory
cy_gb: Rhestr Eiddo
de_de: Inventar
el_gr: Αποθηκη
es_es: Inventario
fr_fr: Inventaire
it_it: Inventario
ja_jp: チケット一覧
nl_nl: Inventaris
pl_pl: Ekwipunek
pt_pt: Inventário
ro_ro: Inventar
sv_se: Förråd
tr_tr: Envanter

# INVENTORY_IS_EMPTY
source: Your inventory is empty.
cy_gb: Mae eich rhestr eiddo yn wag.
de_de: Ziemlich leer hier, oder?
el_gr: Η αποθηκη σας ειναι κενη.
es_es: Tu inventario está vacío.
fr_fr: Votre inventaire est vide.
it_it: Il tuo inventario è vuoto.
ja_jp: チケットはありません。
nl_nl: Je inventaris is leeg.
pl_pl: Twój ekwipunek jest pusty.
pt_pt: O teu inventário está vazio.
ro_ro: Inventarul dvs. este gol.
sv_se: Ditt förråd är tomt.
tr_tr: Envanterin dolu.

# LOGIN_REQUIRED_REDEEM_CODE
source: You must be logged in to redeem a code.
cy_gb: Rhaid i chi fod mewngofnodi i wneud iawn cod.
de_de: Du musst angemeldet sein, um einen Code einzulösen.
el_gr: Πρεπει να ειστε συνδεδεμενοι για να εξαργυρωσετε καποιο κωδικο.
es_es: Tienes que iniciar sesión para canjear un código.
fr_fr: Vous devez être connecté pour utiliser un code.
it_it: Devi accedere per riscattare un codice.
ja_jp: コードを引き換えるにはログインする必要があります。
nl_nl: Je moet ingelogd zijn om een code te verzilveren.
pl_pl: Musisz sie zalogowac zanim wykorzystasz kod.
pt_pt: Tens de ter feito login para usar um código.
ro_ro: Trebuie sa va conectati pentru a revendica un cod.
sv_se: Du måste vara inlåggad för att lösa ut en kod.
tr_tr: Kod girmek için lütfen giriş yap.

source: OR
es_es: O
fr_fr: OU
ja_jp: または
pt_pt: OU
sv_se: ELLER

source: Redeem Code
cy_gb: Wneud iawn am cod
de_de: Code einlösen
el_gr: Εξαργυρωση Κωδικου
es_es: Canjear código
fr_fr: Utiliser un code
it_it: Riscatta Codice
ja_jp: 引き換えコード
nl_nl: Verzilver Code
pl_pl: Wykorzystaj kod
pt_pt: Usar Código
ro_ro: Revendicati Cod
sv_se: Inlösningskod
tr_tr: Kod Kullan

source: Send Gift
es_es: Enviar Regalo
fr_fr: Offrir un cadeau
ja_jp: プレゼントを送る
pt_pt: Enviar Presente
sv_se: Skicka present

# SEND_GIFT_ANON
source: Send Gift Anonymously
es_es: Enviar Regalo Anónimamente
fr_fr: Offrir un cadeau Anonyme
ja_jp: 匿名で送る
pt_pt: Enviar Presente Anónima
sv_se: Skicka present anonymt

source: Sudomemo Citizenship
de_de: Sudomemo-Bürgerschaft
es_es: Ciudadano de Sudomemo
fr_fr: Citoyenneté Sudomemo
ja_jp: スドメモ市民権
pt_pt: Cidanania do Sudomemo
ro_ro: Cetatenia Sudomemo
sv_se: Sudomemo Medborgarskap
tr_tr: Sudomemo Vatandaşlığı

source: Sudomemo Plus
ja_jp: スドメモPlus

# SUDOMEMO_PLUS_BALANCE_FORMAT
source: Balance: %s days
cy_gb: Balans: %s dyddiau
de_de: Kontostand: %s Tage
el_gr: Λοιπα: %s days
es_es: Saldo: %s dias
fr_fr: Solde : %s jours
it_it: Bilancio: %s giorni
ja_jp: 残り日数: %s日
nl_nl: Saldo: %s dagen
pl_pl: Saldo: %s dni
pt_pt: Saldo: %s dias
ro_ro: Zile ramase: %s zile
sv_se: Balans: %s dagar
tr_tr: Kalan gün sayısı: %s

# SUDOMEMO_PLUS_FORMAT
source: You received %s days worth of Sudomemo Plus!
cy_gb: Cawsoch werth %s diwrnod o Sudomemo Plus!
de_de: Du hast %s Tage Sudomemo Plus erhalten!
el_gr: Μολις λαβατε %s μερες Sudomemo Plus!
es_es: ¡Has recibido %s dias de Sudomemo Plus!
fr_fr: Vous avez reçu %s jours de Sudomemo Plus !
it_it: Hai ricevuto %s giorni di Sudomemo Plus!
ja_jp: %s日分のSudomemo Plusを受け取りました!
nl_nl: Je hebt %s dagen Sudomemo Plus ontvangen!
pl_pl: Otrzymano %s dni Sudomemo Plus!
pt_pt: Recebeste %s dias do Sudomemo Plus!
ro_ro: Ati primit %s zile de Sudomemo Plus!
sv_se: Du har fått %s dag(ar) värt av Sudomemo Plus!
tr_tr: %s günlük Sudomemo Plus'ın oldu!

# TAP_TO_ADD_MSG
source: Tap to add a message...
es_es: Toca para agregar un mensaje...
fr_fr: Appuyer ici pour écrire un message...
ja_jp: タップしてメッセージを追加...
pt_pt: Toque para adicionar uma mensagem...
sv_se: Klicka för att lägga till ett meddelande...

# THANK_YOU_FOR_GIFTING
source: Thank you for sending a gift to %s! We're sure they'll love it!
es_es: ¡Gracias por enviar un regalo a %s! ¡Estamos seguros que le encantará!
fr_fr: Merci d'avoir offert un cadeau à %s! Nous sommes certains que cette personne l'aimera!
ja_jp: %sへのプレゼントありがとうございます！きっと喜んでくれるはずです！
pt_pt: Obrigado por enviar um presente a %s! Temos a certeza que vão adorar!
sv_se: Tack för att du skickade en present till %s! De kommer älska den!

# THEME_AVAILABLE_FOR_USE
source: You can now use this theme in your Creator's Room!
cy_gb: Nawr gallwch ddefnyddio'r thema hon yn Ystafell eich Creawdwr!
de_de: Du kannst dieses Theme nun in deinem Ersteller-Raum anwenden!
el_gr: Πλεον μπορειτε να χρησιμοποιησετε αυτο το θεμα στο Δωματιο Χρηστη σας!
es_es: ¡Ahora puedes usar este fondo en la Sala del Creador!
fr_fr: Vous pouvez maintenant utiliser ce thème dans votre Salle de créateur !
it_it: Ora puoi usare questo tema nella tua Stanza Creatore!
ja_jp: このテーマをマイルームで使うことができます!
nl_nl: Je kan nu deze thema gebruiken in je Makersruimte!
pl_pl: Mozesz teraz uzywac tego motywu w twoim Pokoju Twórcy!
pt_pt: Podes usar este tema na tua Sala de Criador!
ro_ro: Puteti sa folositi acum aceasta tema in Camera Creatorului!
sv_se: Du kan nu använda detta tema I din Creator's Room!
tr_tr: Bu temayı artık Kreatör Oda'nda kullanabilirsin!

# TICKET_DESC_10th_birthday_bash_ticket
source: Thanks for attending our Birthday Bash!
es_es: ¡Gracias por asistir a nuestra Birthday Bash!
fr_fr: Merci d'avoir participé à notre fête d'anniversaire !
ja_jp: 誕生日パーティーに参加してくれてありがとう!
pt_pt: Obrigado por participares no nosso Birthday Bash!

# TICKET_DESC_7th_birthday_bash_ticket
source: Thanks for attending our Birthday Bash!
de_de: Danke für deine Teilnahme beim 'Birthday Bash!'
el_gr: Ευχαριστουμε που συμμετειχατε στο Birthday Bash μας!
es_es: ¡Gracias por asistir a nuestro Birthday Bash!
fr_fr: Merci d'avoir participé à notre fête d'anniversaire !
it_it: Grazie per aver partecipato alla nostra Festa di Compleanno!
ja_jp: 誕生日パーティーに参加してくれてありがとう!
nl_nl: Bedankt voor het meedoen met de Birthday Bash!
pl_pl: Dziekujemy za udzial w naszym Birthday Bash!
pt_pt: Obrigado por participares no nosso Birthday Bash!
ro_ro: Va multumim ca v-ati alaturat la Aniversarea noastra!
tr_tr: Yıldönümü partimize katıldığın için teşekkür ederiz!

# TICKET_DESC_8th_birthday_bash_ticket
source: Thanks for attending our Birthday Bash!
de_de: Danke für deine Teilnahme beim 'Birthday Bash!'
es_es: ¡Gracias por asistir a nuestra Birthday Bash!
fr_fr: Merci d'avoir participé à notre fête d'anniversaire !
it_it: Grazie per aver partecipato alla nostra festa di compleanno!
ja_jp: 誕生日パーティーに参加してくれてありがとう!
nl_nl: bedankt voor het meedoen met de Birthday Bash!
pl_pl: Dziekujemy za udzial w naszym Birthday Bash!
pt_pt: Obrigado por participares no nosso Birthday Bash!
ro_ro: Multumim ca ni te-ai alaturat la a 8-a Aniversare!!
tr_tr: Yıldönümü partimize katıldığın için teşekkür ederiz!

# TICKET_DESC_9th_birthday_bash_ticket
source: Thanks for attending our Birthday Bash!
de_de: Danke für deine Teilnahme beim 'Birthday Bash!'
es_es: ¡Gracias por asistir a nuestra Birthday Bash!
fr_fr: Merci d'avoir participé à notre fête d'anniversaire !
it_it: Grazie per aver partecipato alla nostra festa di compleanno!
ja_jp: 誕生日パーティーに参加してくれてありがとう!
pl_pl: Dziekujemy za udzial w naszym Birthday Bash!
pt_pt: Obrigado por participares no nosso Birthday Bash!

# TICKET_DESC_LABEL
source: Ticket Description:
es_es: Descripción del Ticket:
fr_fr: Description du Ticket:
ja_jp: チケットの説明:
pt_pt: Descrição do Bilhete:
sv_se: Biljett Beskrivning:

# TICKET_DESC_archive_supporter_ticket
source: Thank you for helping preserve Flipnote history!
de_de: Danke für deine Hilfe, Flipnote-Geschichte zu bewahren!
es_es: ¡Gracias por ayudando a preservar la historia de Flipnote!
fr_fr: Merci de votre aide pour la préservation de l'histoire des Flipnotes !
it_it: Grazie per aver contribuito a preservare la storia di Flipnote!
ja_jp: うごメモ歴史の保存に協力していただきありがとうございます!
pl_pl: Dziekujemy za pomoc w konserwowaniu historii Flipnotes!
pt_pt: Obrigado por ajudar a preservar a história de Flipnotes!
ro_ro: Multumim ca ne-ati ajutat sa preservam istoria Flipnote!
sv_se: Tack för hjälpen med att bevara Flipnote historia!
tr_tr: Flipnote tarihini korumakta yardımcı olduğun için teşekkür ederiz!

# TICKET_DESC_birthday_ticket
source: Happy Birthday!
cy_gb: Penblwydd hapus!
de_de: Alles Gute!
el_gr: Να τα εκατοστησετε!
es_es: ¡Feliz cumpleaños!
fr_fr: Joyeux anniversaire !
it_it: Buon Compleanno!
ja_jp: お誕生日おめでとう!
nl_nl: Van Harte Gefeliciteerd!
pl_pl: Sto lat!
pt_pt: Feliz Aniversário!
ro_ro: La multi ani!
sv_se: Grattis på födelsedagen!
tr_tr: Mutlu yıllar!

# TICKET_DESC_blue_dog_ticket
source: This ticket gives you 350 spendable Sudomemo Stars (maybe even a rare one!), an exclusive theme, and a special badge displayed on your profile!
de_de: Dieses Ticket bringt dir 350 Farb-Sterne (vielleicht sogar ein seltener!), eine exklusive Kulisse und ein spezielles Icon, welches in deinem Ersteller-Raum angezeigt wird!
el_gr: Αυτος ο λαχνος σας δινει 350 αστερια που μπορειτε να ξοδεψετε (ισως και καποιο σπανιο!), ενα συλλεκτικο θεμα, και ενα ειδικο σημα για το προφιλ σας
es_es: ¡Este ticket te dará 350 estrellas de color (¡al memos una rara!), un fondo exclusivo, y un trofeo especial en tu perfil!
fr_fr: Ce ticket vous donne 350 Étoiles Sudomemo dépensables (peut-être même une étoile rare !), un thème exclusif, et un badge spécial affiché sur votre profil !
it_it: Questo ticket ti offre 350 Stelle Sudomemo spendibili (forse anche una Stella rara!), un tema esclusivo e un badge speciale da mostrare sul tuo profilo!
ja_jp: このチケットを購入すると、350ものスター（レアなスターがあるかも？）、限定テーマをゲットすることができ、特別なバッジがプロフィールに表示されます
nl_nl: Deze ticket geeft je 350 uitgeefbare Sudomemosterren (misschien wel een zeldzame!), een exclusief thema, en een speciale badge op je profiel!
pl_pl: Ten bilet da ci 350 gwiazdek Sudomemo (moze nawet jedna z rzadszych!), ekskluzywny motyw, i specjalna odznake która pojawi sie na twoim profilu!
pt_pt: Este bilhete oferece-te 350 Estrelas Sudomemo que podes usar (talvez ainda uma estrela rara!), um tema exclusivo e um crachá especial para o teu perfil!
ro_ro: Acest bilet va ofera 350 de Stele Sudomemo (poate chiar una rara!), o tema exlusiva, si o insigna speciala afisata pe profilul dvs.!
sv_se: Denna biljett ger dig 350 spenderbara Sudomemo Stars (kanske till och med en sällsynt!), ett exklusivt tema, och ett speciellt märke på din profil!
tr_tr: Bu biletle 350 harcanabilir Sudomemo yıldızı (belki nadir bir yıldız da olabilir!), özel bir tema ve profilinde gözükecek özel bir rozet elde edeceksin!

# TICKET_DESC_colors_promo_ticket
source: You won the Sudomemo x Colors! June 2020 Weekly Topic!
de_de: Du hast die Sudomemo x Colors! Juni 2020 Wochen-Thema gewonnen!
el_gr: Κερδισατε το Sudomemo x Colors! June 2020 Weekly Topic!
es_es: ¡Ganaste la fondotica semanal Sudomemo x Colors! Junio 2020!
fr_fr: Vous avez gagné le Weekly Topic (thème hebdomadaire) Sudomemo x Colors! de juin 2020 !
it_it: Hai vinto il Topic settimanale di Giugno 2020 Sudomemo x Colors!
ja_jp: スドメモ x Colorsを獲得しました！※2020年6月の週刊トピックです！
nl_nl: Jij hebt de Sudomemo x Colors! je hebt de Sudomemo Weekelijkse Topic gewonnen van Juni 2020!
pl_pl: Wygrales/as Temat Tygodnia Sudomemo x Colors! z czerwca 2020!
pt_pt: Parabéns, venceste o Tópico Semanal de Junho 2020 Sudomemo x Colors!
ro_ro: Ati castigat Subiectul Saptamanal Iunie 2020 Sudomemo x Colors!
tr_tr: Sudomemo x Colors! Haziran 2020 Haftanın Konusu'nu kazandın!

# TICKET_DESC_demo_ticket
source: Obviously, this is the description for the demo ticket.
cy_gb: Yn amlwg, dyma'r disgrifiad ar gyfer y tocyn demo.
de_de: Dies ist tatsächlich die Beschreibung des Demo-Tickets.
el_gr: Προφανως, αυτη ειναι η περιγραφη για το demo ticket.
es_es: Claramente, esta es la descripción del ticket demostración.
fr_fr: Évidemment, ceci est la description du ticket démo.
it_it: Questa è la descrizione del ticket demo, ovviamente.
ja_jp: デモチケットの説明です。
nl_nl: Vanzelfsprekend, dit is de beschrijving voor het demoprijskaartje.
pl_pl: Oczywyscie, to jest opis dla biletu demonstracyjnego.
pt_pt: Obviamente, isto é um bilhete de amostra.
ro_ro: Evident, aceasta este descrierea pentru Biletul Demo.
sv_se: Uppenbarligen är detta beskrivningen för demobiljetten.
tr_tr: Bu tabii ki demo biletin açıklamasıdır..

# TICKET_DESC_fall_2023_ffc_winner_ticket
source: Congratulations on your winning entry to the Fall 2023 Sudomemo Flipnote Fight Competition!
es_es: ¡Felicidades por tu entrada ganadora en la Competencia Flipnote Fight de Sudomemo Otoño 2023!
fr_fr: Félicitations pour votre création gagnante à la Flipnote Fight Competition de Sudomemo d'automne 2023 !
ja_jp: 2023年秋のSudomemo Flipnote Fight Competitionでの受賞おめでとうございます！
pt_pt: Parabéns a ti, o vencedor da Competição Flipnote Flight do Sudomemo de Outono 2023!

# TICKET_DESC_fate_2024_winner_ticket
source: Congratulations on your winning FATE 2024 submission!
es_es: ¡Felicidades por tu entrada ganadora en FATE 2024!
ja_jp: FATE 2024での受賞おめでとうございます！
pt_pt: Parabéns a ti, para a tua submissão da competição FATE 2024!

# TICKET_DESC_featured_artist_ticket
source: We give our warm congratulations to you for becoming a Sudomemo Featured Artist!
de_de: Unsere herzlichsten Glückwünsche zum Werden eines Sudomemo-empfohlenen Künstlers!
el_gr: Τα συγχαρητηρια μας που γινατε Προωθημενος Καλλιτεχνης!
es_es: ¡Te damos nuestras cálidas felicitaciones por convertirte en un Artista destacado de Sudomemo!
fr_fr: Nous vous félicitons chaleureusement pour être devenu un artiste en vedette de Sudomemo !
it_it: Congratulazioni per essere diventato un Artista in primo piano di Sudomemo!
ja_jp: スドメモで注目された作者になったことを心からお祝いします！
nl_nl: We geven je een warme felicitatie aan jou omdat je een Sudomemo Uitgelichte Artiest bent geworden!
pl_pl: Serdecznie gratulujemy zostania Wyróznionym Artysta Sudomemo!
pt_pt: Nós te damos os nossos parabéns por tornares-te um Artista Destacado no Sudomemo!
ro_ro: Va oferim felicitarile noastre calduroase pentru ca ati devenit un Artist Sudomemo Recomandat!
tr_tr: Sudomemo'da Öne Çıkan Sanatçı olduğun için seni tebrik ederiz!

# TICKET_DESC_featured_flipnote_ticket
source: Congratulations! One of your Flipnotes was featured.
de_de: Glückwunsch! Eines deiner Flipnotes wurde empfohlen.
el_gr: Συγχαρητηρια! Ενα απο τα Flipnotes σας προωθηθηκε.
es_es: ¡Felicidades! Una de tus Flipnotes ha sido destacada.
fr_fr: Félicitations ! Une de vos Flipnotes a été mise en vedette.
it_it: Congratulazioni! Uno dei tuoi Flipnote è stato messo in primo piano.
ja_jp: おめでとうございます！あなたの作品が一つ紹介されました
nl_nl: Uitgelichte Artiest Ticket
pl_pl: Gratulacje! Jeden z twoich Flipnotes zostal wyrózniony.
pt_pt: Parabéns! Um dos teus Flipnotes foi posto em destaque.
ro_ro: Felicitari! Unul dintre Flipnote-urile dvs. a devenit recomandat.
tr_tr: Tebrikler! Flipnote'larından birisi öne çıktı.
