Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/tickets.po
Languages: cy_gb, de_de, el_gr, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, sv_se, tr_tr

# TICKET_DESC_weekly_topic_winner_ticket
source: Congratulations on winning the Sudomemo Weekly Topic!
cy_gb: Llongyfarchiadau ar ennill Pwnc Wythnosol Sudomemo!
de_de: Glückwunsch zum Gewinn des Wochen-Themas auf Sudomemo!
el_gr: Συγχαρητηρια για την νικη σας στο Sudomemo Weekly Topic!
es_es: ¡Enhorabuena por ganar el Tópico Semanal de Sudomemo!
fr_fr: Félicitations pour avoir gagné le Weekly Topic (thème hebdomadaire) de Sudomemo !
it_it: Congratulazioni per aver vinto il Topic settimanale di Sudomemo!
ja_jp: スドメモ今週のお題への入選おめでとう!
nl_nl: Gefeliciteerd met het winnen van de Sudomemo Wekelijkse Onderwerp!
pl_pl: Gratulujemy wygranej w Temacie Tygodnia Sudomemo!
pt_pt: Parabéns por ganhar uma posição no Tópico Semanal do Sudomemo!
ro_ro: Felicitari pentru ca ati castigat Subiectul Saptamanal Sudomemo!
sv_se: Grattis för att du vann Veckotemat!
tr_tr: Sudomemo Haftalık Konu'yu kazandığın için tebrik ederiz!

# TICKET_DESC_welcoming_champion_ticket
source: You're been very welcoming to new and returning creators! Thanks!
de_de: Du warst sehr einladend zu neuen und wiederkehrenden Erstellern! Danke!
es_es: ¡Gracias por acoger a los creadores nuevos y !
fr_fr: Vous avez été très accueillant envers les nouveaux créateurs et ceux qui reviennent ! Merci !
it_it: Hai dato il benvenuto ai creatori nuovi e di ritorno! Grazie!
ja_jp: 新規・復帰クリエイターを温かく迎えてくれてありがとう！
pl_pl: Byles/-as bardzo goscinny/-a dla nowych i powracajacych twórców! Dziekujemy!
pt_pt: Foste muito acolhedor a novos e criadores que voltaram! Obrigado!

# TICKET_NAME_10th_birthday_bash_ticket
source: 10th Birthday Bash Ticket
es_es: Ticket del 10mo Birthday Bash
fr_fr: Ticket du 10ème anniversaire
ja_jp: 10周年バースデーバッシュチケット
pt_pt: Bilhete do 10º Birthday Bash

# TICKET_NAME_7th_birthday_bash_ticket
source: 7th Birthday Bash Ticket
de_de: 7. 'Birthday Bash'-Ticket
el_gr: Λαχνος για το 7ο μας Birthday
es_es: Ticket del 7mo Birthday Bash
fr_fr: Ticket du 7ème anniversaire
it_it: Ticket Settima Festa di Compleanno
ja_jp: 7周年パーティーチケット
nl_nl: 7de Birthday Bash Ticket
pl_pl: Bilet za siódmy Birthday Bash
pt_pt: Bilhete do 7º Birthday Bash
ro_ro: Bilet a 7-a Aniversare
tr_tr: Yedinci Yıldönümü Partisi Bileti

# TICKET_NAME_8th_birthday_bash_ticket
source: 8th Birthday Bash Ticket
de_de: 8. 'Birthday Bash'-Ticket
es_es: Ticket del 8o Birthday Bash
fr_fr: Ticket du 8ème anniversaire
it_it: Ticket Ottava Festa di Compleanno
ja_jp: 8周年パーティーチケット
nl_nl: 8ste Birthday Bash Ticket
pl_pl: Bilet za ósmy Birthday Bash
pt_pt: Bilhete do 8º Birthday Bash
ro_ro: Bilet a 8-a Aniversare
tr_tr: Sekizinci Yıldönümü Partisi Bileti

# TICKET_NAME_9th_birthday_bash_ticket
source: 9th Birthday Bash Ticket
de_de: 9. 'Birthday Bash'-Ticket
es_es: Ticket del 9o Birthday Bash
fr_fr: Ticket du 9ème anniversaire
it_it: Ticket Nona Festa di Compleanno
ja_jp: 9周年バースデーバッシュチケット
pl_pl: Bilet za dziewiaty Birthday Bash
pt_pt: Bilhete do 9º Birthday Bash

# TICKET_NAME_LABEL
source: Ticket Name:
es_es: Nombre del Ticket:
fr_fr: Nom du Ticket:
ja_jp: チケット名:
pt_pt: Nome do Bilhete:
sv_se: Biljett Namn:

# TICKET_NAME_archive_supporter_ticket
source: Archive Supporter Ticket
de_de: Archivunterstützer-Ticket
es_es: Ticket de Seguidor del Archivo
fr_fr: Ticket Soutien de l'archive
it_it: Archivia il Ticket del Tifoso
ja_jp: アーカイブサポーターチケット
pl_pl: Bilet za wsparcie archiwum
pt_pt: Bilhete de Apoiante do Arquivo
ro_ro: Bilet de Sustinator al Arhivei
tr_tr: Arşiv Destekçisi Bileti

# TICKET_NAME_birthday_ticket
source: Birthday Ticket
cy_gb: Tocyn Pen-blwydd
de_de: Geburtstags-Ticket
el_gr: Λαχνος Γενεθλιων
es_es: Ticket de cumpleaños
fr_fr: Ticket d'anniversaire
it_it: Ticket di Compleanno
ja_jp: バースデーチケット
nl_nl: Verjaardagsprijskaartje
pl_pl: Urodzinowy bilet
pt_pt: Bilhete de Aniversário
ro_ro: Bilet Zi de Nastere
sv_se: Födelsedagsbiljett
tr_tr: Doğum Günü Bileti

# TICKET_NAME_blue_dog_ticket
source: Ziggy Starburst Ticket
es_es: Ticket de Ziggy Starburst
fr_fr: Ticket Ziggy Starburst
it_it: Ticket Ziggy Starburst
ja_jp: ジギースターバーストチケット
pl_pl: Bilet Ziggy Starburst
pt_pt: Bilhete Ziggy Starburst
ro_ro: Bilet Ziggy Starburst
tr_tr: Ziggy Starburst Bileti

# TICKET_NAME_colors_promo_ticket
source: Colors! Promo Ticket
es_es: Ticket de Promoción Colors!
fr_fr: Ticket Promo Colors!
it_it: Colori! Ticket Promozionale
ja_jp: Colors!プロモーションチケット
pl_pl: Promocyjny bilet Colors!
pt_pt: Bilhete de Promoção do Colors!
ro_ro: Bilet Promo Colors!
tr_tr: Colors! Promosyon Bileti

# TICKET_NAME_demo_ticket
source: Demo Ticket
cy_gb: Tocyn Demo
es_es: Ticket de demostración
fr_fr: Ticket Démo
it_it: Dimostrazione del Ticket
ja_jp: デモチケット
nl_nl: Demoprijskaartje
pl_pl: Bilet demonstracyjny
pt_pt: Bilhete de Amostra
ro_ro: Bilet Demo
sv_se: Demobiljett
tr_tr: Demo Bilet

# TICKET_NAME_fall_2023_ffc_winner_ticket
source: Fall 2023 Sudomemo F.F.C. Winner Ticket
es_es: Ticket de Ganador F.F.C. Otoño 2023
fr_fr: Ticket de lauréat de la F.F.C. de Sudomemo d'automne 2023
ja_jp: 2023年秋 Sudomemo F.F.C. 優勝者チケット
pt_pt: Bilhete de Vencedor da C.F.F. Sudomemo Outono 2023

# TICKET_NAME_fate_2024_winner_ticket
source: FATE 2024 Winner Ticket
es_es: Ticket de Ganador FATE 2024
ja_jp: FATE 2024 優勝者チケット
pt_pt: Bilhete de Vencedor do FATE 2024

# TICKET_NAME_featured_artist_ticket
source: Featured Artist Ticket
de_de: Empfohlener Künstler-Ticket
el_gr: Λαχνος Προωθημενου Καλλιτεχνη
es_es: Ticket de Artista Destacado
fr_fr: Ticket d'artiste en vedette
it_it: Ticket Artista in primo piano
ja_jp: 注目の作者のチケット
pl_pl: Bilet Wyróznionego Artysty
pt_pt: Bilhete de Artista em Destaque
ro_ro: Bilet Artist Recomandat
tr_tr: Öne Çıkan Sanatçı Bileti

# TICKET_NAME_featured_flipnote_ticket
source: Featured Flipnote Ticket
de_de: Empfohlenes Flipnote-Ticket
el_gr: Προωθημενο Flipnote Ticket
es_es: Ticket de Flipnote Destacado
fr_fr: Ticket de Flipnote en vedette
it_it: Ticket Flipnote in primo piano
ja_jp: 注目の作品チケット
nl_nl: Uitgelichte Flipnote Ticket
pl_pl: Bilet wyróznionego Flipnote
pt_pt: Bilhete de Flipnote em Destaque
ro_ro: Bilet Flipnote Recomandat
tr_tr: Öne Çıkan Flipnote Bileti

# TICKET_NAME_ffotd_ticket
source: First Flipnote of the Decade
de_de: Erstes Flipnote dieses Jahrzehnts
el_gr: Πρωτο flipnote της Δεκαετιας
es_es: Primer Flipnote de la Decada
fr_fr: Première Flipnote de la décennie
it_it: Primo Flipnote del Decennio
ja_jp: 10年間の最初の作品
nl_nl: Eerste Flipnote van de decade
pl_pl: Pierwszy Flipnote dekady
pt_pt: Primeiro Flipnote da Década
ro_ro: Primul Flipnote al Deceniului
sv_se: Första Flipnoten av decenniet
tr_tr: Onyılın ilk Flipnote'u

# TICKET_NAME_five_year_plus_ticket
source: Plus Ticket (Five Years)
es_es: Ticket Plus (cinco años)
fr_fr: Ticket Plus (Cinq ans)
ja_jp: Plusチケット（5年）
pt_pt: Bilhete do Plus (Cinco Anos)

# TICKET_NAME_folding_reward_ticket
source: Folding@Home Reward Ticket
de_de: Folding@Home-Belohnungs-Ticket
es_es: Ticket de Folding@Home
fr_fr: Ticket de récompense Folding@Home
it_it: Folding@Home Ticket Premio
ja_jp: Folding@Home得点チケット
nl_nl: Folding@Home Prijs Ticket
pl_pl: Bilet w nagrodzie za Folding@Home
pt_pt: Bilhete de Recompensa do Folding@Home
ro_ro: Bilet Recompensa Folding@Home
tr_tr: Folding@Home Ödül Bileti

# TICKET_NAME_golden_neko_ticket
source: Mitsuo Meow Ticket
es_es: Ticket de Mitsuo Meow
fr_fr: Ticket Mitsuo Meow
it_it: Ticket Mitsuo Meow
ja_jp: ミツオ・ニャーチケット
pl_pl: Bilet Mitsuo Meow
pt_pt: Bilhete Mitsuo Meow
ro_ro: Bilet Mitsuo Meow
tr_tr: Mitsuo Meow Bileti

# TICKET_NAME_green_panda_ticket
source: Lazy Paisley Ticket
es_es: Ticket de Lazy Paisley
fr_fr: Ticket Lazy Paisley
it_it: Ticket Lazy Paisley
ja_jp: レイジーペイズリーチケット
pl_pl: Bilet Lazy Paisley
pt_pt: Bilhete Lazy Paisley
ro_ro: Bilet Lazy Paisely
tr_tr: Lazy Paisley Bileti

# TICKET_NAME_instagram_promo_ticket
source: Instagram Promo Ticket
cy_gb: Tocyn Promo Instagram
es_es: Ticket de promoción de Instagram
fr_fr: Ticket Promo Instagram
it_it: Instagram - Ticket Promozionale
ja_jp: Instagramプロモチケット
nl_nl: Instagram Promotie Prijskaartje
pl_pl: Bilet z promocji na Instagramie
pt_pt: Bilhete de Promoção do Instagram
ro_ro: Bilet Promo Instagram
sv_se: Instagram Promobiljett
tr_tr: Instagram Promosyon Bileti

# TICKET_NAME_love_anniversary_ticket
source: Anniversary Ticket
de_de: Jubiläums-Ticket
el_gr: Λαχνος επετειου
es_es: Ticket de aniversario
fr_fr: Ticket de célébration
it_it: Ticket Anniversario
ja_jp: 記念日チケット
nl_nl: Jubileumticket
pl_pl: Rocznicowy bilet
pt_pt: Bilhete de Aniversário Sudomemo
ro_ro: Bilet Aniversar
sv_se: Årsdagsbiljett
tr_tr: Yıldönümü Bileti

# TICKET_NAME_neighborhood_watch_ticket
source: Neighborhood Watch Ticket
de_de: Nachbarschaftswachen-Ticket
es_es: Ticket de Guardia del Vecindario
fr_fr: Ticket de surveillance de quartier
it_it: Ticket Segnalatore
ja_jp: 近隣ウォッチチケット
nl_nl: Buurtwachtticket
pl_pl: Bilet za zgloszenie
pt_pt: Bilhete de Mini Moderador
ro_ro: Bilet Neighborhood Watch
tr_tr: Mahalle Nöbetçisi Bileti

# TICKET_NAME_nitro_booster_ticket
source: Nitro Booster Ticket
es_es: Ticket de Nitro Booster
fr_fr: Ticket de Nitro Booster
it_it: Ticket Nitro Booster
ja_jp: ニトロブースター チケット
pl_pl: Bilet za ulepszenie serwera Discord
pt_pt: Bilhete do Nitro Boost
ro_ro: Bilet Stimulator Nitro
tr_tr: Nitro Takviyeci Bileti

# TICKET_NAME_one_month_plus_ticket
source: Plus Ticket (One Month)
cy_gb: Tocyn 'Plus' (Un Mis)
de_de: Sudomemo-Plus-Ticket (1 Monat)
el_gr: Plus Ticket (Ενας μηνας )
es_es: Ticket Plus (un mes)
fr_fr: Ticket Plus (Un mois)
it_it: Ticket di Plus (1 Mese)
ja_jp: Plusチケット (1ヶ月)
nl_nl: Plusticket (Één Maand)
pl_pl: Bilet na Sudomemo Plus (Jeden miesiac)
pt_pt: Bilhete do Plus (Um Mês)
ro_ro: Bilet Plus (O Luna)
sv_se: Plus Biljett (En månad)
tr_tr: Plus Bileti (bir ay)

# TICKET_NAME_one_year_plus_ticket
source: Plus Ticket (One Year)
cy_gb: Tocyn 'Plus' (Un Blwydden)
de_de: Sudomemo-Plus-Ticket (1 Jahr)
el_gr: Plus Ticket (ενας χρονος)
es_es: Ticket Plus (un año)
fr_fr: Ticket Plus (Un an)
it_it: Ticket di Plus(1 Anno)
ja_jp: Plusチケット (1年)
nl_nl: Plusticket (Één Jaar)
pl_pl: Bilet na Sudomemo Plus (Jeden rok)
pt_pt: Bilhete do Plus (Um Ano)
ro_ro: Bilet Plus (Un An)
sv_se: Plus Biljett (Ett år)
tr_tr: Plus Bileti (bir yıl)

# TICKET_NAME_patreon_patron_ticket
source: Sudomemo Patron Ticket
es_es: Ticket de Sudomemo Patron
fr_fr: Ticket de Mécène Sudomemo
ja_jp: Sudomemo Patreonチケット
pl_pl: Bilet Patrona Sudomemo
pt_pt: Bilhete de Patron do Sudomemo

# TICKET_NAME_purple_bunny_ticket
source: Russell Ramblewood Ticket
es_es: Ticket de Russell Ramblewood
fr_fr: Ticket Russell Ramblewood
it_it: Ticket Russell Ramblewood
ja_jp: ラッセルランブルウッドチケット
pl_pl: Bilet Russell Ramblewood
pt_pt: Bilhete Russell Ramblewood
ro_ro: Bilet Russel Rumbwood
tr_tr: Russell Ramblewood Bileti

# TICKET_NAME_red_bird_ticket
source: Bailey Flitwing Ticket
es_es: Ticket de Bailey Flitwing
fr_fr: Ticket Bailey Flitwing
it_it: Ticket Bailey Volante
ja_jp: ベイリーフリットウィングチケット
pl_pl: Bilet Bailey Flitwing
pt_pt: Bilhete Bailey Flitwing
ro_ro: Bilet Bailey Flitwing
tr_tr: Bailey Flitwing Bileti

# TICKET_NAME_regular_ticket
source: Regular Ticket
cy_gb: Tocyn Rheolaidd
de_de: Normales Ticket
el_gr: Απλος Λαχνος
es_es: Ticket Normal
fr_fr: Ticket Ordinaire
it_it: Ticket comune
ja_jp: レギュラーチケット
nl_nl: Regulier Prijskaartje
pl_pl: Zwyczajny bilet
pt_pt: Bilhete Normal
ro_ro: Bilet Normal
sv_se: Vanlig Biljett
tr_tr: Normal bilet

# TICKET_NAME_rewind_2021_ticket
source: Sudomemo Rewind 2021 Ticket
es_es: Ticket de Sudomemo Rewind 2021
fr_fr: Ticket du Sudomemo Rewind 2021
ja_jp: Sudomemo Rewind 2021 チケット
pl_pl: Bilet Sudomemo Rewind 2021
pt_pt: Bilhete do Sudomemo Rewind 2021

# TICKET_NAME_rewind_2022_ticket
source: Sudomemo Rewind 2022 Ticket
es_es: Ticket de Sudomemo Rewind 2022
fr_fr: Ticket du Sudomemo Rewind 2022
ja_jp: Sudomemo Rewind 2022 チケット
pl_pl: Bilet Sudomemo Rewind 2022
pt_pt: Bilhete do Sudomemo Rewind 2022

# TICKET_NAME_rewind_2023_ticket
source: Sudomemo Rewind 2023 Ticket
es_es: Ticket de Sudomemo Rewind 2023
fr_fr: Ticket du Sudomemo Rewind 2023
ja_jp: Sudomemo Rewind 2023 チケット
pt_pt: Bilhete do Sudomemo Rewind 2023

# TICKET_NAME_special_someone_ticket
source: Special Someone Ticket
de_de: Besondere-Jemand-Ticket
el_gr: Λαχνος για καποιον ιδιεταιρο
es_es: Ticket Para Alguien Especial
fr_fr: Ticket de personne spéciale
it_it: Ticket per una Persona Speciale
ja_jp: スペシャルサムワンチケット
nl_nl: Speciaal-Iemand-Ticket
pl_pl: Bilet dla kogos specjalnego
pt_pt: Bilhete de Sº Valentim
ro_ro: Bilet Cineva Special
tr_tr: Özel Birisine Bir Bilet

# TICKET_NAME_spookmaster_ticket
source: Spookmaster Ticket
de_de: Spukmeister-Ticket
es_es: Ticket de Spookmaster
fr_fr: Ticket du Maître de l'épouvante
it_it: Ticket Maestro degli Spettri
ja_jp: スプークマスターチケット
pl_pl: Bilet Spookmaster
pt_pt: Bilhete Mestre dos Sustos
ro_ro: Bilet Spooksmaster
tr_tr: Hayalet Bileti

# TICKET_NAME_spring_2023_ffc_winner_ticket
source: Spring 2023 Sudomemo F.F.C. Winner Ticket
de_de: Frühling 2023 Sudomemo F.F.C.-Gewinner-Ticket
es_es: Ticket de Ganador F.F.C. Primavera 2023
fr_fr: Ticket de lauréat de la F.F.C. de Sudomemo de printemps 2023
ja_jp: 2023年春 Sudomemo F.F.C. 優勝者チケット
pt_pt: Bilhete de Vencedor da C.F.F. Sudomemo Primavera 2023

# TICKET_NAME_spring_2024_ffc_winner_ticket
source: Spring 2024 Sudomemo F.F.C. Winner Ticket
es_es: Ticket de Ganador F.F.C. Primavera 2024
fr_fr: Ticket Spring 2024 Sudomemo F.F.C. Winner
ja_jp: 2024年春 Sudomemo F.F.C. 優勝者チケット
pt_pt: Bilhete de Vencedor da C.F.F. Sudomemo Primavera 2024

# TICKET_NAME_sudomemo_radio_pilot_ticket
source: Sudomemo Radio Pilot Ticket
es_es: Ticket de Primer Sudomemo Radio
fr_fr: Ticket du pilote de Radio Sudomemo
it_it: Ticket Radio Pilota Sudomemo
ja_jp: スドメモラジオパイロットチケット
pl_pl: Bilet Pilotazowego Radia Sudomemo
pt_pt: Bilhete de Piloto do Sudomemo Radio

# TICKET_NAME_sudomemo_radio_ticket
source: Sudomemo Radio Ticket
es_es: Ticket de Sudomemo Radio
fr_fr: Ticket Radio Sudomemo
it_it: TicketSudomemo Radio
ja_jp: スドメモラジオチケット
pl_pl: Bilet Radia Sudomemo
pt_pt: Bilhete do Sudomemo Radio
sv_se: Sudomemo Radio Biljett

# TICKET_NAME_survey_thanks_ticket
source: Survey Ticket
de_de: Umfrage-Ticket
el_gr: Λαχνος ερευνας
es_es: Ticket de Encuesta
fr_fr: Ticket de sondage
it_it: Ticket Sondaggio
ja_jp: 調査チケット
nl_nl: Enquêteticket
pl_pl: Bilet za ankiete
pt_pt: Bilhete de Avaliação
ro_ro: Bilet Studiu
sv_se: Formulär biljett
tr_tr: Anket Bileti

# TICKET_NAME_translator_ticket
source: Translator Ticket
de_de: Übersetzer-Ticket
el_gr: Λαχνος Μεταφραστη
es_es: Ticket de Traductor
fr_fr: Ticket de traducteur
it_it: Ticket Traduttore
ja_jp: 翻訳者チケット
nl_nl: Vertalerticket
pl_pl: Bilet tlumacza
pt_pt: Bilhete de Tradutor
ro_ro: Bilet Traducator
sv_se: Översättar biljett
tr_tr: Çevirmen Bileti

# TICKET_NAME_twitter_promo_ticket
source: Twitter Promo Ticket
cy_gb: Tocyn Promo Trydar
es_es: Ticket de Promoción de Twitter
fr_fr: Ticket Promo Twitter
it_it: Twitter - Ticket Promozionale
ja_jp: Twitterプロモチケット
nl_nl: Twitter Promotie Prijskaartje
pl_pl: Bilet z promocji na Twitterze
pt_pt: Bilhete de Promoção do Twitter
ro_ro: Bilet Promo Twitter
sv_se: Twitter Promobiljett
tr_tr: Twitter Promosyon Bileti

# TICKET_NAME_weekly_topic_winner_ticket
source: Weekly Topic Winner Ticket
cy_gb: Tocyn Enillydd Pwnc Wythnosol
de_de: Wochen-Thema-Gewinner-Ticket
el_gr: Ticket Νικητη του Weekly Topic
es_es: Ticket de ganador del Tópico Semanal
fr_fr: Ticket Vainqueur du Weekly Topic
it_it: Ticket per il Vincitore del Topic settimanale
ja_jp: 今週のお題入選者チケット
nl_nl: Wekelijkse Onderwerp Winner Prijskaartje
pl_pl: Bilet za wygrana w Temacie Tygodnia
pt_pt: Bilhete de Vencedor o Tópico Semanal
ro_ro: Bilet Castigator de la Subiectul Saptamanal
sv_se: Veckotemats vinnare biljett
tr_tr: Haftalık Konu'yu Kazananlar Bileti

# TICKET_NAME_welcoming_champion_ticket
source: Welcoming Champion Ticket
de_de: Einladender Champion-Ticket
es_es: Ticket de Campeón de Bienvenida
fr_fr: Ticket du Champion de l'Accueil
it_it: Ticket Campione di Benvenuto
ja_jp: ウェルカムチャンピオンチケット
pl_pl: Bilet czempiona powitań
pt_pt: Bilhete de Cidadão Acolhedor

# TICKET_REDEEM_LOSE_FORMAT
source: You redeemed the %s, but...
cy_gb: Fe wnaethoch chi brynu'r %s, ond ...
de_de: %s wurde eingelöst, aber...
el_gr: Εξαργυρωσατε το %s, αλλα...
es_es: Has canjeado el %s, pero...
fr_fr: Vous avez utilisé le %s, mais...
it_it: Hai riscattato %s, ma...
ja_jp: %sを引き換えましたが、
nl_nl: Je verzilvert het %s, maar...
pl_pl: Wykorzystano %s, ale...
pt_pt: Tu trocaste o %s, mas...
ro_ro: Ati revendicat %s, dar...
sv_se: Du drog en %s, men...
tr_tr: %s biletini kullandın ama...

# TICKET_REDEEM_NO_PRIZES
source: You didn't win anything. Sorry!
cy_gb: Wnaethoch chi ddim ennill dim byd. Sori!
de_de: Du hast nichts gewonnen. Schade!
el_gr: You didn't win anything. Sorry!Δεν κερδισατε κατι. Λυπουμαστε!
es_es: No has conseguido nada. ¡Lo siento!
fr_fr: Vous n'avez rien gagné. Désolé !
it_it: Ci dispiace, ma non hai vinto niente!
ja_jp: 残念ですが、何も獲得できませんでした。
nl_nl: Je hebt niks gewonnen. Sorry!
pl_pl: Nic nie wygrales/-as. Przepraszamy!
pt_pt: Não recebeste nada. Desculpa!
ro_ro: Nu ati castigat nimic. Scuze!
sv_se: Tyvärr vann du inget. Osis!
tr_tr: Bir şey kazanmadın. Üzgünüz!

# TICKET_REDEEM_WIN_FORMAT
source: You redeemed the %s!
cy_gb: Rydych chi wedi prynu'r %s!
de_de: %s wurde eingelöst!
el_gr: Εξαργυρωσατε το %s!
es_es: ¡Has canjeado el %s!
fr_fr: Vous avez utilisé le %s !
it_it: Hai riscattato %s!
ja_jp: %sを引き換えました!
nl_nl: Je verzilvert het %s
pl_pl: Wykorzystales/-as %s!
pt_pt: Trocaste o %s!
ro_ro: Ati revendicat %s!
sv_se: Du drog en %s!
tr_tr: %s biletini kullandın!

# USE_ITEM
source: Use
cy_gb: Defnyddio
de_de: Benutzen
el_gr: Χρηση
es_es: Usar
fr_fr: Utiliser
it_it: Usa
ja_jp: 使う
nl_nl: Gebruik
pl_pl: Wykorzystaj
pt_pt: Usar
ro_ro: Folositi
sv_se: Använd
tr_tr: Kullan

source: You got a gift!
es_es: ¡Has recibido un regalo!
fr_fr: Vous avez reçu un cadeau !
ja_jp: プレゼントが届きました！
pt_pt: Recebeste um presente!
sv_se: Du fick en gåva!

source: You got a ticket!
cy_gb: Mae gennych chi tocyn!
de_de: Du hast ein Ticket erhalten!
el_gr: Μολις πηρατε λαχνο!
es_es: ¡Has conseguido un ticket!
fr_fr: Vous avez obtenu un ticket !
it_it: Hai ottenuto un ticket!
ja_jp: チケットを手に入れました!
nl_nl: Je hebt een prijskaart!
pl_pl: Otrzymano bilet!
pt_pt: Recebeste um bilhete!
ro_ro: Ati primit un bilet!
sv_se: Du fick en biljett!
tr_tr: Bir biletin var!
