Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/tickets.po
Languages: cy_gb, de_de, el_gr, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, sv_se, tr_tr

# TICKET_DESC_ffotd_ticket
source: Congratulations! You posted the first Flipnote of the new decade!
de_de: Herzlichen Glückwunsch! Du hast das erste Flipnote des neuen Jahrzehnts gepostet!
el_gr: Συγχαρηστηρια! Ανεβασατε το πρωτο Flipnote της νεας δεκαετιας!
es_es: ¡Felicidades! ¡Publicaste la primer Flipnote de la nueva decada!
fr_fr: Félicitations ! Vous avez posté la première Flipnote de cette décennie !
it_it: Congratulazioni! Hai pubblicato il primo Flipnote del nuovo decennio!
ja_jp: おめでとうございます！新10年間の最初の作品を投稿しました。
nl_nl: Gefeliciteerd! Je hebt de eerste Flipnote van de decade geplaatst!
pl_pl: Gratulacje! Opublikowales/as pierwszy Flipnote tej dekady!
pt_pt: Parabéns! Tu postaste o primeiro Flipnote da nova década!
ro_ro: Felicitari! Ati postat primul Flipnote al deceniului!
sv_se: Gratulerar! Du Publicerade den första Flipnten av decenniet!
tr_tr: Tebrikler! Onyılın ilk Flipnote'unu yükledin!

# TICKET_DESC_five_year_plus_ticket
source: This ticket will give you five years of Sudomemo Plus!
es_es: ¡Este ticket te dará cinco años de Sudomemo Plus!
fr_fr: Ce ticket vous donnera cinq ans de Sudomemo Plus !
ja_jp: このチケットで5年分のSudomemo Plusが利用できます！
pt_pt: Este bilhete dá te cinco anos de uso do Sudomemo Plus!

# TICKET_DESC_folding_reward_ticket
source: Thanks for helping save lives!
de_de: Danke, dass du dabei hilfst, Leben zu retten!
el_gr: Ευχαριστουμε που βοηθατε να σωζωνται ζωες!
es_es: ¡Gracias por ayudar a salvar vidas!
fr_fr: Merci de votre aide pour sauver des vies !
it_it: Grazie per aver aiutato a salvare vite!
ja_jp: 生活を助けてくれてありがとう！
nl_nl: Bedankt dat je helpt met het redden van levens!
pl_pl: Dziekujemy za pomoc w ocalaniu zyc!
pt_pt: Obrigado por ajudar a salvar vidas!
ro_ro: Va multumim pentru ca ati ajutat la salvarea vietilor!
tr_tr: Hayat kurtarmakta yardımcı olduğun için teşekkür ederiz!

# TICKET_DESC_golden_neko_ticket
source: This ticket gives you 1300 spendable Sudomemo Stars (with multiple rare ones!), an exclusive theme, and a special badge displayed on your profile!
de_de: Dieses Ticket bringt dir 1300 Farb-Sterne (inklusive mehrere seltene!), eine exklusive Kulisse und ein spezielles Icon, welches in deinem Ersteller-Raum angezeigt wird!
el_gr: Αυτος ο λαχνος σας δινει 1300 αστερια που μπορειτε να ξοδεψετε (με πολλα σπανια!), ενα συλλεκτικο θεμα, και ενα ειδικο σημα για το προφιλ σας
es_es: ¡Este ticket te dará 350 estrellas de color (¡con multiples estrellas raras!), un fondo exclusivo, y un trofeo especial en tu perfil!
fr_fr: Ce ticket vous donne 1300 Étoiles Sudomemo dépensables (avec plusieurs étoiles rares !), un thème exclusif, et un badge spécial affiché sur votre profil !
it_it: Questo ticket ti offre 1300 Stelle Sudomemo spendibili (con molteplici Stelle rare!), un tema esclusivo e un badge speciale da mostrare sul tuo profilo!
ja_jp: このチケットでは、なんと1300ものスター（レアなスター付き！）、限定テーマが貰え、特別なバッジがプロフィールに表示されます
nl_nl: Deze ticket geeft je 1300 uitgeefbare Sudomemosterren (met meerdere zeldzame!), een exclusief thema, en een speciale badge op je profiel!
pl_pl: Ten bilet da ci 1300 gwiazdek Sudomemo (w tym kilka rzadkich!), ekskluzywny motyw, i specjalna odznake która pojawi sie na twoim profilu!
pt_pt: Este bilhete oferece-te 1300 Estrelas Sudomemo que podes usar (com várias estrelas raras!), um tema exclusivo e um crachá especial para o teu perfil!
ro_ro: Acest bilet va ofera 1300 de Stele Sudomemo (cu multe rare!), o tema exclusiva, si o insigna speciala afisata pe profilul dvs.!
sv_se: Denna biljett ger dig 1300 spenderbara Sudomemo Stars (inklusive flera sällsynta!), ett exklusivt tema, och ett speciellt märke på din profil!
tr_tr: Bu biletle 1300 harcanabilir Sudomemo yıldızı (farklı nadir yıldızlarla birlikte!), özel bir tema ve profilinde gözükecek özel bir rozet elde edeceksin!

# TICKET_DESC_green_panda_ticket
source: This ticket gives you 110 spendable Sudomemo Stars, an exclusive theme, and a special badge displayed on your profile!
de_de: Dieses Ticket bringt dir 110 Farb-Sterne, eine exklusive Kulisse und ein spezielles Icon, welches in deinem Ersteller-Raum angezeigt wird!
el_gr: Αυτος ο λαχνος σας δινει 110 αστερια που μπορειτε να ξοδεψετε, ενα συλλεκτικο θεμα, και ενα ειδικο σημα για το προφιλ σας!
es_es: ¡Este ticket te dará 110 estrellas de color, un fondo exclusivo, y un trofeo especial tu perfil!
fr_fr: Ce ticket vous donne 110 Étoiles Sudomemo dépensables, un thème exclusif, et un badge spécial affiché sur votre profil !
it_it: Questo ticket ti offre 110 Stelle Sudomemo spendibili, un tema esclusivo e un badge speciale da mostrare sul tuo profilo!
ja_jp: このチケットを購入すると、110ものスター、限定テーマがゲットでき、特別なバッジがプロフィールに表示されます
nl_nl: Deze Ticket geeft je 110 uitgeefbare Sudomemosterren, een exclusief thema, en een speciale badge op je profiel!
pl_pl: Ten bilet da ci 110 gwiazdek Sudomemo, ekskluzywny motyw, i specjalna odznake która pojawi sie na twoim profilu!
pt_pt: Este bilhete oferece-te 110 Estrelas Sudomemo que podes usar, um tema exclusivo e um crachá especial para o teu perfil!
ro_ro: Acest bilet va ofera 110 Stele Sudomemo, o tema exclusiva, si o insigna speciala afisata pe profilul dvs.!
sv_se: Denna biljett ger dig 110 spenderbara Sudomemo Stars, ett exklusivt tema, och ett speciellt märke på din profil!
tr_tr: Bu biletle 110 harcanabilir Sudomemo yıldızı, özel bir tema ve profilinde gözükecek özel bir rozet elde edeceksin!

# TICKET_DESC_instagram_promo_ticket
source: Thanks for following the Sudomemo Instagram!
cy_gb: Diolch am ddilyn yr Instagram Sudomemo!
de_de: Vielen Dank, dass du Sudomemo auf Instagram folgst!
el_gr: Ευχαριστουμε που ακολουθησατε το Sudomemo Instagram!
es_es: ¡Gracias por seguir al Instagram de Sudomemo!
fr_fr: Merci de suivre Sudomemo sur Instagram !
it_it: Grazie per aver seguito l'account Instagram di Sudomemo!
ja_jp: スドメモのInstagramをフォローしていただきありがとうございます!
nl_nl: Bedankt voor het volgen van de Sudomemo Instagram!
pl_pl: Dziekujemy za obserwowanie Sudomemo na Instagramie!
pt_pt: Obrigado por seguires a Página do Instagram do Sudomemo!
ro_ro: Va multumim pentru ca urmariti pagina de Instagram Sudomemo!
sv_se: Tack för att du följer Sudomemo på Instagram!
tr_tr: Sudomemo Instagram hesabını takip ettiğin için teşekkür ederiz!

# TICKET_DESC_love_anniversary_ticket
source: Happy Anniversary î€—
cy_gb: Penblwydd Hapus î€—
de_de: Alles Gute zum Jubiläum! 
el_gr: Χρονια Πολλα 
es_es: Feliz aniversario 
fr_fr: Joyeux anniversaire mon 
it_it: Buon Anniversario 
ja_jp: 記念おめでとう 
nl_nl: Gefeliciteerd met jouw jubileum 
pl_pl: Wesolej rocznicy 
pt_pt: Feliz Aniversário no Sudomemo 
ro_ro: Aniversare fericita î€—
sv_se: Grattis på årsdagen 
tr_tr: Mutlu yıldönümleri 

# TICKET_DESC_neighborhood_watch_ticket
source: Thank you for helping keep Sudomemo a safe and welcoming place!
de_de: Danke, dass du dabei hilfst, dass Sudomemo ein sicherer und einladender Ort bleibt!
el_gr: Ευχαριστουμε για την βοηθεια να παραμενει το Sudomemo ενας ασφαλης τοπος!
es_es: ¡Gracias por ayudar a mantener Sudomemo un lugar seguro y cómodo!
fr_fr: Merci d'avoir aidé à maintenir Sudomemo comme un endroit sûr et accueillant !
it_it: Grazie per aver aiutato a rendere Sudomemo un posto sicuro ed accogliente!
ja_jp: スドメモの快適さを保つのを助けてくれてありがとう！
nl_nl: Bedankt dat je helpt Sudomemo een veilige en gastvrije plek te houden!
pl_pl: Dzieki tobie mozemy sprawic, ze Sudomemo jest przyjaznym i bezpiecznym miejscem dla wszystkich.
pt_pt: Obrigado por ajudar a manter o Sudomemo um lugar seguro e acolhedor!
ro_ro: Va multumim pentru ca ati ajutat la mentinerea Sudomemo drept un loc sigur!
sv_se: Thank you helping keep Sudomemo a safe and welcoming place!
tr_tr: Sudomemo'yu güvenli ve misafirperver bir yere çevirdiğin için teşekkür ederiz!

# TICKET_DESC_nitro_booster_ticket
source: Hey, you! You're awesome! Thanks for boosting the Sudomemo Discord!
de_de: Hey, du! Du bist super! Danke für das Boosten des Sudomemo-Discords!
el_gr: Ει, εσυ! Εισαι γαματος! Ευχαριστουμε για το boosting του Sudomemo Discord!
es_es: ¡Eres increíble! ¡Gracias por usar un Boost en el Sudomemo Discord!
fr_fr: Hé, vous ! Vous êtes formidable ! Merci d'avoir boosté le Discord de Sudomemo !
it_it: Hey, tu! Sei fantastico! Grazie per aver potenziato il server Discord di Sudomemo!
ja_jp: 素晴らしい! スドメモのDiscordサーバーをブーストしていただきありがとうございます!
nl_nl: He jij! Je bent geweldig! Bedankt voor het boosten van de Sudomemo Discord!
pl_pl: Hej, jestes swietny/-a! Dziekujemy za wsparcie serwera Discord!
pt_pt: Hey, tu! És fantástico! Obrigado por fazeres um Nitro Boost no Servidor Discord do Sudomemo!
ro_ro: Hei, tu! Esti grozav! Va multumim ca ati stimulat serverul de Discord Sudomemo!
sv_se: Du där! Du är grymm! Tack för att du boostar Sudomemo Discorden!
tr_tr: Hey, sen! Sen harikasın! Sudomemo Discord sunucumuzu takviye ettiğin için teşekkür ederiz!

# TICKET_DESC_one_month_plus_ticket
source: This ticket will give you one month of Sudomemo Plus!
cy_gb: Bydd y tocyn hwn yn rhoi mis o Sudomemo Plus i chi!
de_de: Dieses Ticket gewährt dir einen Monat Sudomemo Plus!
el_gr: Αυτος ο λαχνος θα σας δωσει ενα μηνα Sudomemo Plus!
es_es: ¡Este ticket te dará un mes de Sudomemo Plus!
fr_fr: Ce ticket vous donnera un mois de Sudomemo Plus !
it_it: Questo ticket ti dà accesso ad un mese di Sudomemo Plus!
ja_jp: 1ヶ月分Sudomemo Plusをご利用いただけるチケットです!
nl_nl: Dit prijskaartje zal je één maand Sudomemo Plus geven!
pl_pl: Ten bilet da ci jeden miesiac Sudomemo Plus!
pt_pt: Este bilhete oferece-te um mês de Sudomemo Plus!
ro_ro: Acest bilet va va oferi o luna de Sudomemo Plus!
sv_se: Denna biljett ger dig en månad av Sudomemo Plus!
tr_tr: Bu bilet ile bir ay Sudomemo Plus üyesi olacaksın!

# TICKET_DESC_one_year_plus_ticket
source: This ticket will give you one year of Sudomemo Plus!
cy_gb: Bydd y tocyn hwn yn rhoi blwyddyn o Sudomemo Plus i chi!
de_de: Dieses Ticket gewährt dir ein Jahr Sudomemo Plus!
el_gr: Αυτος ο λαχνος θα σας δωσει ενα χρονο Sudomemo Plus!
es_es: ¡Este ticket te dará un año de Sudomemo Plus!
fr_fr: Ce ticket vous donnera un an de Sudomemo Plus !
it_it: Questo ticket ti dà accesso ad un anno di Sudomemo Plus!
ja_jp: 1年分Sudomemo Plusをご利用いただけるチケットです!
nl_nl: Dit prijskaartje zal je één jaar Sudomemo Plus geven!
pl_pl: Ten bilet da ci jeden rok Sudomemo Plus!
pt_pt: Este bilhete oferece-te um ano de Sudomemo Plus!
ro_ro: Acest bilet va va oferi un an de Sudomemo Plus!
sv_se: Denna biljett ger dig ett år av Sudomemo Plus!
tr_tr: Bu bilet ile bir yıl Sudomemo Plus üyesi olacaksın!

# TICKET_DESC_patreon_patron_ticket
source: Thank you for supporting Sudomemo through Patreon!
de_de: Danke für die Unterstützung von Sudomemo durch Patreon!
es_es: ¡Gracias por audar Sudomemo por Patreon!
fr_fr: Merci de soutenir Sudomemo via Patreon !
ja_jp: Patreonでスドメモを支援していただきありがとうございます！
pl_pl: Dziekujemy za wsparcie Sudomemo przez Patreon!
pt_pt: Obrigado por suportar o Sudomemo através do Patreon!
sv_se: Tack för att du stödjer Sudomemo på Patreon!

# TICKET_DESC_purple_bunny_ticket
source: This ticket gives you 600 spendable Sudomemo Stars (very likely some rare ones!), an exclusive theme, and a special badge displayed on your profile!
de_de: Dieses Ticket bringt dir 600 Farb-Sterne (mit sehr großer Wahrscheinlichkeit einige seltene!), eine exklusive Kulisse und ein spezielles Icon, welches in deinem Ersteller-Raum angezeigt wird!
el_gr: Αυτος ο λαχνος σας δινει 600 αστερια που μπορειτε να ξοδεψετε (πολυ πιθανο καποια σπανια!), ενα συλλεκτικο θεμα, και ενα ειδικο σημα για το προφιλ σας
es_es: ¡Este ticket te dará 350 estrellas de color (¡possiblemente algunas raras!), un fondo exclusivo, y un trofeo especial en tu perfil!
fr_fr: Ce ticket vous donne 600 Étoiles Sudomemo dépensables (dont sûrement quelques étoiles rares !), un thème exclusif, et un badge spécial affiché sur votre profil !
it_it: Questo ticket ti offre 600 Stelle Sudomemo spendibili (alta probabilità di qualche Stella rara!), un tema esclusivo e un badge speciale da mostrare sul tuo profilo!
ja_jp: このチケットは600ものスター（レアなスターがあるかも？）、限定テーマが貰え、特別なバッジがプロフィールに表示されます
nl_nl: Deze ticket geeft je 600 uitgeefbare Sudomemosterren (waarvan waarschijnlijk een paar zeldzaam!), een exclusief thema, en een speciale badge op je profiel!
pl_pl: Ten bilet da ci 600 gwiazdek Sudomemo (prawdopodobnie jedna z rzadszych!), ekskluzywny motyw, i specjalna odznake która pojawi sie na twoim profilu!
pt_pt: Este bilhete oferece-te 600 Estrelas Sudomemo que podes usar (tens mais probabilidades para estrelas raras!), um tema exclusivo e um crachá especial para o teu perfil!
ro_ro: Acest bilet va ofera 600 de Stele Sudomemo (foarte probabil una rara!), o tema exlusiva, si o insigna speciala afisata pe profilul dvs.!
sv_se: Denna biljett ger dig 600 spenderbara Sudomemo Stars (Och säkert några sällsynta!), ett exklusivt tema, och ett speciellt märke på din profil!
tr_tr: Bu biletle 600 harcanabilir Sudomemo yıldızı (büyük bir ihtimalle nadir bir yıldız da olabilir!), özel bir tema ve profilinde gözükecek özel bir rozet elde edeceksin!

# TICKET_DESC_red_bird_ticket
source: This ticket gives you 230 spendable Sudomemo Stars, an exclusive theme, and a special badge displayed on your profile!
de_de: Dieses Ticket bringt dir 230 Farb-Sterne, eine exklusive Kulisse und ein spezielles Icon, welches in deinem Ersteller-Raum angezeigt wird!
el_gr: Αυτος ο λαχνος σας δινει 230 αστερια που μπορειτε να ξοδεψετε, ενα συλλεκτικο θεμα, και ενα ειδικο σημα για το προφιλ σας!
es_es: ¡Este ticket te dará 230 estrellas de color, un fondo exclusivo, y un trofeo especial en tu perfil!
fr_fr: Ce ticket vous donne 230 Étoiles Sudomemo dépensables, un thème exclusif, et un badge spécial affiché sur votre profil !
it_it: Questo ticket ti offre 230 Stelle Sudomemo spendibili, un tema esclusivo e un badge speciale da mostrare sul tuo profilo!
ja_jp: このチケットは230ものスター、限定テーマをゲットすることができ、特別なバッジがプロフィールに表示されます
nl_nl: Deze ticket geeft je 230 uitgeefbare Sudomemosterren, een exclusief thema, en een speciale badge op je profiel!
pl_pl: Ten bilet da ci 230 gwiazdek Sudomemo, ekskluzywny motyw, i specjalna odznake która pojawi sie na twoim profilu!
pt_pt: Este bilhete oferece-te 230 Estrelas Sudomemo que podes usar, um tema exclusivo e um crachá especial para o teu perfil!
ro_ro: Acest bilet va ofera 230 Stele Sudomemo, o tema exclusiva, si o insigna speciala afisata pe profilul dvs.!
sv_se: Denna biljett ger dig 230 spenderbara Sudomemo Stars, ett exklusivt tema, och ett speciellt märke på din profil!
tr_tr: Bu biletle 230 harcanabilir Sudomemo yıldızı, özel bir tema ve profilinde gözükecek özel bir rozet elde edeceksin!

# TICKET_DESC_regular_ticket
source: Thank you for using Sudomemo!
cy_gb: Diolch am defnyddio Sudomemo!
de_de: Vielen Dank, dass du Sudomemo nutzt!
el_gr: Ευχαριστουμε για την χρηση του Sudomemo!
es_es: ¡Gracias por usar Sudomemo!
fr_fr: Merci d'utiliser Sudomemo !
it_it: Grazie per aver usato Sudomemo!
ja_jp: スドメモをご利用いただきありがとうございます!
nl_nl: Bedankt voor het gebruiken van Sudomemo!
pl_pl: Dziekujemy za uzywanie Sudomemo!
pt_pt: Obrigado por usares o Sudomemo!
ro_ro: Va multumim pentru ca utilizati Sudomemo!
sv_se: Tack för att du använder Sudomemo!
tr_tr: Sudomemo kullandığın için teşekkür ederiz!

# TICKET_DESC_rewind_2021_ticket
source: Congratulations on your inclusion in 2021's Sudomemo Rewind!
de_de: Glückwunsch für deine Aufnahme in die 2021 Sudomemo Rewind!
es_es: ¡Felicidades por ser incluido en Sudomemo Rewind 2021!
fr_fr: Félicitations pour votre inclusion dans le Sudomemo Rewind de 2021 !
it_it: Congratulazioni per la tua inclusione nel Sudomemo Rewind del 2021!
ja_jp: 2021年のSudomemo Rewindに選ばれました！おめでとうございます！
pl_pl: Gratulujemy twego wlaczenia w Sudomemo Rewind 2021!
pt_pt: Parabéns na tua inclusão no Sudomemo Rewind de 2021!

# TICKET_DESC_rewind_2022_ticket
source: Congratulations on your inclusion in 2022's Sudomemo Rewind!
de_de: Glückwunsch für deine Aufnahme in die 2022 Sudomemo Rewind!
es_es: ¡Felicidades por ser incluido en Sudomemo Rewind 2022!
fr_fr: Félicitations pour votre inclusion dans le Sudomemo Rewind de 2022 !
it_it: Congratulazioni per la tua inclusione nel Sudomemo Rewind del 2022!
ja_jp: 2022年のSudomemo Rewindに選ばれました！おめでとうございます！
pl_pl: Gratulujemy twego wlaczenia w Sudomemo Rewind 2022!
pt_pt: Parabéns na tua inclusão no Sudomemo Rewind de 2022!

# TICKET_DESC_rewind_2023_ticket
source: Congratulations on your inclusion in 2023's Sudomemo Rewind!
es_es: ¡Felicidades por ser incluido en Sudomemo Rewind 2023!
fr_fr: Félicitations pour votre inclusion dans le Sudomemo Rewind de 2023 !
ja_jp: 2023年のSudomemo Rewindに選ばれました！おめでとうございます！
pt_pt: Parabéns na tua inclusão no Sudomemo Rewind de 2023!

# TICKET_DESC_special_someone_ticket
source: For that special someone. Three months of Plus, Color Stars, and an exclusive theme.
de_de: Für diesen besonderen Jemand! Drei Monate Sudomemo Plus, Farb-Sterne und eine exklusive Kulisse!
el_gr: Για αυτον τον καποιον. Τρεις μηνες Plus, Χρωματιστα αστερια, και ενα συλλεκτικο θεμα.
es_es: Para alguien especial. Tres meses de Sudomemo Plus, unas Estrellas de Color, y un fondo exclusivo.
fr_fr: Pour une personne spéciale. Trois mois de Sudomemo Plus, des Étoiles colorées, et un thème exclusif.
it_it: Per quella persona speciale. Tre mesi di Plus, Stelle colorate e un tema esclusivo.
ja_jp: スペシャルサムワンチケットは、特別な誰かのために贈るものです。三か月間のSudomemo Plus、カラースター、および専用のテーマが交付されます
nl_nl: Voor die speciale persoon. Drie maanden Plus, Kleursterren, en een exclusief thema.
pl_pl: Dla tej specjalnej osoby. 3 miesiace Sudomemo Plus, kolorowe gwiazdki i ekskluzywny motyw.
pt_pt: Para aquela pessoa que te é especial. Três meses de Plus, Estrelas Coloridas e um tema exclusivo.
ro_ro: Pentru acel cineva special. Trei luni de Plus, Stele Colorate, si o tema exclusiva.
tr_tr: O özel kişi için üç aylık Plus üyeliği, renkli yıldızlar ve özel bir tema.

# TICKET_DESC_spookmaster_ticket
source: Thank you so much for playing SudoQuest: Requiem! We hope you enjoyed the game.
de_de: Vielen Dank zum Spielen von SudoQuest: Requiem! Wir hoffen, es hat euch gefallen.
el_gr: Ευχαριστουμε παρα πολυ που παιξατε SudoQuest: Requiem! Ευχομαστε να σας αρεσε το παιχνιδι.
es_es: ¡Muchas gracias por jugar SudoQuest: Requiem! ¡Esperamos que hayas disfrutado el juego!
fr_fr: Merci beaucoup d'avoir joué à SudoQuest: Requiem ! Nous espérons que vous avez apprécié le jeu.
it_it: Grazie per aver giocato a SudoQuest: Requiem! Speriamo che ti sia piaciuto il gioco.
ja_jp: スドクエスト:レクイエムをプレイしていただき、ありがとうございます!ゲームを楽しんでいただけたでしょうか?
nl_nl: We bedanken je voor het spelen van SudoQuest: Requiem! We hopen dat je de game leuk vond.
pl_pl: Dziekujemy za zagranie w SudoQuest: Requiem! Mamy nadzieje, ze gra sie Tobie spodobala.
pt_pt: Obrigado por jogares o SudoQuest: Requiem! Espero que tenhas desfrutado do jogo.
ro_ro: Va multumim foarte mult pentru ca ati jucat SudoQuest: Requiem! Speram ca v-ati bucurat de joc.
tr_tr: SudoQuest: Requiem! oyununu oynadığın için çok teşekkür ederiz. Oyunu beğendiğini umarız.

# TICKET_DESC_spring_2023_ffc_winner_ticket
source: Congratulations on your winning entry to the first Sudomemo Flipnote Fight Competition!
de_de: Gratulation für deine gewinnende Einreichung zu der ersten Sudomemo Flipnote Fight Competition!
es_es: ¡Felicidades por tu entrada ganadora en la primera Competencia Flipnote Fight de Sudomemo!
fr_fr: Félicitations pour votre création gagnante à la première Flipnote Fight Competition de Sudomemo !
ja_jp: 第1回Sudomemo Flipnote Fight Competitionでの受賞おめでとうございます！
pt_pt: Parabéns a ti, o vencedor da Competição Flipnote Fight do Sudomemo de Primavera 2023!

# TICKET_DESC_spring_2024_ffc_winner_ticket
source: Congratulations on your winning entry to the Spring 2024 Sudomemo Flipnote Fight Competition!
es_es: ¡Felicidades por tu entrada ganadora en la Competencia Flipnote Fight de Sudomemo Primavera 2024!
fr_fr: Félicitations pour votre création gagnante à the Spring 2024 Sudomemo Flipnote Fight Competition!
ja_jp: 2024年春のSudomemo Flipnote Fight Competitionでの受賞おめでとうございます！
pt_pt: Parabéns a ti, o vencedor da Competição Flipnote Fight do Sudomemo de Primavera 2024!

# TICKET_DESC_sudomemo_radio_pilot_ticket
source: Congratulations on being a part of the very first episode of Sudomemo Radio!
de_de: Gratulation dafür, dass du ein Teil der allerersten Episode von Sudomemo Radio bist!
es_es: ¡Felicidades por participar en el primer episodio de Sudomemo Radio!
fr_fr: Félicitations pour avoir pris part au tout premier épisode de Radio Sudomemo !
it_it: Congratulazioni per aver preso parte al primissimo episodio di Sudomemo Radio!
ja_jp: スドメモラジオの第1回に参加していただき、ありがとうございました！
pl_pl: Gratulujemy bycia czescia pierwszego odcinka Sudomemo Radio!
pt_pt: Parabens para participares no primeiro episódio do Sudomemo Radio!

# TICKET_DESC_sudomemo_radio_ticket
source: Thank you contributing to Sudomemo Radio!
de_de: Danke für deinen Beitrag an Sudomemo Radio!
es_es: ¡Gracias por participar en Sudomemo Radio!
fr_fr: Merci d'avoir contribué à Radio Sudomemo !
it_it: Grazie per aver contribuito a Sudomemo Radio!
ja_jp: スドメモラジオにご協力いただきありがとうございました！
pl_pl: Dziekujemy za bycie czescia Sudomemo Radio!
pt_pt: Obrigado por contribuíres ao Sudomemo Radio!
sv_se: Tack för att du bidragit till Sudomemo Radio!

# TICKET_DESC_survey_thanks_ticket
source: Thanks for filling out our survey!
de_de: Danke für die Teilnahme an unserer Umfrage
el_gr: Ευχαριστουμε που συμπληρωσατε την ερευνα μας!
es_es: ¡Gracias por completar nuestra encuesta!
fr_fr: Merci d'avoir complété notre sondage !
it_it: Grazie per aver compilato il nostro sondaggio!
ja_jp: 調査にご協力いただき、ありがとうございました！
nl_nl: Bedankt voor het invullen van onze enquête!
pl_pl: Dziekujemy za wziecie udzialu w naszej ankiecie!
pt_pt: Obrigado por preencher o nosso formulário de avaliação!
ro_ro: Multumim ca ati completat studiul nostru!
sv_se: Tack för att du fyllt i vårat formulär!
tr_tr: Anketimizi doldurduğun için teşekkür ederiz!

# TICKET_DESC_translator_ticket
source: Thank you for helping localize Sudomemo!
de_de: Danke, dass du dabei hilfst, Sudomemo für verschiedene Regionen anzupassen!
el_gr: Σας ευχαριστουμε για την βοηθεια!
es_es: ¡Gracias por ayudar a traducir a Sudomemo!
fr_fr: Merci d'avoir aidé à traduire Sudomemo !
it_it: Grazie per aver tradotto Sudomemo!
ja_jp: スドメモの翻訳にご協力いただきありがとうございました
nl_nl: Bedankt dat je helpt met het lokaliseren van Sudomemo!
pl_pl: Dziekujemy za pomoc w tlumaczeniu Sudomemo!
pt_pt: Obrigado por ajudar a traduzir e localizar o Sudomemo!
ro_ro: Va multumim pentru ca ati localizat Sudomemo!
sv_se: Tack för att du lokaliserar Sudomemo!
tr_tr: Sudomemo'yu çevirmekte katkıda bulunduğun için teşekkür ederiz!

# TICKET_DESC_twitter_promo_ticket
source: Thanks for following the Sudomemo Twitter!
cy_gb: Diolch am ddilyn y Sudomemo Twitter!
de_de: Vielen Dank, dass du Sudomemo auf Twitter folgst!
el_gr: Ευχαριστουμε που ακολουθησατε το Sudomemo Twitter!
es_es: ¡Gracias por seguir al Twitter de Sudomemo!
fr_fr: Merci de suivre Sudomemo sur Twitter !
it_it: Grazie per aver seguito l'account Twitter di Sudomemo!
ja_jp: スドメモのTwitterをフォローしていただきありがとうございます!
nl_nl: Bedankt voor het volgen van de Sudomemo Twitter!
pl_pl: Dziekujemy za obserwowanie Sudomemo na Twitterze!
pt_pt: Obrigado por seguires a Página do Twitter do Sudomemo!
ro_ro: Va multumim pentru ca urmariti pagina de Twitter Sudomemo!
sv_se: Tack för att du följer Sudomemo på Twitter!
tr_tr: Sudomemo Twitter hesabını takip ettiğin için teşekkür ederiz!
