Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/trophies.po
Languages: de_de, el_gr, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, sv_se, tr_tr

# TROPHY_DESC_spring_2023_ffc_winner
source: One of the winners of the first Sudomemo Flipnote Fight Competition!
de_de: Einer der Gewinner der ersten Sudomemo Flipnote Fight Competition!
es_es: ¡Uno de los ganadores de la primera Competencia Flipnote Fight de Sudomemo!
nl_nl: Een van de winnaars van de eerste Sudomemo Flipnote Fight Competition!
pt_pt: Um dos vencedores da Competição Flipnote Flight do Sudomemo de Primavera 2023!
sv_se: En vinnare av den första Sudomemo Flipnote Fight Competition:en!

# TROPHY_DESC_spring_2024_ffc_winner
source: One of the winners of the Spring 2024 Sudomemo Flipnote Fight Competition!
es_es: ¡Uno de los ganadores de la Competencia Flipnote Fight de Sudomemo Primavera 2024!
sv_se: En vinnare av Sudomemo Flipnote Fight Competition våren 2024!

# TROPHY_DESC_spring_2025_ffc_winner
source: One of the winners of the Spring 2025 Sudomemo Flipnote Fight Competition!
es_es: ¡Uno de los ganadores de la Competencia Flipnote Fight de Sudomemo Primavera 2025!
sv_se: En vinnare av Sudomemo Flipnote Fight Competition våren 2025!

# TROPHY_DESC_sudomemo_radio
source: Contributed content to an episode of Sudomemo Radio
de_de: Hat Inhalte zu einer Episode von Sudomemo Radio beigetragen
es_es: Contribuyó a un episodio de Sudomemo Radio.
fr_fr: A contribué au contenu d'un épisode de Radio Sudomemo
it_it: Contenuto contribuito a un episodio di Sudomemo Radio
ja_jp: スドメモラジオにコンテンツを提供する
nl_nl: Inhoud bijgedragen aan een aflevering van Sudomemo Radio
pl_pl: Dostarczyl/-a tresci do odcinka Sudomemo Radio
pt_pt: Contribuíste conteúdo num episódio do Sudomemo Radio
sv_se: Bidrog till ett avsnitt av Sudomemo Radio

# TROPHY_DESC_sudomemo_radio_pilot
source: Contributed content to the very first episode of Sudomemo Radio
de_de: Hat Inhalte zu der allerersten Episode von Sudomemo Radio beigetragen
es_es: Contribuyó al primer episodio de Sudomemo Radio.
fr_fr: A contribué au contenu du tout premier épisode de Radio Sudomemo
it_it: Contenuto contribuito al primo episodio di Sudomemo Radio
ja_jp: スドメモラジオの第1回にコンテンツを提供する
nl_nl: Inhoud bijgedragen aan de allereerste aflevering van Sudomemo Radio
pl_pl: Dostarczyl/-a tresci do pierwszego odcinka Sudomemo Radio
pt_pt: Contribuíste conteúdo no primeiro episódio do Sudomemo Radio
sv_se: Bidrog till det absolut första avsnittet av Sudomemo Radio

# TROPHY_DESC_translator
source: Contribute translations to make Sudomemo open to everyone
de_de: Hat dazu beigetragen, Sudomemo für jeden verständlich zu machen
el_gr: Παροχη μεταφρασεων για να γινει το Sudomemo ανοιχτο σε ολους
es_es: Contribuyó con traducciones para hacer de Sudomemo un lugar abierto a todo el mundo.
fr_fr: Contribuez aux traductions pour rendre Sudomemo ouvert à tous
it_it: Contribuisci a tradurre Sudomemo e a renderlo accessibile a tutti
ja_jp: スドメモをだれでも利用しやすくするための翻訳に協力する
nl_nl: Draag vertalingen bij om Sudomemo open voor iedereen te maken
pl_pl: Pomógl/pomogla w tlumaczeniu Sudomemo
pt_pt: Contribuir traduções para fazer o Sudomemo aberto a todos
ro_ro: Contribuiti traduceri pentru a fi deschisi pentru toti
sv_se: Bidra med översättningar för att göra Sudomemo öppen till alla
tr_tr: Sudomemo'yu herkese açık hale getirmek için çevirmenlik programımıza katıl.

# TROPHY_DESC_visited_wii_room
source: Visited Sudomemo's Room on Wii Room!
es_es: ¡Visitó la Sala de Sudomemo en Wii Room!
sv_se: Kollade på Sudomemo's Room inuti Wii Room!

# TROPHY_DESC_wcf_2025_winner
source: Winner of Sudomemo's 2025 Winter Comedy Fest
es_es: Ganador del Festival de Comedia de Invierno 2025 de Sudomemo
sv_se: Vinnaren av Sudomemo's Winter Comedy Fest 2025

# TROPHY_DESC_weekly_topic_winner
source: Submit a winning entry to Sudomemo's Weekly Topic
de_de: Hat schon mal bei Sudomemo's wöchentlichen Thema teilgenommen und gewonnen
el_gr: Νικησε στο Weekly Topic
es_es: Envió una entrada ganadora a la Temática Semanal de Sudomemo.
fr_fr: Soumettez une participation déclarée gagnante du Weekly Topic (thème hebdomadaire) de Sudomemo
it_it: Invia una voce vincente al Topic settimanale di Sudomemo
ja_jp: スドメモの今週のお題に入賞する
nl_nl: Dien een winnende inzending in naar Sudomemo's Wekelijks Onderwerp
pl_pl: Twój Flipnote wygral Temat Tygodnia
pt_pt: Submeter um post vencedor no Tópico Semanal do Sudomemo
ro_ro: Trimteti o intrare castigatoare de la Subiectul Saptamanal
sv_se: Lägg upp en vinnande Flipnote till Sudomemos Weekly Topic
tr_tr: Sudomemo'nun haftalık konusunda bir Flipnote'unla kazan.

# TROPHY_DESC_welcoming_champion
source: Earned the title of Welcoming Champion.
de_de: Hat den Titel des Einladenden Champions verdient.
es_es: Ganó el título de Campeón de Bienvenida.
fr_fr: A obtenu le titre de Champion de l'Accueil.
it_it: Guadagnato il titolo di Campione dell'accoglienza.
nl_nl: Verdiende de titel van Welcoming Champion.
pl_pl: Zdobyl/-a tytul Czempiona Przywitań.
pt_pt: Ganhaste o título de Cidadão Acolhedor.
sv_se: Förtjänat titeln av Welcoming Champion.

# TROPHY_NAME_10th_birthday_bash
source: 10th Birthday Bash
es_es: 10mo Birthday Bash
pt_pt: 10º Birthday Bash
sv_se: 10:nde Birthday Bash

# TROPHY_NAME_11th_birthday_bash
source: 11th Birthday Bash
es_es: 11vo Birthday Bash
sv_se: 11:e Birthday Bash

# TROPHY_NAME_7th_birthday_bash
source: 7th Birthday Bash
de_de: 7. 'Birthday Bash'
el_gr: 7ο Birthday Bash
es_es: 7mo Birthday Bash
fr_fr: Fête du 7ème anniversaire
it_it: Ticket Settima Festa di Compleanno
ja_jp: 7周年記念パーティー
nl_nl: 7e verjaardagsfeest
pl_pl: Siódmy Birthday Bash
pt_pt: 7º Birthday Bash
ro_ro: Aniversarea de 7 Ani
sv_se: 7:nde Birthday Bash
tr_tr: Yedinci Yıldönümü

# TROPHY_NAME_8th_birthday_bash
source: 8th Birthday Bash
de_de: 8. 'Birthday Bash'
es_es: 8o Birthday Bash
fr_fr: Fête du 8ème anniversaire
it_it: Ticket Ottava Festa di Compleanno
ja_jp: 8周年記念パーティー
nl_nl: 8ste verjaardagsfeest
pl_pl: Ósmy Birthday Bash
pt_pt: 8º Birthday Bash
ro_ro: Aniversarea de 8 Ani
sv_se: 8:nde Birthday Bash
tr_tr: Sekizinci Yıldönümü

# TROPHY_NAME_9th_birthday_bash
source: 9th Birthday Bash
de_de: 9. 'Birthday Bash'
es_es: 9no Birthday Bash
it_it: Festa del 9° compleanno
nl_nl: 9dee verjaardagsfeest
pl_pl: Dziewiaty Birthday Bash
pt_pt: 9º Birthday Bash
sv_se: 9:e Birthday Bash

# TROPHY_NAME_archive_supporter
source: Archive Supporter
de_de: Archiv-Unterstützer
es_es: Seguidor del Archivo
fr_fr: Soutien de l'archive
it_it: Sostenitore dell'archivio
ja_jp: アーカイブサポーター
nl_nl: Archiefondersteuner
pl_pl: Wsparcie archiwum
pt_pt: Apoiante do Arquivo
ro_ro: Sustinator al Arhivei
sv_se: Arkivstödjare
tr_tr: Arşiv Destekçisi

# TROPHY_NAME_colors_promo
source: Colors! x Sudomemo Topic Winner
de_de: Colors! x Sudomemo Thema-Gewinner
el_gr: Νικητης του Colors! x Sudomemo Topic
es_es: Ganador de la Temática Colors! x Sudomemo
fr_fr: Vainqueur du thème Colors! x Sudomemo
it_it: Vincitore del Topic Colors! x Sudomemo
ja_jp: Colors!×スドメモのお題の入賞者
nl_nl: Colors! x Sudomemo OnderwerpWinnaar
pl_pl: Zwyciezca Tematu Tygodnia Colors! x Sudomemo
pt_pt: Vencedor do Tópico Colors! x Sudomemo
ro_ro: Castigatorul Subiectului Colors! x Sudomemo
sv_se: Colors! x Sudomemo Tema vinnare
tr_tr: Renkler! x Sudomemo Haftalık Konu

# TROPHY_NAME_demo_tester
source: Demo Tester
es_es: Probador Demo
fr_fr: Testeur Démo
it_it: Dimostrazione di prova
ja_jp: デモテスター
pl_pl: Tester Demo
pt_pt: Testador da Demo
ro_ro: Tester Demo

# TROPHY_NAME_early_adopter
source: Early Adopter
de_de: Früher Nutzer
es_es: Miembro Veterano
fr_fr: Adopteur de la première heure
it_it: Primo iscritto
ja_jp: 古参者
pl_pl: Wczesny uzytkownik
pt_pt: Primeiro Adoptante
sv_se: Tidig medlem
tr_tr: Erken Benimseyen

# TROPHY_NAME_fall_2023_ffc_winner
source: Fall 2023 Sudomemo Flipnote Fight Competition Winner
es_es: Ganador F.F.C. Otoño 2023
nl_nl: Fall 2023 Sudomemo Flipnote Fight Competitie Winnaar
pt_pt: Vencedor da Competição Flipnote Fight do Sudomemo Outono 2023
sv_se: Vinnaren av Sudomemo Flipnote Fight Competition hösten 2023

# TROPHY_NAME_fall_2024_ffc_winner
source: Fall 2024 Sudomemo Flipnote Fight Competition Winner
es_es: Ganador F.F.C. Otoño 2024
sv_se: Vinnaren av Sudomemo Flipnote Fight Competition hösten 2024

# TROPHY_NAME_fate_2024_winner
source: FATE 2024 Winner
es_es: Ganador FATE 2024
sv_se: FATE 2024's vinnare

# TROPHY_NAME_featured_artist
source: Featured Artist
de_de: Empfohlener Künstler
el_gr: Προωθημενος Καλλιτεχνης
es_es: Artista Destacado
fr_fr: Artiste en vedette
it_it: Artista in primo piano
ja_jp: 注目の作者
nl_nl: Uitgelichte Kunstenaars
pl_pl: Wyrózniony twórca
pt_pt: Artista Destacado
ro_ro: Artist Recomandat
sv_se: Känd Artist
tr_tr: Öne Çıkan Sanatçı

# TROPHY_NAME_featured_flipnote
source: Featured Flipnote
de_de: Empfohlenes Flipnote
el_gr: Προωθημενο Flipnote
es_es: Flipnote Destacada
fr_fr: Flipnote en vedette
it_it: Flipnote in primo piano
ja_jp: 注目の作品
nl_nl: Uitgelichte Flipnote
pl_pl: Wyrózniony Flipnote
pt_pt: Flipnote Destacado
ro_ro: Flipnote Recomandat
sv_se: Känd Flipnote
tr_tr: Öne Çıkan Flipnote'lar

# TROPHY_NAME_ffotd
source: First Flipnote of the Decade
de_de: Erstes Flipnote des Jahrzehnts
el_gr: Πρωτο Flipnote της Δεκαετιας
es_es: Primer Flipnote de la Década
fr_fr: Première Flipnote de la décennie
it_it: Primo Flipnote del Decennio
ja_jp: 10年目のうごメモ
nl_nl: Eerste Flipnote van de Eeuw
pl_pl: Pierwszy Flipnote dekady
pt_pt: Primeiro Flipnote da Década
ro_ro: Primul Flipnote al Deceniului
sv_se: Första Flipnote av årtiondet
tr_tr: Onyılın ilk Flipnote'u

# TROPHY_NAME_fifth_bday_event
source: Sudomemo's Fifth Birthday Party
de_de: Sudomemo's fünfte Geburtstagsparty
el_gr: Τα πεμπτα γενεθλια του Sudomemo
es_es: Fiesta de Aniversario de Sudomemo número 5.
fr_fr: Fête du cinquième anniversaire de Sudomemo
it_it: Quinta Festa di Compleanno di Sudomemo
ja_jp: スドメモ5回目の誕生日パーティー
nl_nl: Sudomemo's Vijfde Verjaardagsfeest
pl_pl: Piate urodziny Sudomemo
pt_pt: Festa do Quinto Aniversário do Sudomemo
ro_ro: Petrecerea de a Cincea Aniversare Sudomemo
sv_se: Sudomemos femte födelsedagskalas
tr_tr: Sudomemo'nun beşinci yıldönümü

# TROPHY_NAME_flipnote_friends
source: Flipnote Friends
de_de: Flipnote-Freund
es_es: Amigos de Flipnote
it_it: Amici Flipnote
nl_nl: Flipnote Vrienden
pl_pl: Przyjaciele Flipnote
pt_pt: Amigos do Flipnote
sv_se: Flipnote Vänner

# TROPHY_NAME_folder
source: Folder
de_de: Falter
el_gr: Φακελος
es_es: Donación
fr_fr: Plieur
it_it: Cartella
ja_jp: フォールダー
nl_nl: Map
ro_ro: Fisier
sv_se: Mapp
tr_tr: Dosya

# TROPHY_NAME_legacy_citizen
source: Legacy Citizen
de_de: Früherer Sudomemo-Bürger
es_es: Ciudadano con legado
fr_fr: Citoyen classique
it_it: Cittadino di lunga data
ja_jp: レガシー市民
nl_nl: Ervaren burger
pl_pl: Byly Citizen
pt_pt: Cidadão de Legado
ro_ro: Cetatean Mostenire
sv_se: Tidig Medborgare

# TROPHY_NAME_meet_bailey_flitwing
source: Meet Bailey Flitwing
de_de: Hat Bailey Flitwing getroffen
el_gr: Γνωριστε τους Bailey Flitwing
es_es: Conoce a Bailey Flitwing
fr_fr: Rencontrez Bailey Flitwing
it_it: Incontra Bailey Flitwing
ja_jp: ベイリー・フリットウィングに会う
nl_nl: Ontmoet Bailey Flitwing
pl_pl: Spotkaj Bailey Flitwing
pt_pt: Conhecer a Bailey Flitwing
ro_ro: Intalniti-o pe Bailey Flitwing
sv_se: Möt Bailey Flitwing
tr_tr: Bailey Flitwing ile tanış

# TROPHY_NAME_meet_lazy_paisley
source: Meet Lazy Paisley
de_de: Hat Lazy Paisley getroffen
el_gr: Γνωριστε τους Lazy Paisley
es_es: Conoce a Lazy Paisley
fr_fr: Recontrez Lazy Paisley
it_it: Incontra Lazy Paisley
ja_jp: レイジー・ペイズリーに会う
nl_nl: Ontmoet Lazy Paisley
pl_pl: Spotkaj Lazy Paisley
pt_pt: Conhecer o Lazy Paisley
ro_ro: Intailniti-l pe Lazy Paisley
sv_se: Möt Lazy Paisley
tr_tr: Lazy Paisley ile tanış

# TROPHY_NAME_meet_mitsuo_meow
source: Meet Mitsuo Meow
de_de: Hat Mitsuo Meow getroffen
el_gr: Γνωριστε τους Mitsuo Meow
es_es: Conoce a Mitsuo Meow
fr_fr: Rencontrez Mitsuo Meow
it_it: Incontra Mitsuo Meow
ja_jp: ミツオ・ミャオに会う
nl_nl: Ontmoet Mitsuo Meow
pl_pl: Spotkaj Mitsuo Meow
pt_pt: Conhecer a Mitsuo Meow
ro_ro: Intalniti-o pe Mitsuo Meow
sv_se: Möt Mitsuo Meow
tr_tr: Mitsuo Meow ile tanış

# TROPHY_NAME_meet_russell_ramblewood
source: Meet Russell Ramblewood
de_de: Hat Russell Ramblewood getroffen
el_gr: Γνωριστε τους Russell Ramblewood
es_es: Conoce a Russell Ramblewood
fr_fr: Rencontrez Russell Ramblewood
it_it: Incontra Russell Ramblewood
ja_jp: ラッセル・ランブルウッドに会う
nl_nl: Ontmoet Russell Ramblewood
pl_pl: Spotkaj Russell Ramblewood
pt_pt: Conhecer o Russell Ramblewood
ro_ro: Intalniti-l pe Russell Rumblewood
sv_se: Möt Russell Ramblewood
tr_tr: Russell Ramblewood ile tanış

# TROPHY_NAME_meet_ziggy_starburst
source: Meet Ziggy Starburst
de_de: Hat Ziggy Starburst getroffen
el_gr: Γνωριστε τους Ziggy Starburst
es_es: Conoce a Ziggy Starburst
fr_fr: Rencontrez Ziggy Starburst
it_it: Incontra Ziggy Starburst
ja_jp: ジギー・スターバーストに会う
nl_nl: Ontmoet Ziggy Starburst
pl_pl: Spotkaj Ziggy Starburst
pt_pt: Conhecer o Ziggy Starburst
ro_ro: Intalniti-l pe Ziggy Starburst
sv_se: Möt Ziggy Starburst
tr_tr: Ziggy Starburst ile tanış

# TROPHY_NAME_merch
source: Merch Owner
es_es: Dueño de Mercancía
sv_se: Ägare av Sudomemovaror

# TROPHY_NAME_neighborhood_watch
source: Neighborhood Watch
de_de: Nachbarschaftswache
es_es: Guardia del Vecindario
fr_fr: Surveillance de quartier
it_it: Segnalatore
ja_jp: 自警団
nl_nl: Buurtwacht
pl_pl: Czujny patrolowiec
pt_pt: Mini Moderador
sv_se: Grannsamverkan
tr_tr: Mahalle Nöbetçisi

# TROPHY_NAME_one_million_flips_event
source: One Million Flipnotes Event
de_de: Eine-Million-Flipnotes-Event
el_gr: Event ενος εκατομμυριου Flipnote
es_es: Evento Un Millón de Flipnotes
fr_fr: Événement Un Million de Flipnotes
it_it: Evento - 1 Milione di Flipnote
ja_jp: 100万の作品イベント
nl_nl: Één-Miljoen-Flipnotesevenement
pl_pl: Impreza z okazji miliona Flipnotes
pt_pt: Evento Um Milhão de Flipnotes
ro_ro: Evenimentul de 1 Milion de Flipnote-uri
sv_se: En miljon flipnotes händelse
tr_tr: Bir Milyon Flipnote Etkinliği

# TROPHY_NAME_patreon_patron
source: Sudomemo Patron
es_es: Patrón de Sudomemo
it_it: Patrono di Sudomemo
pl_pl: Patron Sudomemo
pt_pt: Suportador do Sudomemo

# TROPHY_NAME_rewind_2021
source: Sudomemo Rewind 2021
es_es: Rewind de Sudomemo 2021

# TROPHY_NAME_rewind_2022
source: Sudomemo Rewind 2022
es_es: Rewind de Sudomemo 2022

# TROPHY_NAME_rewind_2023
source: Sudomemo Rewind 2023
es_es: Rewind de Sudomemo 2023

# TROPHY_NAME_rewind_2024
source: Sudomemo Rewind 2024
es_es: Rewind de Sudomemo 2024

# TROPHY_NAME_rewind_2025
source: Sudomemo Rewind 2025
es_es: Rewind de Sudomemo 2025

# TROPHY_NAME_rewind_2026
source: Sudomemo Rewind 2026
es_es: Rewind de Sudomemo 2026

# TROPHY_NAME_rewind_2027
source: Sudomemo Rewind 2027
es_es: Rewind de Sudomemo 2027

# TROPHY_NAME_rewind_2028
source: Sudomemo Rewind 2028
es_es: Rewind de Sudomemo 2028

# TROPHY_NAME_rewind_2029
source: Sudomemo Rewind 2029
es_es: Rewind de Sudomemo 2029

# TROPHY_NAME_rewind_2030
source: Sudomemo Rewind 2030
es_es: Rewind de Sudomemo 2030

# TROPHY_NAME_spookmaster
source: Spookmaster
de_de: Spukmeister
es_es: Maestro del Susto
fr_fr: Maître de l'épouvante
it_it: Maestro delle Spettri
ja_jp: スプークマスター
pt_pt: Mestre dos Sustos
tr_tr: Hayalet

# TROPHY_NAME_spring_2023_ffc_winner
source: Spring 2023 Sudomemo Flipnote Fight Competition Winner
de_de: Frühling 2023 Sudomemo Flipnote Fight Competition-Gewinner
es_es: Ganador F.F.C. Primavera 2023
nl_nl: Spring 2023 Sudomemo Flipnote Fight Competitie Winnaar
pt_pt: Vencedor da Competição Flipnote Fight do Sudomemo Primavera 2023
sv_se: Sudomemo Flipnote Fight Competition's vinnare Våren 2023'

# TROPHY_NAME_spring_2024_ffc_winner
source: Spring 2024 Sudomemo Flipnote Fight Competition Winner
es_es: Ganador F.F.C. Primavera 2024
sv_se: Sudomemo Flipnote Fight Competition's vinnare Våren 2024'

# TROPHY_NAME_spring_2025_ffc_winner
source: Spring 2025 Sudomemo Flipnote Fight Competition Winner
es_es: Ganador F.F.C. Primavera 2025
sv_se: Sudomemo Flipnote Fight Competition's vinnare Våren 2025'

# TROPHY_NAME_sudomemo_radio
source: Sudomemo Radio Contributor
de_de: Sudomemo Radio-Beitragender
es_es: Contribuidor de Sudomemo Radio
fr_fr: Contributeur de Radio Sudomemo
it_it: Contributore Sudomemo Radio
ja_jp: スドメモラジオ貢献者
pl_pl: Udzial w Sudomemo Radio
pt_pt: Contribuidor do Sudomemo Radio
sv_se: Sudomemo Radio Bidragare

# TROPHY_NAME_sudomemo_radio_pilot
source: Sudomemo Radio Pilot Contributor
de_de: Sudomemo Radio Pilot-Beitragender
es_es: Contribuidor del Piloto de Sudomemo Radio
fr_fr: Contributeur au pilote de Radio Sudomemo
it_it: Contributore Sudomemo Radio Pilot
ja_jp: スドメモラジオパイロット貢献者
pl_pl: Udzial w odcinku pilotazowym Sudomemo Radio
pt_pt: Contribuidor Piloto do Sudomemo Radio
sv_se: Sudomemo Radio Pilot CBidragare

# TROPHY_NAME_translator
source: Translator
de_de: Übersetzer
el_gr: Μεταφραστης
es_es: Traductor
fr_fr: Traducteur
it_it: Traduttore
ja_jp: 翻訳者
nl_nl: Vertaler
pl_pl: Tlumacz
pt_pt: Tradutor
ro_ro: Traducator
sv_se: Översättare
tr_tr: Çevirmen

# TROPHY_NAME_visited_wii_room
source: Wii Room Trophy
es_es: Trofeo de Wii Room
sv_se: Wii Room Trofé

# TROPHY_NAME_wcf_2025_winner
source: 2025 Winter Comedy Fest Winner
es_es: Ganador del Festival de Comedia de Invierno 2025
sv_se: Winter Comedy Fest Vinnare 2025

# TROPHY_NAME_weekly_topic_winner
source: Weekly Topic Winner
de_de: Wochen-Thema-Gewinner
el_gr: Νικητης Weekly Topi
es_es: Ganador de la Temática Semanal
fr_fr: Vainqueur du Weekly Topic
it_it: Vincitore del Topic settimanale
ja_jp: 今週のお題入賞者
nl_nl: Wekelijks Onderwerpwinnaar
pl_pl: Zwyciezca Tematu Tygodnia
pt_pt: Vencedor do Tópico Semanal
ro_ro: Castigator al Subiectului Saptamanal
sv_se: Veckotemans vinnare
tr_tr: Haftalık Konuyu Kazan

# TROPHY_NAME_welcoming_champion
source: Welcoming Champion
de_de: Einladender Champion
es_es: Campeón de Bienvenida
fr_fr: Champion de l'Accueil
it_it: Campione d'accoglienza
pl_pl: Czempion powitania
pt_pt: Cidadão Acolhedor
ro_ro: Campion de Binevenire

# TROPHY_NAME_nitro_booster
source: Nitro Booster
ja_jp: ニトロブースター
pl_pl: Wsparcie serwera Discord
ro_ro: Stimulator Nitro
sv_se: Nitro Boostare
tr_tr: Nitro Takviyecisi
