Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/trophies.po
Languages: de_de, el_gr, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, sv_se, tr_tr

# ACHIEVEMENT_EARNED
source: Gotta Achievement! :)
de_de: Errungenschaft erhalten!
el_gr: Achievement Get!
es_es: ¡Logro Obtenido!
fr_fr: Succès déverrouillé !
it_it: Obiettivo sbloccato!
ja_jp: 実績解除！
nl_nl: Achievement Get!
pl_pl: Zdobyto osiagniecie!
pt_pt: Conquista Recebida!
ro_ro: Ati obtinut o Realizare!
sv_se: Du fick Prestation!
tr_tr: Başarım tamamlandı!

# CASE_IS_EMPTY
source: Teh Trophey Case has notin. :(
de_de: Ziemlich leer hier, oder?
el_gr: Η θηκη Τροπαιων ειναι αδεια.
es_es: La Vitrina de Trofeos está vacía.
fr_fr: La vitrine à trophées est vide.
it_it: La Galleria Trofei è vuota.
ja_jp: トロフィーはありません
nl_nl: The Prijzenkast is leeg.
pl_pl: Nie masz zadnych trofeów.
pt_pt: A tua Caixa de Troféus está vazia.
ro_ro: Valiza cu Trofee este goala.
sv_se: Troféfallet är tomt.
tr_tr: Bu kupa vitrini boş.

# CONTINUE
source: Skedaddle
de_de: Weiter
el_gr: Συνεχεια
es_es: Continuar
fr_fr: Continuer
it_it: Continua
ja_jp: 続ける
nl_nl: Doorgaan
pl_pl: Kontynuuj
pt_pt: Continuar
ro_ro: Continuati
sv_se: Fortsätt
tr_tr: Devam Et

# TROPHY_CASE
source: Trophey Case
de_de: Trophäen-Vitrine
el_gr: Θηκη Τροπαιων
es_es: Vitrina de Trofeos
fr_fr: Vitrine à trophées
it_it: Galleria Trofei
ja_jp: トロフィーケース
nl_nl: Prijzenkast
pl_pl: Trofea
pt_pt: Caixa de Troféus
ro_ro: Valiza cu Trofee
sv_se: Troféfall
tr_tr: Kupa Vitrini

# TROPHY_DESC_10th_birthday_bash
source: Attended Sudomemo's 10th Birthday Bash event
es_es: Asistió al 10mo Birthday Bash de Sudomemo
pt_pt: Participaste no evento 10 anos a Divertiste com Flipnotes do Sudomemo
sv_se: Närvarade under Sudomemo's 10:nde Birthday Bash evenemang

# TROPHY_DESC_11th_birthday_bash
source: Attended Sudomemo's 11th Birthday Bash event
es_es: Asistió al 11vo Birthday Bash de Sudomemo
sv_se: Närvarade under Sudomemo's 11:e Birthday Bash evenemang

# TROPHY_DESC_7th_birthday_bash
source: Attended Sudomemo's 7 Years of Flipnote Fun event
de_de: Nahm an Sudomemo's Spaß-Jubiläum für 7 Jahre Flipnote teil.
el_gr: Συμμετειχε στο ιβεντ 7 Χρονια Χαρας με Flipnote
es_es: Asistió al 7o Birthday Bash de Sudomemo
fr_fr: Présent à l'événement '7 ans de fun avec les Flipnotes' de Sudomemo
it_it: Per aver partecipato all'evento - 7 Anni di Flipnote di Sudomemo
ja_jp: スドメモの7周年ファンイベントに参加する
nl_nl: Woonde het 7 Years of Flipnote Fun-evenement van Sudomemo bij
pl_pl: Bral/-a udzial w siódmym wydarzeniu Birthday Bash
pt_pt: Participaste no evento 7 anos a Divertiste com Flipnotes do Sudomemo
ro_ro: Luati parte la Distractia Flipnote de 7 Ani Sudomemo
sv_se: Närvarade under Sudomemo's 7 år av Flipnote Fun evenemanget
tr_tr: Sudomemo'nun '7 Years of Flipnote Fun' programına katıldın.

# TROPHY_DESC_8th_birthday_bash
source: Attended Sudomemo's 8 Years of Flipnote Fun event
de_de: Nahm an Sudomemo's Spaß-Jubiläum für 8 Jahre Flipnote teil.
es_es: Asistió al 8o Birthday Bash de Sudomemo
fr_fr: Présent à l'événement '8 ans de fun avec les Flipnotes' de Sudomemo
it_it: Ha partecipato all'evento 8 Years of Flipnote Fun di Sudomemo
ja_jp: スドメモの8周年ファンイベントに参加する
nl_nl: Woonde het 8 Years of Flipnote Fun-evenement van Sudomemo bij
pl_pl: Bral/-a udzial w ósmym wydarzeniu Birthday Bash
pt_pt: Participaste no evento 8 anos a Divertiste com Flipnotes do Sudomemo
ro_ro: Participă la aniversarea de 8 ani de Distracție Flipnote
sv_se: Närvarade under Sudomemo's 8 år av Flipnote Fun evenemanget
tr_tr: Sudomemo'nun '8 Years of Flipnote Fun' programına katıldın.

# TROPHY_DESC_9th_birthday_bash
source: Attended Sudomemo's 9th Birthday Bash event
de_de: Nahm an Sudomemo's Spaß-Jubiläum für 9 Jahre Flipnote teil.
es_es: Asistió al 9o Birthday Bash de Sudomemo
it_it: Ha partecipato all'evento 9 Years of Flipnote Fun di Sudomemo
nl_nl: Woonde het 9 Years of Flipnote Fun-evenement van Sudomemo bij
pl_pl: Bral/-a udzial w dziewiatym wydarzeniu Birthday Bash
pt_pt: Participaste no evento 9 anos a Divertiste com Flipnotes do Sudomemo
sv_se: Närvarade under Sudomemo's 9:e Birthday Bash evenemang

# TROPHY_DESC_archive_supporter
source: Contributor to the Flipnote Archive Ko-Fi to help preserve Flipnote history!
de_de: Hat Geld auf Ko-Fi an Flipnote Archive gespendet, um Flipnote-Geschichte zu bewahren!
es_es: ¡Contribuyó al Ko-Fi del Archivo de Flipnote para ayudar a preservar la historia de Flipnote!
fr_fr: Contributeur de l'Archive Flipnote sur Ko-Fi pour aider à préserver l'histoire des Flipnotes !
it_it: Contributore al Flipnote Archive Ko-Fi per aiutare a preservare la storia di Flipnote!
ja_jp: うごメモの歴史を保存する、うごメモアーカイブKo-Fiに寄付する
nl_nl: Bijdrager aan het Flipnote-archief Ko-Fi om de geschiedenis van Flipnote te helpen behouden!
pl_pl: Wspomógl/wspomogla Archiwum Flipnotes na Ko-Fi by pomóc w konserwacji historii Flipnotes!
pt_pt: Contribuidor do Ko-Fi do Flipnote Archive para ajudar a preservar a história de Flipnotes!
ro_ro: Contribuitor catre Ko-Fi-ul Flipnote Archive pentru a ajuta la preservarea istoriei Flipnote!
sv_se: Medhjälpare av Flipnote Arkivets Ko-Fi för att preservera Flipnote historia!
tr_tr: Flipnote Arşivi Ko-Fi'sine destek olarak Flipnote tarihini korumakta yardımcı oldun!

# TROPHY_DESC_colors_promo
source: One of the winners of the Sudomemo x Colors joint topic, Into The Light
de_de: Einer der Gewinner des Colors! x Sudomemo Themas Into the Light
el_gr: Ενας απο τους νικητες του Sudomemo x Colors joint topic, Into The Light
es_es: Uno de los ganadores de la temática en conjunto de Sudomemo x Colors, Into the Light.
fr_fr: Un des gagnants du thème du partenariat Sudomemo x Colors, Dans la Lumière
it_it: Per essere stato uno dei vincitori dell'argomento Into the Light del Topic Colors! x Sudomemo
ja_jp: スドメモ×Colors!の合同のお題「Into The Light」で入賞する
nl_nl: Één van de winnaars van de Sudomemo x Colors! gedeeld onderwerp, In het Licht
pl_pl: Jeden ze zwyciezców Tematu Tygodnia Colors! x Sudomemo, 'Into The Light'
pt_pt: Um dos vencedores do tópico em conjunto do Sudomemo x Colors, Para a Luz
ro_ro: Unul dintre castigatorii subiectului Sudomemo x Colors, In Lumina
sv_se: En av vinnarna i Sudomemo x Colors gemensamma ämne, Into The Light
tr_tr: Sudomemo x Colors konusunda kazananlaradan birisi konuya katıldı, Into The Light

# TROPHY_DESC_demo_tester
source: Participate in the 2017 Sudomemo Update Demo Testing program
de_de: Hat 2017 beim Sudomemo-Update-Demo-Test-Programm teilgenommen
el_gr: Συμμετειχε στο 2017 Sudomemo Update Demo Testing προγραμμα
es_es: Participó en el Programa de Pruebas Demo de Sudomemo 2017
fr_fr: Participez au programme de Test Démo de mise à jour de Sudomemo en 2017
it_it: Per aver partecipato al Programma Update Demo Testing di Sudomemo del 2017
ja_jp: 2017年スドメモアップデートデモテストに参加する
nl_nl: Participeer in het 2017 Sudomemo Update Demo Testprogramma
pl_pl: Wez udzial w programie testowania aktualizacji Sudomemo z 2017
pt_pt: Participar no programa de Testes do Sudomemo Update Demo de 2017
ro_ro: Participatin Programul de testare Actualizare Sudomemo din 2017
sv_se: Delta i Sudomemo Update Demo Testing programmet 2017
tr_tr: 2017 Sudomemo Güncelleme Demo Testi programına katıl

# TROPHY_DESC_early_adopter
source: Join Sudomemo during our first month of service
de_de: Ist Sudomemo während des ersten Monats beigetreten
el_gr: Συνδεθηκε στο Sudomemo τον πρωτο μηνα της υπηρεσιας μας
es_es: Se unió a Sudomemo durante nuestro primer mes de servicio.
fr_fr: Rejoignez Sudomemo pendant notre premier mois de service
it_it: Unisciti a Sudomemo durante il nostro primo mese di servizio
ja_jp: サービス開始から1か月以内にスドメモに参加する
nl_nl: Neem deel aan Sudomemo in onze eerste maand
pl_pl: Dolacz do Sudomemo podczas pierwszego miesiaca jego istnienia
pt_pt: Juntaste-te ao Sudomemo durante o nosso primeiro mês de serviço
ro_ro: Alaturati-va Sudomemo in prima luna de serviciu
sv_se: Gå med i Sudomemo under vår första månad
tr_tr: Sudomemo'ya çıkışın ilk ayında kaydol

# TROPHY_DESC_fall_2023_ffc_winner
source: One of the winners of the Fall 2023 Sudomemo Flipnote Fight Competition!
es_es: ¡Uno de los ganadores de la Competencia Flipnote Fight de Sudomemo Otoño 2023!
nl_nl: Een van de winnaars van de Sudomemo Flipnote Fight-wedstrijd herfst 2023!
pt_pt: Um dos vencedores da Competição Flipnote Flight do Sudomemo de Outono 2023!
sv_se: En av vinnarna under Sudomemo Flipnote Fight Competition hösten 2023!

# TROPHY_DESC_fall_2024_ffc_winner
source: One of the winners of the Fall 2024 Sudomemo Flipnote Fight Competition!
es_es: ¡Uno de los ganadores de la Competencia Flipnote Fight de Sudomemo Otoño 2024!
sv_se: En av vinnarna under Sudomemo Flipnote Fight Competition hösten 2024!

# TROPHY_DESC_fate_2024_winner
source: Submitted a winning Flipnote to FATE 2024
es_es: Envió una Flipnote ganadora a FATE 2024
sv_se: Skickade in en vinnande Flipnote vid FATE 2024

# TROPHY_DESC_featured_artist
source: Get recognized as a Sudomemo Featured Artist
de_de: Ist ein offiziell empfohlener Künstler auf Sudomemo
el_gr: Αναγνωρισιμος ως Προωθημενος Καλλιτεχνης του Sudomemo
es_es: Obtuvo reconocimiento como Artista Destacado en Sudomemo
fr_fr: Soyez reconnu en tant qu'artiste vedette de Sudomemo
it_it: Essere riconosciuto come un Artista in primo piano di Sudomemo
ja_jp: スドメモにおいて注目された作者であると認められる
nl_nl: Wordt erkend als Uitgelichte Kunstenaar
pl_pl: Zostań wybrany jako wyrózniony twórca na Sudomemo
pt_pt: Sê reconhecido como um Artista Destacado no Sudomemo
ro_ro: Deveniti recunoscut ca Artist Recomandat Sudomemo
sv_se: Bli känd som Sudomemo kända Artist
tr_tr: Sudomemo'da öne çıkan sanatçı olarak tanın

# TROPHY_DESC_featured_flipnote
source: Have a Flipnote featured
de_de: Hat ein Flipnote hochgeladen, welches offiziell empfohlen wurde
el_gr: Προωθηθηκε καποιο απο τα Flipnote
es_es: Obtuvo una Flipnote destacada
fr_fr: Ayez une Flipnote en vedette
it_it: Avere un Flipnote in primo piano
ja_jp: 注目された作品がある
nl_nl: Krijg een Flipnote uitgelicht
pl_pl: Jeden z twoich Flipnotes zostal wyrózniony
pt_pt: Tem um Flipnote destacado
ro_ro: Aveti un Flipnote recomandat
sv_se: Ha en känd Flipnote
tr_tr: Flipnote'un öne çıksın

# TROPHY_DESC_ffotd
source: Post the first Flipnote of a new decade
de_de: Hat das erste Flipnote eines neuen Jahrzehnts hochgeladen
el_gr: Ανεβασε το πρωτο Flipnote της νεας δεκαετιας
es_es: Publicó el primer Flipnote de esta década.
fr_fr: Postez la première Flipnote d'une nouvelle décennie
it_it: Pubblicato il primo Flipnote del nuovo decennio
ja_jp: 次の10年に向けて作品を投稿する
nl_nl: Plaats de eerste Flipnote van een nieuwe decade
pl_pl: Opublikuj pierwszy Flipnote nowej dekady
pt_pt: Postar o primeiro Flipnote de uma nova década
ro_ro: Postati primul Flipnote al unui deceniu
sv_se: Lägg up din första Flipnote av årtiondet
tr_tr: Yeni onyılın ilk Flipnote'unu yükle

# TROPHY_DESC_fifth_bday_event
source: Attended Sudomemo's fifth birthday party
de_de: Hat an der fünften Geburtstagsparty von Sudomemo teilgenommen
el_gr: Ηταν στα πεμπτα γενεθλια του Sudomemo
es_es: Asistió al 5o aniversario de Sudomemo
fr_fr: Présent à la fête du cinquième anniversaire de Sudomemo
it_it: Per aver partecipato alla quinta Festa di Compleanno di Sudomemo
ja_jp: スドメモ5回目の誕生日パーティーに参加する
nl_nl: Doe mee aan Sudomemo's vijfde verjaardagsfeest
pl_pl: Byl/a na imprezie urodzinowej z okazji piatych urodzin Sudomemo
pt_pt: Participaste na festa do quinto aniversário do Sudomemo
ro_ro: Faceti parte din a Cincea Aniversare Sudomemo
sv_se: Deltog i Sudomemos femte födelsedagskalas
tr_tr: Sudomemo'nun beşinci doğum gününe katıl

# TROPHY_DESC_flipnote_friends
source: Became Flipnote Friends with someone who uses Sudomemo!
de_de: Ist Flipnote-Freund von jemandem geworden, der Sudomemo verwendet
es_es: ¡Tiene un Amigo de Flipnote que usa Sudomemo!
it_it: Diventa amico di Flipnote con qualcuno che usa Sudomemo!
pl_pl: Zostal/-a Przyjacielem Flipnote kogos na Sudomemo!
pt_pt: Tornas-te Amigos do Flipnote com alguém que usa o Sudomemo!
sv_se: Blivit Flipnote vänner med någon som använder Sudomemo!

# TROPHY_DESC_folder
source: Donate spare compute time to Folding@Home to help fight disease
de_de: Spendet Rechenleistung an Folding@Home, um Krankheiten zu bekämpfen
el_gr: Δωρεας spare χρονου compute στο Folding@Home για την βοηθεια καταπολεμισης ασθενιων
es_es: Donó tiempo de computación a Folding@Home para ayudar a combatir enfermedades.
fr_fr: Donnez de la puissance de calcul non utilisée à Folding@Home pour aider à combattre une maladie
it_it: Dona il tuo tempo libero a Folding@Home per aiutare a combattere le malattie
ja_jp: 余分な演算時間をFolding@Homeに寄付して闘病を助ける
nl_nl: Doneer vrije computertijd aan Folding@Home om te helpen met het bestrijden van ziektes
pl_pl: Wykorzystaj moc swojego komputera z Folding@Home by pomóc w walce z chorobami
pt_pt: Doaste tempo de computação para o programa Folding@Home para ajudar a combater doênças
ro_ro: Donati timp catre Folding@Home pentru a ajuta sa lupte impotriva bolilor
sv_se: Donera extra neräknad tid till Folding@Home för att bekämpa sjukdomar
tr_tr: Bilgisayarında boş vaktini Folding@Home'ye bağış yaparak geçirip hastalıklarla mücadele et.

# TROPHY_DESC_legacy_citizen
source: Had Sudomemo Citizenship before it became Plus
de_de: Besaß eine Sudomemo-Bürgerschaft bevor sie durch Sudomemo Plus ersetzt wurde
el_gr: Ειχε Sudomemo Citizenship πριν γινει Plus
es_es: Tuvo Ciudadania de Sudomemo antes de convertirse en Plus.
fr_fr: Était Citoyen Sudomemo avant que ça ne devienne Sudomemo Plus
it_it: Avere Sudomemo Citizenship prima dell'avvento di Plus
ja_jp: スドメモplusができる前にスドメモ市民権を持っていた
nl_nl: Had Sudomemo Citizenship voordat het Plus werdt
pl_pl: Mial/a Sudomemo Citizenship zanim zmienilo sie na Sudomemo Plus
pt_pt: Ter Cidanania do Sudomemo antes de se tornar o Plus
ro_ro: Aveti Cetatenie Sudomemo inainte de a deveni Plus
sv_se: Hade Sudomemo Citizenship innan det blev Plus
tr_tr: Plus olmadan önce Sudomemo Citizen ol

# TROPHY_DESC_meet_bailey_flitwing
source: Curious about the world outside her nest.
de_de: Ist neugierig über die Welt außerhalb ihres Nests.
el_gr: Εχει περιεργια για τον κοσμο εξω απο την φωλια.
es_es: Curiosa por explorar el mundo más allá de su nido.
fr_fr: Curieuse du monde en dehors de son nid.
it_it: Essere curioso riguardo al mondo al di fuori del suo nido.
ja_jp: 巣の外に興味がある。
nl_nl: Nieuwsgierig naar de wereld buiten haar nest.
pl_pl: Ciekawa swiata poza jej gniazdem.
pt_pt: Curiosa sobre o mundo fora do ninho dela.
ro_ro: Curioasa despre lumea din afara cuibului sau.
sv_se: Nyfiken om världen utanför hennes bo.
tr_tr: Dış dünyaya meraklı.

# TROPHY_DESC_meet_lazy_paisley
source: Enjoys his simple life. And food.
de_de: Genießt sein einfaches Leben. Und Essen.
el_gr: Απολαμβανει την απλη ζωη. Και το φαι. Ειδικα το φαι.
es_es: Disfruta de la vida simple. Y de la comida.
fr_fr: Aime sa vie simple. Et la nourriture.
it_it: Apprezza la sua vita semplice. E il suo cibo.
ja_jp: 彼の質素な生活を楽しむ。もちろん食べ物も。
nl_nl: Geniet van zijn simpele leven. En eten.
pl_pl: Lubi swoje proste zycie. I jedzenie.
pt_pt: Desfruta da vida simples dele. E comida.
ro_ro: Bucurati-va de viata sa simpla. Si mancare.
sv_se: Njuter av sit lätta liv. Och mat.
tr_tr: Basit hayatından hoşlanır. Ve yemekten.

# TROPHY_DESC_meet_mitsuo_meow
source: Wants to bring good luck and happiness to everyone around her.
de_de: Möchte Glück und Fröhlichkeit jedem um sie herum bringen
el_gr: Θελει να φερει ευτυχια και καλη τυχη σε ολους τους γυρω.
es_es: Quiere traer felicidad y buena suerte a todos los que la rodean.
fr_fr: Veut porter chance et bonheur à tout le monde autour d'elle.
it_it: Vuole portare buona fortuna e gioia a chiunque intorno a lei.
ja_jp: 彼女の周りの人に幸運と幸せをもたらしたいと思っている。
nl_nl: Wil geluk en vrolijkheid brengen naar iedereen om haar heen.
pl_pl: Chce przyniesc szczescie i pomyslnosc dla wszystkich dookola niej.
pt_pt: Ela quer trazer boa sorte e felicidade para todos à volta dela.
ro_ro: Vrea sa aduca noroc si fericire tuturor din jurul ei.
sv_se: Vill medföra tur och glädje till folker omkring henne.
tr_tr: Etrafındaki herkese mutluluk saçmak ister.

# TROPHY_DESC_meet_russell_ramblewood
source: He's flamboyant to a fault, but still wants to hear about your day.
de_de: Er mag übermäßig großspurig sein, dennoch will er über deinen Tag hören.
el_gr: Κανει ζωαρα μεχρι αηδιας, αλλα θελει να ακουσει για την μερα σας.
es_es: Es muy extravagante, pero siempre quiere saber cómo te va.
fr_fr: Il est flamboyant à l'excès, mais veut toujours entendre parler de votre journée.
it_it: E' strambo fino al midollo, ma vorrebbe comunque sapere di più sulla tua giornata.
ja_jp: 彼は欠点に対して大胆だけれど、それでもあなたの一日について聞たがっている。
nl_nl: Hij is in grote mate flamboyant, maar wil nog steeds graag horen hoe het met je gaat.
pl_pl: Pozornie moze sie wydawac dosc niemily, ale zawsze przejmuje sie jak minal twój dzień.
pt_pt: Ele e extravagante por defeito, mas ele ainda quer saber do teu dia.
ro_ro: Este uimitor peste masura, dar tot vrea sa stie despre ziua dvs.
sv_se: Han är lite för prålig, men vill fortfarande höra om din dag.
tr_tr: Fazla gösterişlidir ama yine de gününden bahsetmeni ister.

# TROPHY_DESC_meet_ziggy_starburst
source: Living his life day by day with a touch of added flair.
de_de: Lebt sein Leben Tag für Tag mit einem bisschen zusätzlichen Flair.
el_gr: Ζει ζωαρα καθημερινα με αυτο το εξτρα κατι.
es_es: Vive su vida día tras día con un toque de estilo.
fr_fr: Vit sa vie au jour le jour avec une touche de flair en plus.
it_it: Vivere la sua vita giorno per giorno con un tocco di stile.
ja_jp: 日々の生活にちょっとした工夫を加えて生きている。
nl_nl: Leeft zijn dagelijkse leven met een vleugje extra flair.
pl_pl: Zyje skromnie, lecz z klasa.
pt_pt: A viver a vida dele, dia a dia, com um toque extra de talento.
ro_ro: Isitraieste viata zi de zi cu putin fler.
sv_se: Lever livet varje dag med med lite mer stil.
tr_tr: Her gün biraz yetenekle yaşar.

# TROPHY_DESC_merch
source: Owner of some Sudomemo swag â€” you're officially part of the cool crew.
es_es: Dueño de mercancía de Sudomemo — oficialmente parte del equipo cool.
it_it: Owner of some Sudomemo swag — you're officially part of the cool crew.
pl_pl: Owner of some Sudomemo swag — you're officially part of the cool crew.
sv_se: Ägare av lite Sudomemo swag — du är officiellt en del av cool crew.

# TROPHY_DESC_neighborhood_watch
source: Correctly flag content that violates our Content Policy
de_de: Hat Inhalte gemeldet, die gegen unsere Richtlinien verstoßen
el_gr: Σωστο flag περιεχομενου που παραβιαζει την Πολιτικη Περιεχομενου
es_es: Reportó correctamente contenido que viola la Política de Contenido de Sudomemo.
fr_fr: Signaler correctement du contenu qui viole notre Politique de contenu
it_it: Segnalare correttamente un contenuto che viola la nostra Policy sul Contenuto
ja_jp: ポリシーに違反するコンテンツを適切に報告する
nl_nl: Markeer inhoud die onze Inhoudsbeleid schendt
pl_pl: Prawidlowo zglos naruszenie zasad dot. twórczosci Sudomemo
pt_pt: Reportar conteúdo que viola a nossa Política de Conteúdo correctamente
ro_ro: Raportati corect continut ce violeaza Politele de Continut
sv_se: Rapportera rätt innehåll som är mot vår innehållspolicy
tr_tr: İçerik politikamıza uymayan bir Flipnote'u işaretle.

# TROPHY_DESC_nitro_booster
source: Showed how cool they (or a friend) were by boosting the Sudomemo Discord server.
de_de: Hat die eigene Coolness (oder die eines Freundes) durch das Boosten des Sudomemo Discord-Servers bewiesen
el_gr: Δειξαν ποσο γαματοι ηταν εκεινοι (η καποιος φιλος) κανοντας boost το Sudomemo Discord server.
es_es: Mostró lo geniales que eran ellos (o un amigo) al usar Boost en el Discord de Sudomemo.
fr_fr: A montré à quel point il/elle (ou un ami) était cool en boostant le serveur Discord de Sudomemo.
it_it: Hai mostrato quanto fighi tu o un tuo amico siete stati potenziando il server Discord di Sudomemo.
ja_jp: スドメモDiscordサーバーのブーストによって、そのイカした振る舞いを見せる
pl_pl: Pokazal/-a jak fajny/-a jest (on/ona lub przyjaciel) poprzez ulepszenie serwera Discord Sudomemo.
pt_pt: Mostraste o quão fixe fostes (ou um amigo) ao fazer um Boost ao Servidor Discord do Sudomemo.
ro_ro: Arata cat de grozavi ei (sau un prieten) sunt pentru ca au stimulat serverul de Discord Sudomemo.
sv_se: Visat hur cool man varit genom att boost:a Sudomemos Discord server.
tr_tr: Sudomemo Discord sunucusunu takviye ederek ne kadar iyi olduğunu gösteren bir kupa.

# TROPHY_DESC_one_million_flips_event
source: Attend the One-Million Flipnotes event
de_de: War beim Eine-Million-Flipnotes-Event dabei
el_gr: Συμμετοχη στο ιβεντ του ενος εκατομμυριου Flipnote
es_es: Asistió al Evento Un Millón de Flipnotes.
fr_fr: Participez à l'événement Un Million de Flipnotes
it_it: Per aver partecipato all'evento 1 Milione di Flipnote
ja_jp: 100万の作品イベントに参加する
nl_nl: Doe mee aan het één-miljoen-Flipnotesevenement
pl_pl: Byl/a na imprezie z okazji miliona Flipnotes
pt_pt: Participar no evento Um Milhão de Flipnotes
ro_ro: Luati parte la Evenimentul de 1 Milion de Flipnote-uri
sv_se: Delta i En miljon flipnotes händelsen
tr_tr: Bir Milyon Flipnote Etkinliği'ne katıl.

# TROPHY_DESC_patreon_patron
source: Supported Sudomemo through Patreon
de_de: Hat Sudomemo durch Patreon unterstützt
es_es: Ayudó a Sudomemo a través de Patreon
it_it: Sudomemo supportato tramite Patreon
nl_nl: Heeft Sudomemo via Patreon gesteund
pl_pl: Wspomógl/wspomogla Sudomemo przez Patreon
pt_pt: Suportaste o Sudomemo através do Patreon
sv_se: Stöttat Sudomemo genom Patreon

# TROPHY_DESC_rewind_2021
source: Featured in 2021's Sudomemo Rewind!
de_de: Ist in der 2021 Sudomemo Rewind erschienen!
es_es: ¡Apareció en el Sudomemo Rewind de 2021!
it_it: In primo piano nel Sudomemo Rewind del 2021!
nl_nl: Uitgelicht in Sudomemo Rewind van 2021!
pl_pl: Wyrózniony/-a w Sudomemo Rewind 2021!
pt_pt: Destacado no Sudomemo Rewind de 2021!
sv_se: Som visad i Sudomemo Rewind 2021!

# TROPHY_DESC_rewind_2022
source: Featured in 2022's Sudomemo Rewind!
de_de: Ist in der 2022 Sudomemo Rewind erschienen!
es_es: ¡Apareció en el Sudomemo Rewind de 2022!
it_it: Presentato in Sudomemo Rewind del 2022!
nl_nl: Uitgelicht in Sudomemo Rewind van 2022!
pl_pl: Wyrózniony/-a w Sudomemo Rewind 2022!
pt_pt: Destacado no Sudomemo Rewind de 2022!
sv_se: Som visad i Sudomemo Rewind 2022!

# TROPHY_DESC_rewind_2023
source: Featured in 2023's Sudomemo Rewind!
es_es: ¡Apareció en el Sudomemo Rewind de 2023!
pt_pt: Destacado no Sudomemo Rewind de 2023!
sv_se: Som visad i Sudomemo Rewind 2023!

# TROPHY_DESC_rewind_2024
source: Featured in 2024's Sudomemo Rewind!
es_es: ¡Apareció en el Sudomemo Rewind de 2024!
sv_se: Som visad i Sudomemo Rewind 2024!

# TROPHY_DESC_spookmaster
source: Spookmaster Award for Excellence in Witchcraft and Wizardry.
de_de: Spukmeister-Verzeichnung für Exzellenz in Hexerei, Zauberei und sonst Derlei
el_gr: Βραβειο Spookmaster για την Αριστεια στις Επιστημες της Μαγειας.
es_es: Premio Spookmaster a la excelencia en Brujería y Hechicería.
fr_fr: Prix du Maître de l'épouvante pour l'Excellence en matière de Sorcellerie et de Magie.
it_it: Premio Spookmaster per l'eccellenza in Magia e Stregoneria.
ja_jp: Witchcraft and Wizardryで優秀な結果を残す
nl_nl: Spookmaster Award voor uitmuntendheid in hekserij en tovenarij.
pl_pl: Nagroda Spookmaster Award za doskonalosc w czarodziejstwie i czarnoksieznictwie.
pt_pt: Troféu Mestre dos Sustos, para a excelência em Bruxaria e Feitiçaria.
ro_ro: Premiu Spookmaster pentru Excelenta in Vrajitorie.
sv_se: Spookmaster Vinsten för Excelens i Häxkraft och Trollkarlsmagi.
tr_tr: Başarılı Sihirbazlık için Hayalet Ödülü.
