Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/userMovieList.po
Languages: cy_gb, de_de, el_gr, es_es, it_it, ja_jp, nl_nl, pl_pl, pt_pt, sv_se, tr_tr

# FAVORITES_FEED_FORMAT
source: sitelen Pilinoto pona tan jan %s
cy_gb: %s's Ffefrynnau Feed
de_de: %s's Favoriten-Feed
el_gr: Τοιχος Αγαπημενων του %s'
es_es: Contenido favorito de %s
it_it: Feed dei Preferiti di %s
ja_jp: %sさんのお気に入り作者
nl_nl: %s's Favorietenfeed
pl_pl: Ulubieni tworcy dla %s
pt_pt: %s's Feed de Favoritos
sv_se: %s's Favoriter flöde
tr_tr: %s's Favorites Feed

# FLIPNOTES_BY_FORMAT
source: sitelen Pilinoto tan %s
cy_gb: Flipnotes gan %s
de_de: Flipnotes von %s
el_gr: Flipnotes του %s
es_es: Flipnotes por %s
it_it: Flipnote di %s
ja_jp: %sさんが投稿した作品
nl_nl: Flipnotes door %s
pl_pl: Flipnotes stworzone przez %s
pt_pt: Flipnotes de %s
sv_se: Flipnotes av %s
tr_tr: Flipnotes by %s

# LEAST_VIEWED
source: lukin lili
cy_gb: Least Viewed
de_de: Least Viewed
el_gr: Least Viewed
es_es: Menos Vistos
it_it: Meno visualizzati
ja_jp: Least Viewed
nl_nl: Least Viewed
pl_pl: Least Viewed
pt_pt: Menos Vistos
sv_se: Least Viewed
tr_tr: Least Viewed

# MOST_RECENT
source: sin
cy_gb: Recent
de_de: Recent
el_gr: Recent
es_es: Más Recientes
it_it: Recenti
ja_jp: Recent
nl_nl: Recent
pl_pl: Recent
pt_pt: Mais Recentes
sv_se: Recent
tr_tr: Recent

# MOST_VIEWED
source: lukin suli
cy_gb: Most Viewed
de_de: Most Viewed
el_gr: Most Viewed
es_es: Más Vistos
it_it: Pi√π visualizzati
ja_jp: Most Viewed
nl_nl: Most Viewed
pl_pl: Most Viewed
pt_pt: Mais Vistos
sv_se: Most Viewed
tr_tr: Most Viewed

# NEXT
source: lipu sin
cy_gb: Tudalen nesaf
de_de: Weiter
el_gr: Επομενη Σελιδα
es_es: Siguiente página
it_it: Pagina successiva
ja_jp: 次へ
nl_nl: Volgende pagina
pl_pl: Nastepna strona
pt_pt: Pŕoxima página
sv_se: Nästa Sida
tr_tr: Next page

# OLDEST
source: suli
cy_gb: Oldest
de_de: Oldest
el_gr: Oldest
es_es: Más Antiguos
it_it: Meno recenti
ja_jp: Oldest
nl_nl: Oldest
pl_pl: Oldest
pt_pt: Mais Antigos
sv_se: Oldest
tr_tr: Oldest

# PAGE
source: lipu
cy_gb: Tudalen
de_de: Seite
el_gr: Σελιδα
es_es: Página
it_it: Pagina
ja_jp: ページ
nl_nl: Pagina
pl_pl: Strona
pt_pt: Página
sv_se: Sida
tr_tr: Page

# PAGE_COUNTER_FORMAT
source: %d tan %d
cy_gb: %d o %d
de_de: %d von %d
el_gr: %d απο %d
es_es: %d de %d
it_it: %d di %d
ja_jp: %d/%d
nl_nl: %d van %d
pl_pl: %d z %d
pt_pt: %d de %d
sv_se: %d av %d
tr_tr: %d of %d

# PREV
source: lipu pini
cy_gb: Tudalen flaenorol
de_de: Zur√ºck
el_gr: Προηγουμενη Σελιδα
es_es: Página anterior
it_it: Pagina precedente
ja_jp: 前へ
nl_nl: Vorige pagina
pl_pl: Poprzednia strona
pt_pt: Página anterior
sv_se: Föregående Sida
tr_tr: Previous page

# STARRED_BY_FORMAT
source: jan %s li pana e mun
cy_gb: Yn serennu gan %s
de_de: Sterne gegeben von %s
el_gr: Εβαλε αστερια ο %s
es_es: Calificado por %s
it_it: Stella data da %s
ja_jp: %sさんが★をつけた作品
nl_nl: Sterren gegeven door %s
pl_pl: Zagwiazdkowane przez %s
pt_pt: Estrelados de %s
sv_se: Starlagd av %s
tr_tr: Starred by %s

# UPPERTITLE
source: lukin
cy_gb: Porwch
de_de: Durchsuchen
el_gr: Χαζεψτε
es_es: Buscar
it_it: Naviga
ja_jp: 見る
nl_nl: Blader
pl_pl: Przegladaj
pt_pt: Procurar
sv_se: Bläddra
tr_tr: Browse
