Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/youtube.po
Languages: de_de, el_gr, es_es, ja_jp, nl_nl, pl_pl, pt_pt, sv_se, tr_tr

source: Audio Enhancement
de_de: Audio-Aufbesserung
es_es: Mejora de Audio
ja_jp: 音声の強化
nl_nl: Audioverbetering
pl_pl: Ulepszenie Audio
pt_pt: Melhoramento do Áudio
sv_se: Ljud förbättring
tr_tr: Ses Geliştirme

# BTN_START_UPLOAD
source: Start Upload
de_de: Hochladen beginnen
el_gr: Ξεκινηστε την δημοσιευση
es_es: Empezar a subir
ja_jp: アップロードを開始
pl_pl: Rozpocznij przesylanie
pt_pt: Começar Upload
sv_se: Starta uppladdning
tr_tr: Yükle

# BTN_UPLOAD_AGAIN
source: Upload Again
de_de: Erneut hochladen
el_gr: Ανεβαστε Ξανα
es_es: Subir de nuevo
ja_jp: もう一度アップロード
nl_nl: Opnieuw uploaden
pl_pl: Przeslij ponownie
pt_pt: Enviar Outra Vez
sv_se: Ladda upp igen
tr_tr: Tekrar Yükle

# CHANGE_OPTIONS_ON_THEATRE
source: You can change these options before upload. To do so, visit:
de_de: Du kannst diese Optionen vor dem Hochladen ändern. Besuche dafür:
el_gr: Μπορειτε να αλλαξετε αυες τις επιλογες πριν τη δημοσιευση. Για να το κανετε, επισκεφτειτε:
es_es: Puedes cambiar estas opciones antes de subir. Para hacer esto, visita:
ja_jp: アップロードする前にこれらのオプションを変更できます。 これを行うには:
nl_nl: Je kunt deze opties wijzigen voordat je uploadt. Ga hiervoor naar:
pl_pl: Przed przeslaniem mozesz zmienic te opcje. Aby to zrobic, odwiedz strone:
pt_pt: Podes mudar estas opções antes de começar o teu upload. Para o fazer, visite:
sv_se: Du kan ändra dessa inställningar innan du laddar upp. Innan du gör detta, gå till:
tr_tr: Videonu yüklemeden önce bu ayarlarını değiştirebilirsin:

# FLIPNOTE_ALREADY_UPLOADED
source: You've already uploaded this Flipnote to YouTube.
de_de: Du hast dieses Flipnote bereits auf YouTube hochgeladen.
el_gr: Εχετε ηδη ανεβασει αυτο το Flipnote στο YouTube.
es_es: Ya has subido anteriormente esta Flipnote a YouTube.
ja_jp: この作品はすでにYouTubeにアップロードされています。
nl_nl: Je hebt deze Flipnote al naar YouTube geüpload.
pl_pl: Juz przeslales/as ten Flipnote do YouTube.
pt_pt: Já enviaste este Flipnote para o YouTube.
sv_se: Du har redan laddat upp denna Flipnoten till YouTube.
tr_tr: Bu Flipnote'u YouTube'a zaten yükledin.

source: Flipnote Smoothing
de_de: Flipnote-Glättung
es_es: Suavizado de Flipnote
ja_jp: 作品のスムージング
nl_nl: Flipnote-verzachting
pl_pl: Wygladzanie Flipnota
pt_pt: Afinação do Flipnote
sv_se: Flipnote Utjämning
tr_tr: Flipnote Pürüzsüzleştirme

# HEADER_CONFIRM_OPTIONS
source: Confirm Options
de_de: Optionen bestätigen
el_gr: Επιβεβαιωση Επιλογων
es_es: Opciones de Confirmación
ja_jp: オプションを確認
nl_nl: Opties bevestigen
pl_pl: Potwierdz opcje
pt_pt: Confirmar Opções
sv_se: Konfirmera inställningar
tr_tr: Seçenekleri Onayla

# HEADER_UPLOAD_TO_YOUTUBE
source: Upload to YouTube
de_de: Zu YouTube hochladen
el_gr: Ανεβασμα στο YouTube
es_es: Subir a YouTube
ja_jp: YouTubeにアップロード
nl_nl: Uploaden naar YouTubee
pl_pl: Przeslij do YouTube
pt_pt: Fazer Upload para o YouTube
sv_se: Ladda up till youtube
tr_tr: YouTube'a Yükle

# HOW_TO_LINK_FROM_THEATRE
source: To link your YouTube channel, visit this page:
de_de: Um deinen YouTube-Kanal zu verbinden, besuche:
el_gr: Για να συνδεσετε το καναλι σας στο YouTube, επισκεφτειτε αυτη τη σελιδα:
es_es: Para vincular tu canal de YouTube, visita esta página:
ja_jp: YouTubeチャンネルと連携するには、このページにアクセスしてください:
nl_nl: Ga naar deze pagina om je YouTube-kanaal te koppelen:
pl_pl: Aby polaczyc swój kanal YouTube, odwiedz ta strone:
pt_pt: Para fazer uma ligação au teu Canal do YouTube channel, visite esta página:
sv_se: Följ denna sidan för att länka din youtube kanal:
tr_tr: YouTube kanalını bağlamak için şu sayfaya gir:

# HOW_TO_REFRESH_FROM_THEATRE
source: To update your channel, visit this page:
de_de: Um deinen Kanal zu aktualisieren, besuche:
el_gr: Για να ανανεωσετε το καναλι σας, επισκεφτειτε αυτη τη σελιδα:
es_es: Para actualizar tu canal, visita esta página:
ja_jp: チャンネルを更新するには、このページにアクセスしてください:
nl_nl: Ga naar deze pagina om je kanaal bij te werken:
pl_pl: Aby zaktualizowac twój kanal, odwiedz ta strone:
pt_pt: Para actualizar o teu canal, visite esta página:
sv_se: Se denna sida för att uppdatera din kanal:

# LINK_REQUIRED_BEFORE_UPLOAD
source: You'll need to link your YouTube channel before you can upload your Flipnote.
de_de: Du benötigst eine Verbindung zu deinem YouTube-Kanal, um dein Flipnote dort hochzuladen.
el_gr: Πρεπει να συνδεσεε το καναλι σας στο YouTube πριν ανεβασετε το Flipnote.
es_es: Necesitas vincular tu canal de YouTube antes de que puedas subir tu Flipnote.
ja_jp: 作品をアップロードするには、YouTubeチャンネルと連携する必要があります。
nl_nl: Je moet je YouTube-kanaal koppelen voordat jij je Flipnote kunt uploaden.
pl_pl: Musisz polaczyc twój kanal YouTube, zanim bedziesz mógl przeslac swój Flipnote.
pt_pt: Tens de fazer uma ligação ao teu Canal do YouTube antes de fazer upload dos teus Flipnotes.
sv_se: Du behöver länka din YouTube kanal innan du kan ladda up din Flipnote.
tr_tr: Flipnote'unu yüklemeden önce YouTube hesabını bağlaman gerek.

source: None
de_de: Keine
el_gr: Κανενα
es_es: Ninguna
ja_jp: なし
nl_nl: Geen
pl_pl: Zadne
pt_pt: Nenhum(a)
sv_se: Ingen
tr_tr: Yok

source: Off
de_de: Aus
el_gr: Οχι
es_es: Apagado
nl_nl: Uit
pl_pl: Wylacz
pt_pt: Desligado
sv_se: Av
tr_tr: Kapalı

source: On
de_de: An
el_gr: Ναι
es_es: Encendido
nl_nl: Aan
pl_pl: Wlacz
pt_pt: Ligado
sv_se: På
tr_tr: Açık

source: Plus Features
es_es: Características Plus
ja_jp: その他機能
nl_nl: Plusfuncties
pl_pl: Funkcje Plus
pt_pt: Funções Extra do Plus
sv_se: Plus Funktioner
tr_tr: Plus Özellikleri

# PLUS_FEATURES_NOTE
source: Change these options from your Flipnote details page.
de_de: Ändere diese Optionen auf der Details-Seite deines Flipnotes.
el_gr: Αλλαξτε αυτες τις επιλογες απο την σελιδα λεπτομεριων του Flipnote.
es_es: Cambia estas opciones desde tu página de detalles de Flipnote.
ja_jp: 作品の詳細からこれらのオプションを変更することができます
nl_nl: Wijzig deze opties vanaf uw Flipnote-detailpagina.
pl_pl: Zmień te opcje ze strony ze szczególami twojego Flipnota.
pt_pt: Muda estas opções na página de detalhes do teu Flipnote.
sv_se: Ändra dessa detaljer från 'Flipnote Detaljer' sidan.
tr_tr: Bu ayarları Flipnote özellikleri sayfasında değiştir.

# POSITION_IN_QUEUE
source: Position in queue: %d
de_de: Position in Warteschlange: %d
el_gr: Θεση στην σειρα: %d
es_es: Posición en cola: %d
ja_jp: 進行状態: %d
nl_nl: Plaats in wachtrij: %d
pl_pl: Pozycja w kolejce: %d
pt_pt: Posição na fila: %d
sv_se: Plats i kön: %d

# PREVIEW_DESC
source: Description
de_de: Beschreibung
el_gr: Περιγραφη
es_es: Descripción
ja_jp: 説明
nl_nl: Beschrijving
pl_pl: Opis
pt_pt: Descrição
sv_se: Beskrivning
tr_tr: Açıklama

# PREVIEW_EXTRA_DESC
source: Extra Description
de_de: Zusätzliche Beschreibung
el_gr: Επιπλεον Περιγραφη
es_es: Descripción extra
ja_jp: 追加の説明
nl_nl: Extra Beschrijving
pl_pl: Dodatkowy opis
pt_pt: Descrição Extra
sv_se: Extra Beskrivning
tr_tr: Ekstra Açıklama

# PREVIEW_EXTRA_DESC_EXPLANATION
source: This text will display when viewers click on 'Show more' in your video's description.
de_de: Dieser Text wird angezeigt, wenn Zuschauer 'Mehr anzeigen' in deiner Videobeschreibung klicken.
el_gr: Το κειμενο αυτο θα φανει οταν πατηθει το -Δειτε Περισσοτερα- στην περιγραφη του βιντεο σας.
es_es: Este texto se mostrará cuando los espectadores presionen en 'Mostrar más' en la descripción de tu vídeo.
ja_jp: この文章は、視聴者が動画の説明で[もっと見る]をクリックすると表示されます。
nl_nl: Deze tekst wordt weergegeven wanneer kijkers op 'Meer weergeven' klikken in de beschrijving van je video.
pl_pl: Ten tekst bedzie sie wyswietlac, gdy widzowie klikna na 'Zobacz wiecej' w opisie twojego filmu.
pt_pt: Este texto irá aparecer quando os espectadores clicarem no botão 'Mostrar mais' na descrição do teu vídeo.
sv_se: Denna texten visas när någon trycker på 'visa mer' i beskrivningen på videon
tr_tr: İzleyenler, videonun açıklamasında 'Daha Fazla'ya tıkladığında bu yazı çıkacak.

# PREVIEW_TITLE
source: Title
de_de: Titel
el_gr: Τιτλος
es_es: Título
ja_jp: タイトル
nl_nl: Titel
pl_pl: Tytul
pt_pt: Título
sv_se: Titel
tr_tr: Başlık

# RECONNECT_NEEDED
source: The connection to your YouTube channel is out of date.
de_de: Die Verbindung zu deinem Kanal ist veraltet.
el_gr: Η συνδεση στο καναλι σας στο YouTube εχει ληξει.
es_es: La conexión a tu canal de YouTube está desactualizada.
ja_jp: YouTubeチャンネルへの連携が古くなっています。
nl_nl: De verbinding met je YouTube-kanaal is verouderd.
pl_pl: Twoje polaczenie z kanalem YouTube jest przestarzale.
pt_pt: A ligação ao teu Canal do YouTube está desactualizada.
sv_se: Länken till din Youtube kanal har löpt ut.
tr_tr: YouTube kanalına tekrar bağlanman gerek.

# REVIEW_DETAILS_BEFORE_UPLOAD
source: Please review these options before starting your upload.
de_de: Bitte überprüfe diese Einstellungen vor dem Hochladen.
el_gr: Παρακαλουμε επανεξεταστε αυτες τις επιλογες πριν ξεκινησετε τη δημοσιευση σας.
es_es: Por favor, revisa estas opciones antes de empezar tu carga.
ja_jp: アップロードを開始する前にこれらのオプションを確認してください
nl_nl: Bekijk deze opties voordat je met uploaden begint.
pl_pl: Prosze zapoznaj sie z tymi opcjami, zanim rozpoczniesz przesylanie.
pt_pt: Por favor, revê estas opções antes de começar o teu upload.
sv_se: Vänligen kolla igenom dessa inställningar innan du laddar upp.
tr_tr: Lütfen videonu yüklemeden önce bu ayarları tekrar gözden geçir.

# SET_DEFAULTS_ON_THEATRE
source: To change your default upload options, please visit:
de_de: Um deine Voreinstellungen zum Hochladen zu ändern, besuche:
el_gr: Για να αλλαξετε τις προεπιλογες σας, παρακαλω επισκευτειτε:
es_es: Para cambiar tus opciones de carga por defecto, por favor visita:
ja_jp: デフォルトのアップロードオプションを変更するには、次のURLにアクセスしてください:
nl_nl: Om je standaard uploadopties te wijzigen, ga alsjeblieft naar:
pl_pl: Aby zmienic twoje domyslne opcje przesylania, prosze odwiedz strone:
pt_pt: Para mudar as tuas opções de upload por defeito, por favor visite:
sv_se: För att ändra dina standardinställningar, besök:
tr_tr: Varsayılan yükleme ayarlarını değiştirmek için bu sayfaya gir:

source: Status
el_gr: Κατασταση
es_es: Estado
ja_jp: 状態
pt_pt: Estado
tr_tr: Durum

source: Submit
de_de: Einreichen
el_gr: Αποστολη
es_es: Enviar
ja_jp: 送信
nl_nl: Indienen
pl_pl: Przeslij
pt_pt: Enviar
sv_se: Skicka
tr_tr: Onayla

source: Tags
es_es: Etiquetas
ja_jp: タグ
nl_nl: Labels
pl_pl: Tagi
pt_pt: Etiquetas
sv_se: Taggar
tr_tr: Etiketler

# THEATRE_STATUS_TRACKER
source: Watch your live Upload Tracker here:
de_de: Hier zum Live-Upload-Tracker:
el_gr: Παρακολουθηστε το ζωντανο Upload Tracker εδω:
es_es: Mira tu rastreador de cargas en vivo aquí:
ja_jp: こちらでライブアップロードトラッカーをご覧ください:
nl_nl: Bekijk hier je live uploadtracker:
pl_pl: Obejrzyj swój Upload Tracker na zywo tutaj:
pt_pt: Vê to teu tracker de upload ao vivo aqui:
sv_se: Kolla våran uppladdningsgranskare live:
tr_tr: Yükleme durumunu canlı izle:

# TITLE_DESC_ADD_FIRST
source: Please go back and add these before continuing.
de_de: Bitte gehe zurück und füge diese noch hinzu.
el_gr: Παρακαλω πηγαιντε πισω και διορθωστε τα πριν συνεχισετε.
es_es: Por favor, regresa atrás y añade esto antes de continuar.
ja_jp: 続行する前にこれらを追加してください。
nl_nl: Ga terug en voeg deze toe voordat je verdergaat.
pl_pl: Prosze wróc i dodaj je przed kontynuowaniem.
pt_pt: Por favor volte e ponha um título e/ou descrição antes de continuar.
sv_se: Vänligen gå tillbaka och lägg till dessa innan du fortsätter.
tr_tr: Lütfen devam etmeden önce bir başlık ve açıklama ekle.

# TITLE_DESC_MISSING
source: Your Flipnote needs to have a title and description before you can upload it.
de_de: Dein Flipnote benötigt einen Titel und eine Beschreibung vor dem Hochladen.
el_gr: Το Flipnote πρεπει να εχει τιτλο και περιγραφη πριν το ανεβασετε.
es_es: Tu Flipnote necesita tener un título y una descripción antes de que puedas subirla.
ja_jp: 作品をアップロードするには、タイトルと説明を入力する必要があります。
nl_nl: Je Flipnote moet een titel en beschrijving hebben voordat je deze kunt uploaden.
pl_pl: Twój Flipnote potrzebuje tytulu i opisu, zanim bedziesz mógl go przeslac.
pt_pt: O teu Flipnote precisa de ter um título e descrição antes de fazer upload.
sv_se: Din Flipnote behöver en titel och beskrivning innan den kan laddas upp.
tr_tr: Flipnote'unu yüklemek için önce bir başlık ve açıklama eklemen gerek.

source: Upload Status
de_de: Hochlade-Status
el_gr: Κατασταση δημοσιευσης
es_es: Estado de la carga
ja_jp: アップロード状態
pl_pl: Status przesylania
pt_pt: Estado do Upload
sv_se: Upladdnings Status
tr_tr: Yükleme durumu

# YOUTUBE_ACCOUNT_VERIFICATION_FIX
source: To fix this, visit:
de_de: Um dies zu beheben, besuche:
el_gr: Για να το διορθωσετε, επισκευτειτε:
es_es: Para arreglar esto, visita:
ja_jp: 修正するには、次のURLにアクセスしてください。
nl_nl: Om dit op te lossen, ga naar:
pl_pl: Aby to naprawic, odwiedz strone:
pt_pt: Para arranjar este(s) problema(s), visite:
sv_se: Besök denna hemsida för att fixa detta:
tr_tr: Hatayı düzeltmek için şu sayfaya gir:

# YOUTUBE_ACCOUNT_VERIFICATION_PROMPT
source: Your YouTube account is unverified. Certain features will not function correctly, such as video thumbnails and Flipnotes longer than 15 minutes.
de_de: Dein YouTube-Konto ist nicht bestätigt. Einige Features werden nicht komplett funktionieren, wie Video-Thumbnails oder das Posten von Flipnotes mit einer Länge von über 15 Minuten.
el_gr: Ο λογαριασμος σας στο YouTube δεν ειναι επιβεβαιωμενος. Καποιες δυνατοτητες δεν θα φανουν σωστα, οπως τα thumbnails και Flipnotes μεγαλυτερα των 15 λεπτων.
es_es: Tu cuenta de YouTube no está verificada. Ciertas caracteristicas no funcionaran correctamente, tales como miniaturas de vídeos y Flipnotes con una duración mayor a 15 minutos.
ja_jp: YouTubeのアカウントが未確認の状態です。サムネイルの設定や15分を超える作品など、確認が必要な機能はご利用になれません。
nl_nl: Je YouTube-account is niet geverifieerd. Bepaalde functies zullen niet correct werken, zoals video-thumbnails en flipnotes die langer zijn dan 15 minuten.
pl_pl: Twoje konto YouTube nie jest zweryfikowane. Niektóre funkcje nie beda dzialac poprawnie, takie jak miniatury filmów czy Flipnoty trwajace wiecej niz 15 minut.
pt_pt: A tua Conta do YouTube não está verificada. Certas funções podem não funcionar correctamente, tais como thumbnails de vídeo Flipnotes mais compridos que 15 minutos.
sv_se: Ditt YouTube konto är ej verifierat. Vissa funktioner kommer inte fungera korrekt, som titelbilder eller flipnotes längre än 15 minuter.
tr_tr: YouTube hesabın doğrulanmamış. Küçük resimler ve 15 dakikadan uzun Flipnote'lar gibi belirli özellikler doğru çalışmayabilir.

# YOUTUBE_CONTACT_DISCORD_OR_EMAIL_FORMAT
source: Please contact us on Discord or via email to %s.
de_de: Bitte kontaktiere uns auf Discord oder per E-Mail an %s.
nl_nl: Neem contact met ons op via Discord of via e-mail naar %s.
pt_pt: Por-favor contacte-nos no Discord ou por email em %s.
sv_se: Snälla kontakta oss via email eller discord genom %s.

# YOUTUBE_ESTIMATED_DURATION
source: Estimated video duration:
de_de: Geschätzte Spieldauer:
el_gr: Πιθανο μηκος βιντεο:
es_es: Duración estimada del vídeo:
ja_jp: 推定される動画の長さ:
nl_nl: Geschatte videoduur:
pl_pl: Przewidywany czas trwania filmu:
pt_pt: Duração de vídeo estimada:
sv_se: Förväntad video längd:
tr_tr: Tahmini video uzunluğu:

source: YouTube ID
es_es: ID de YouTube
pl_pl: ID YouTube
pt_pt: ID do YouTube ID

# YOUTUBE_INTEGRATION_BANNED
source: Your account and console have been restricted from using our YouTube integration services.
de_de: Die Nutzung unserer YouTube-Integrationsdienste durch dein Konto und deine Konsole wurde eingeschränkt.
nl_nl: Het gebruik van onze YouTube-integratieservices is voor je account en console beperkt.
pt_pt: A tua conta e consola foram banidas de usarem os nossos Serviços de Integração do YouTube.
sv_se: Ditt konto och dina konsoller är avstängda från våran YouTube integration.

# YOUTUBE_LOOP_COUNT
source: Number of plays
de_de: Wiederholungen
el_gr: αριθμος plays
es_es: Número de reproducciones
ja_jp: ループ回数
nl_nl: Aantal keren gespeeld
pl_pl: Liczba odtworzeń
pt_pt: Nº de loops
sv_se: Antal spelningar
tr_tr: İzlenme Sayısı

# YOUTUBE_LOOP_COUNT_EXPLANATION
source: Number of times a looped Flipnote will repeat. If 1, the Flipnote will only play once.
de_de: Anzahl der Wiederholungen des Flipnotes im Video. Wähle 1, um das Flipnote nur 1-Mal abzuspielen.
el_gr: Αριθμος επαναληψης ενος Flipnote. Ενα 1, το Flipnote θα παιξει μονο μια φορα.
es_es: Número de veces que una Flipnote en repetición se repetirá, Si el valor es 1, la Flipnote solamente se reproducirá por una vez.
ja_jp: 作品をループする回数を指定します。「1」の場合は1回だけ再生されます。
nl_nl: Aantal keren dat een herhalende Flipnote wordt gespeeld. Indien 1, wordt de Flipnote slechts één keer afgespeeld.
pl_pl: Liczba odtworzeń, jaka powtórzy zapetlowany Flipnote. Jezeli jeden raz, Flipnote zostanie odtworzony tylko raz.
pt_pt: Número de vezes que um Flipnote irá repetir no vídeo. Seleccione 1, para fazer o Flipnote reproduzir uma só vez.
sv_se: Antalet gånger en loopande flipnote ska repetera. Välj 1 för att spela en gång.
tr_tr: Döngülü Flipnote'ların tekrar oynatılma sayısı. 1 = sadece bir defa oynatılacak.

# YOUTUBE_PENDING_UPLOAD
source: Your Flipnote is currently waiting to be uploaded. Check back in a few minutes.
de_de: Dein Flipnote wartet auf das Hochladen. Komme in ein paar Minuten wieder.
el_gr: Το Flipnote σας ειναι στην αναμονη για δημοσιευση. Επιστρεψτε σε λιγα λεπτα.
es_es: Tu Flipnote está esperando a ser cargada en este momento. Revisa de nuevo en unos minutos.
ja_jp: 作品がアップロードされるのを待っています。時間を空けてご確認ください。
nl_nl: Je Flipnote wacht momenteel om te worden geüpload. Kom over een paar minuten terug.
pl_pl: Twój Flipnote czeka, az zostanie przeslany. Sprawdz ponownie za kilka minut.
pt_pt: O teu Flipnote está na fila de espera para ser enviado. Volte dentro de momentos.
sv_se: Din Flipnote väntar på att bli uppladdad. Kolla tillbaka om några minuter.
tr_tr: Flipnote'un şu an yüklenmekte. Birkaç dakika sonra tekrar bak.

# YOUTUBE_STATUS_BEING_PROCESSED
source: Your upload is currently being processed.
de_de: Dein Flipnote wird gerade verarbeitet.
el_gr: Η δημοσιευση σας βρισκεται στο σταδιο της επεξεργασιας.
es_es: Tu carga esta siendo procesada por el momento.
ja_jp: この作品は現在処理中です
nl_nl: Je upload wordt momenteel verwerkt.
pl_pl: Twoje przeslanie jest aktualnie przetwarzane.
pt_pt: O teu upload está a ser processado.
sv_se: Din uppladdning bearbetas just nu.
tr_tr: Videon işleniyor.

# YOUTUBE_STATUS_COMPLETE
source: Your upload is complete!
de_de: Hochladen abgeschlossen!
el_gr: Η δημοσιευση ολοκληρωθηκε!
es_es: ¡Carga completada!
ja_jp: アップロードが完了しました！
nl_nl: Je upload is voltooid!
pl_pl: Twoje przeslanie jest gotowe!
pt_pt: O teu upload foi enviado com sucesso!
sv_se: Din uppladdning är klar!
tr_tr: Videon yüklenmiştir!

# YOUTUBE_STATUS_ERROR
source: Error
de_de: Fehler
el_gr: Σφαλμα
ja_jp: エラー
nl_nl: Foutmelding
pl_pl: Blad
pt_pt: Erro
sv_se: Fel
tr_tr: Hata

# YOUTUBE_STATUS_FAILED
source: An issue occured. For more details, visit https://flipnot.es/ytsetup
de_de: Ein Fehler ist aufgetreten. Für weitere Details, besuche: https://flipnot.es/ytsetup
el_gr: Παρουσιαστηκε προβλημα. Για περισσοτερες λεπτομεριες, επισκεφτειτε https://flipnot.es/ytsetup
es_es: Ocurrió un problema. Para más detalles, visita https://flipnot.es/ytsetup
ja_jp: 問題が発生しました。詳細についてはhttps://flipnot.es/ytsetupをご覧ください。
nl_nl: Er is een probleem opgetreden. Ga voor meer informatie naar https://flipnot.es/ytsetup
pl_pl: Wystapil blad. Aby uzyskac wiecej informacji, odwiedz strone https://flipnot.es/ytsetup
pt_pt: Ocorreu um problema. Para mais detailes, visite https://flipnot.es/ytsetup
sv_se: Ett fel uppstod. För mer detaljer, gå till https://flipnot.es/ytsetup
tr_tr: Bir hata oluştu. Daha fazla bilgi için şu sayfaya gir: https://flipnot.es/ytsetup

# YOUTUBE_STATUS_NEW
source: New
de_de: Neu
el_gr: Νεο
es_es: Nuevo
nl_nl: Nieuw
pl_pl: Nowe
pt_pt: Novo
sv_se: Ny
tr_tr: Yeni

# YOUTUBE_STATUS_PAUSED
source: Paused
de_de: Pausiert
el_gr: Σε παυση
es_es: Pausa
ja_jp: 一時停止
nl_nl: Gepauzeerd
pl_pl: Zapauzowane
pt_pt: Pausado
sv_se: Pausad
tr_tr: Duraklatıldı

# YOUTUBE_STATUS_PAUSED_GLOBAL_QUOTA
source: Our global usage quota has been exceeded, so the upload may be significantly delayed.
de_de: Unsere globale Nutzerquote wurde überschritten. Das Hochladen könnte daher nun weitaus länger dauern.
el_gr: Το quota χρησης μας εχει ξεπεραστει, επομενως ενδεχεται να υπαρχουν μεγαλες καθυστερησεις στην δημοσιευση.
es_es: Nuestra cuota global de uso ha sido excedida, por lo cual tu carga ha sido significantemente atrasada.
ja_jp: グローバル利用枠を超えてしまったため、アップロードが大幅に遅れる可能性があります。
nl_nl: Onze globale gebruiksquotum is overschreden, dus het uploaden kan aanzienlijk worden vertraagd.
pl_pl: Nasz limit globalny zostal przekroczony, wiec przeslanie moze zostac znacznie opóznione.
pt_pt: A nossa quota de uso global foi excedida, por isso o upload pode se atrasar a ser enviado.
sv_se: Våran globala uppladdningsgräns har uppnåtts, därmed kan uppladdningen ta lång tid att bearbetas.
tr_tr: Küresel Kullanım Kotası aşılmıştır, bu yüzden videonun yüklenmesi gecikebilir.

# YOUTUBE_STATUS_PROCESSING
source: Processing
de_de: Wird verarbeitet
el_gr: Επεξεργαζεται
es_es: Procesando
ja_jp: 処理
nl_nl: Verwerken
pl_pl: Przetwarzanie
pt_pt: A Processar
sv_se: Bearbetar
tr_tr: İşleniyor

# YOUTUBE_STATUS_SUCCESS
source: Done!
de_de: Fertig!
el_gr: Ετοιμο!
es_es: ¡Hecho!
ja_jp: 完了!
nl_nl: Klaar!
pl_pl: Skończone!
pt_pt: Terminado!
sv_se: Klar!
tr_tr: Bitti!

# YOUTUBE_STATUS_UNKNOWN
source: Unknown
de_de: Unbekannt
el_gr: Αγνωστο
es_es: Desconocido
ja_jp: 不明
nl_nl: Onbekend
pl_pl: Nieznane
pt_pt: Desconhecido
sv_se: Okänd
tr_tr: Bellisiz

# YOUTUBE_STATUS_WAITING_TO_BE_PROCESSED
source: Your upload is currently waiting to be processed.
de_de: Dein Flipnote wartet auf die Verarbeitung.
el_gr: Η δημοσιευση σας βρισκεται στην αναμονη για επεξεργασια.
es_es: Tu carga esta esperando a ser procesada por el momento.
ja_jp: この作品は現在処理待ちです
nl_nl: Jouw upload wacht momenteel om verwerkt te worden.
pl_pl: Twoje przeslanie czeka aktualnie na przetworzenie.
pt_pt: O teu upload está em espera para ser processado.
sv_se: Din uppladdning väntar på att bli bearbetad.
tr_tr: Videon işlenmeye hazırlanıyor.

# YOUTUBE_TERMS_AGREEMENT_NOTE
source: By submitting your videos to YouTube, you acknowledge that you agree to YouTube's Terms of Service and Community Guidelines.
de_de: Indem du deine Videos auf YouTube hochlädst, stimmst du den Nutzungsbedingungen und Community-Richtlinien von YouTube zu.
el_gr: Ανεβαζοντας τα βιντεο σας στο YouTube, επιβεβαιωνετε οτι συμφωνειτε στους ορους χρησης του YouTube.
es_es: Al subir tus vídeos a YouTube, estás de acuerdo con los Terminos y Condiciones de Servicio de YouTube y los Principios de la Comunidad.
ja_jp: 動画をYouTubeに送信すると、YouTubeの利用規約とコミュニティガイドラインに同意したことになります。
nl_nl: Door je video's bij YouTube in te dienen, erken je dat je akkoord gaat met de Servicevoorwaarden en Communityrichtlijnen van YouTube.
pl_pl: Przesylajac filmy do YouTube, zgadzasz sie z Warunkami Korzystania i Wytycznych dla spolecznosci.
pt_pt: Ao enviar os teus vídeos ao YouTube, concordas com os Termos de Servico, e Guias de Comunidadde do YouTube.
sv_se: Genom att ladda upp dina flipnotes på YouTube, godkänner du till deras användarvillkor och riktlinjer.
tr_tr: Bu videoyu YouTube'a yükleyerek, YouTube Hizmet Koşulları'nı onayladığını kabul etmiş oluyorsun.

# YOUTUBE_UPLOAD_LIMIT
source: You can currently upload %s videos to YouTube per day.
de_de: Du kannst gegenwärtig %s Videos am Tag auf YouTube hochladen.
el_gr: Μπορειτε να ανεβασετε %s βιντεο YouTube ημερησιως.
es_es: Por el momento, puedes subir %s vídeos por día a YouTube.
ja_jp: 現在、1日につき%s本の動画をYouTubeにアップロードすることができます。
nl_nl: Je kunt momenteel %s video's per dag uploaden naar YouTube.
pl_pl: Aktualnie mozesz przesylac dziennie %s filmów na YouTube.
pt_pt: Podes enviar cerca de %s vídeos para o YouTube por dia.
sv_se: Du kan ladda upp %s videor till Youtube per dag.
tr_tr: Şimdilik YouTube'a günde %s video yükleyebilirsin.
