Repository: Sudomemo/sudomemo-locales
Catalog: */LC_MESSAGES/youtube.po
Languages: de_de, el_gr, es_es, ja_jp, nl_nl, pl_pl, pt_pt, sv_se, tr_tr

# YOUTUBE_UPLOAD_LIMIT_CURRENT
source: You have uploaded %s videos so far today.
de_de: Du hast heute %s Videos hochgeladen.
el_gr: Εχετε ανεβασει %s βιντεο σημερα μεχρι στιγμης.
es_es: Has subido %s vídeos por hoy.
ja_jp: 今日までに%s本の動画をアップロードしました。
nl_nl: Je hebt tot nu toe %s video's vandaag geüpload.
pl_pl: Dotad przeslales %s filmów.
pt_pt: Enviaste cerca de %s vídeos hoje por enquando.
sv_se: Du har laddat upp %s videor idag.
tr_tr: Bugün %s video yükledin.

# YOUTUBE_UPLOAD_LIMIT_EXCEEDED
source: You can't upload any more videos until tomorrow.
de_de: Bis morgen kannst du keine weiteren Videos hochladen.
el_gr: Δεν μπορειτε να ανεβασετε αλλα βιντεο μεχρι αυριο.
es_es: No puedes subir más vídeos hasta mañana.
ja_jp: これ以上動画をアップロードできません。明日までお待ちください。
nl_nl: Je kunt tot morgen geen video's meer uploaden.
pl_pl: Do jutra nie mozesz przesylac wiecej filmów.
pt_pt: Não podes enviar mais vídeos até amanhã.
sv_se: Du kan inte ladda upp fler video förens imorgon.
tr_tr: Yarına kadar daha fazla video yükleyemezsin.

# YOUTUBE_UPLOAD_LIMIT_PLUS_LIMIT_NOTE
source: Sudomemo Plus members can upload %s videos per day.
de_de: Sudomemo Plus-Mitglieder können %s Videos am Tag hochladen.
el_gr: Μελη του Sudomemo Plus μπορουν να ανεβασουν %s βιντεο ημερησιως.
es_es: Los Miembros Sudomemo Plus pueden subir %s vídeos por día.
ja_jp: スドメモPlusのメンバーは1日につき%s本の動画をアップロードすることができます。
nl_nl: Sudomemo Plus-leden kunnen %s video's per dag uploaden.
pl_pl: Uzytkownicy Sudomemo Plus moga przesylac dziennie %s filmów.
pt_pt: Os utilizadores do Sudomemo Plus podem enviar cerca de %s vídeos por dia.
sv_se: Sudomemo Plus medlemmar kan ladda upp %s videor per dag.
tr_tr: Sudomemo Plus üyeleri günde %s video yükleyebilir.

# YOUTUBE_UPLOAD_LIMIT_PLUS_UNLIMITED_NOTE
source: Sudomemo Plus members can upload an unlimited number of videos each day.
de_de: Sudomemo Plus-Mitglieder können unbegrenzt viele Videos am Tag hochladen.
el_gr: Μελη του Sudomemo Plus μπορουν να ανεβασουν οσα βιντεο επιθυμουν ημερησιως.
es_es: Los Miembros Sudomemo Plus pueden subir una cantidad ilimitada de videos por día.
ja_jp: スドメモPlusメンバーは1日にアップロードできる動画の数の制限がありません。
nl_nl: Sudomemo Plus-leden kunnen een onbeperkt aantal video's per dag uploaden.
pl_pl: Uzytkownicy Sudomemo Plus moga przesylac nieskończona liczbe filmów dziennie.
pt_pt: Os utilizadores do Sudomemo Plus podem eviar um número ilimitado de vídeos por dia.
sv_se: Sudomemo Plus medlemmar kan ladda upp oändligt många videor per dag.
tr_tr: Sudomemo Plus üyeleri YouTube'a günde sınırsız sayıda video yükleyebilir.

# YOUTUBE_VISIBILITY
source: Visibility
de_de: Sichtbarkeit
el_gr: Ορατοτητα
es_es: Visibilidad
ja_jp: 公開範囲
nl_nl: Zichtbaarheid
pl_pl: Widocznosc
pt_pt: Visibilidade
sv_se: Synlighet
tr_tr: Görünürlük

# YOUTUBE_VISIBILITY_PRIVATE
source: Private
de_de: Privat
el_gr: Ιδιωτικο
es_es: Privado
ja_jp: 非公開
nl_nl: Privé
pl_pl: Prywatny
pt_pt: Privado
sv_se: Privat
tr_tr: Özel

# YOUTUBE_VISIBILITY_PUBLIC
source: Public
de_de: Öffentlich
el_gr: Δημοσιο
es_es: Público
ja_jp: 公開
nl_nl: Openbaar
pl_pl: Publiczny
pt_pt: Público
sv_se: Offentlig
tr_tr: Herkese Açık

# YOUTUBE_VISIBILITY_UNLISTED
source: Unlisted
de_de: Nicht gelistet
es_es: No enlistado
ja_jp: 限定公開
nl_nl: Verborgen
pl_pl: Niepubliczny
pt_pt: Não Listado
sv_se: Olistad
tr_tr: Liste Dışı
